[
    {
        "lineNo": 1,
        "lineEn": "Narrator:  Hold tight please! This is Anna, on a bus going to an interview for a job as a sales executive at Tip Top Trading – one of London's fastest growing companies. How are you feeling Anna?",
        "linePl": "Narrator: Trzymaj się mocno, proszę! To Anna, jadąca autobusem na rozmowę o pracę jako dyrektor sprzedaży w Tip Top Trading - jednym z najszybciej rozwijających się londynskich firm. Jak się czujesz Anno?",
        "mp3Start": "1.5",
        "mp3End": "19.4"
    },
    {
        "lineNo": 2,
        "lineEn": "Anna:  Oh, a little nervous but I really want this job.",
        "linePl": "Anna: Och, trochę się denerwuję, ale naprawdę chcę tę pracę.",
        "mp3Start": "19.4",
        "mp3End": "23.3"
    },
    {
        "lineNo": 3,
        "lineEn": "Narrator: Well don't worry Anna, as long as you say the right things, you'll be fine.",
        "linePl": "Narrator: Cóż, nie martw się Anno, dopóki powiesz właściwe rzeczy, wszystko będzie dobrze.",
        "mp3Start": "23.3",
        "mp3End": "28.2"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna:  The right things!? Like what?",
        "linePl": "Anna: Właściwe rzeczy !? Jak co?",
        "mp3Start": "28.2",
        "mp3End": "30.7"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: You need to sell yourself, be confident, not arrogant and give examples.",
        "linePl": "Narrator: Musisz się sprzedać, być pewnym siebie, nie aroganckim i dawać przykłady.",
        "mp3Start": "30.7",
        "mp3End": "35.8"
    },
    {
        "lineNo": 6,
        "lineEn": "Like: A good example that comes to mind.",
        "linePl": "Jak: Dobry przykład, który przychodzi mi na myśl.",
        "mp3Start": "35.8",
        "mp3End": "39.3"
    },
    {
        "lineNo": 7,
        "lineEn": "I'm particularly proud of.",
        "linePl": "Jestem szczególnie dumny z.",
        "mp3Start": "39.3",
        "mp3End": "41.9"
    },
    {
        "lineNo": 8,
        "lineEn": "Timekeeping is important to me.",
        "linePl": "Punktualność jest dla mnie ważna.",
        "mp3Start": "41.9",
        "mp3End": "44.5"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna:  Oh right. Thanks. Perhaps you can come with me?",
        "linePl": "Anna: Oh racja. Dzięki. Może mógłbyś pójść ze mną?",
        "mp3Start": "44.5",
        "mp3End": "48.3"
    },
    {
        "lineNo": 10,
        "lineEn": "Narrator: Sorry Anna, you're on your own now – but we'll be listening in. Look! You've just arrived. Good luck!",
        "linePl": "Narrator: Przepraszam, Anna, jesteś teraz sama - ale będziemy słuchać. Spójrz! Właśnie przybyłeś. Powodzenia!",
        "mp3Start": "48.3",
        "mp3End": "56.4"
    },
    {
        "lineNo": 11,
        "lineEn": "Paul:  Come in. Hello, I'm Paul, the Manager of Tip Top Trading. And you must be….?\nAnna:  It's Anna. ",
        "linePl": "Paul: Wejdź. Witam, nazywam się Paul, menedżer Tip Top Trading. I ty musisz być….?\nAnna: To Anna.",
        "mp3Start": "59.5",
        "mp3End": "67.8"
    },
    {
        "lineNo": 12,
        "lineEn": "Paul:  Yes, very good. Thanks for coming. Now somewhere in this pile, I've got your CV… Anna:  Err, is that it there?",
        "linePl": " Paul: Tak, bardzo dobrze. Dziękuję za przybycie. I gdzieś na tym stosie mam twoje CV… Anna: Err, czy to nie to?",
        "mp3Start": "68.0",
        "mp3End": "76.7"
    },
    {
        "lineNo": 13,
        "lineEn": "Paul:  Oh yes, thanks Hannah. Your qualifications look impressive but what sales experience can you bring to our company?",
        "linePl": "Paul: O tak, dzięki Hannah. Twoje kwalifikacje wyglądają imponująco, ale jakie doświadczenie sprzedaży, możesz wnieść do naszej firmy?",
        "mp3Start": "76.7",
        "mp3End": "84.9"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna:  I worked in a shop once.",
        "linePl": "Anna: Raz pracowałam w sklepie.",
        "mp3Start": "84.9",
        "mp3End": "87.3"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Ohhh Anna! Sell yourself. Give a good example!",
        "linePl": "Narrator: Ohhh Anna! Sprzedać się. Daj dobry przykład!",
        "mp3Start": "87.3",
        "mp3End": "92.7"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna:  Oh right…mmm….well a good example that comes to mind is when I was involved with a campaign to promote and sell a new range of clothes – I loved doing it and it was…",
        "linePl": "Anna: Och racja… mmm… cóż, dobrym przykładem, jaki przychodzi mi na myśl, byłam zaangażowany w kampanię promującą i sprzedającą nowy asortyment ubrania - uwielbiałem to robić i było…",
        "mp3Start": "92.7",
        "mp3End": "107"
    },
    {
        "lineNo": 17,
        "lineEn": "Denise: Oh sorry, excuse me, here's your tea Paul.",
        "linePl": "Denise: Oh przepraszam, przepraszam, oto twoja herbata Paul.",
        "mp3Start": "107",
        "mp3End": "112.5"
    },
    {
        "lineNo": 18,
        "lineEn": "Paul:  Thanks Denise. Now Anna, it looks like you've achieved a lot during your time at university. Could you give me an example of good team working during your time there?",
        "linePl": "Paul: Dzięki Denise. Teraz, Anna, wygląda na to, że wiele osiągnęłaś twój czas na uniwersytecie. Czy możesz podać mi przykład dobrej drużyny pracujesz w tym czasie?",
        "mp3Start": "112.5",
        "mp3End": "124"
    },
    {
        "lineNo": 19,
        "lineEn": "Denise: Sorry! I forgot the sugar. Paul:  Thank you Denise.",
        "linePl": "Denise: Przepraszam! Zapomniałem cukru. Paul: Dziękuję Denise.",
        "mp3Start": "124",
        "mp3End": "128.7"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna:  Hmm, so you want an example? I was the treasurer of the debating society at university. That was OK I suppose.",
        "linePl": "Anna: Hmm, więc chcesz przykład? Byłem skarbnikiem debaty społeczeństwo na uniwersytecie. To chyba OK.",
        "mp3Start": "128.9",
        "mp3End": "138.2"
    },
    {
        "lineNo": 21,
        "lineEn": "Narrator: Come on Anna. Be more enthusiastic – the debating society is exciting!",
        "linePl": "Narrator: Dalej Anno. Bądź bardziej entuzjastyczny - debatujące społeczeństwo jest ekscytujące!",
        "mp3Start": "138.2",
        "mp3End": "144.6"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna:  I mean… I'm particularly proud of how I organised the finances for the debating society. We had a very small budget and I had to make decisions on what to buy.",
        "linePl": "Anna: Mam na myśli… Jestem szczególnie dumna z tego, jak zorganizowałem finanse dla debatujące społeczeństwo. Mieliśmy bardzo mały budżet i musiałem podejmować decyzje na co kupić.",
        "mp3Start": "144.6",
        "mp3End": "157.2"
    },
    {
        "lineNo": 23,
        "lineEn": "Narrator: I like it! \"I'm particularly proud of\" - Positive but not boasting. You're doing well.",
        "linePl": "Narrator: Podoba mi się! „Jestem szczególnie dumny z” - pozytywne, ale nie chwalenie się. Robisz dobrze.",
        "mp3Start": "157.2",
        "mp3End": "164.3"
    },
    {
        "lineNo": 24,
        "lineEn": "Paul:  Very impressive – so you're a good planner Anna! We like organised people here... ooops, silly me. I seemed to have spilt tea over your CV.",
        "linePl": "Paul: Bardzo imponujące - więc jesteś dobrym planistą Anna! Lubimy zorganizowanych ludzi tutaj ... ooops, głupi ja. Wydawało mi się, że rozlałem herbatę na twoje CV.",
        "mp3Start": "164.3",
        "mp3End": "176.8"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna:  Oh, do you need some help?",
        "linePl": "Anna: Och, potrzebujesz pomocy?",
        "mp3Start": "176.8",
        "mp3End": "178.4"
    },
    {
        "lineNo": 26,
        "lineEn": "Paul:  Oh no…I'm sure it'll dry out… carry on please…",
        "linePl": "Paul: O nie ... Jestem pewien, że to wyschnie ... kontynuuj proszę ...",
        "mp3Start": "178.4",
        "mp3End": "182"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna:  Also… timekeeping is important to me…",
        "linePl": "Anna: Również… punktualność jest dla mnie ważna…",
        "mp3Start": "182",
        "mp3End": "185.6"
    },
    {
        "lineNo": 28,
        "lineEn": "Narrator: \"Timekeeping is important to me\" – that's good!",
        "linePl": "Narrator: „Pomiar czasu jest dla mnie ważny” - to dobrze!",
        "mp3Start": "185.6",
        "mp3End": "189.6"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna:  I always try to complete my work on time. At university I never handed my assignments in late.",
        "linePl": "Anna: Zawsze staram się ukończyć pracę na czas. Na uniwersytecie nigdy późno przekazałem moje zadania.",
        "mp3Start": "189.6",
        "mp3End": "196.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Paul:  That's good to hear. We like punctuality here…",
        "linePl": "Paul: Miło to słyszeć. Lubimy punktualność tutaj…",
        "mp3Start": "196.8",
        "mp3End": "200.1"
    },
    {
        "lineNo": 31,
        "lineEn": "Denise: Excuse me Paul. Sorry it's a bit late – but I thought you might like a biscuit with your tea.",
        "linePl": "Denise: Przepraszam Paul. Przepraszam, jest trochę za późno - ale pomyślałem, że może ci się podobać herbatnik z twoją herbatą.",
        "mp3Start": "200.1",
        "mp3End": "206.9"
    },
    {
        "lineNo": 32,
        "lineEn": "Paul:  Hmm thanks….oh lovely, custard creams… mmm. Now Hannah, finally I wanted to ask you what exactly made you apply for this job at this company?",
        "linePl": "Paul: Hmm dzięki… och piękne budyniowo-kremowe… mmm. Teraz Hannah, wreszcie ja Chciałem zapytać, co dokładnie skłoniło Cię do ubiegania się o tę pracę w tej firmie?",
        "mp3Start": "206.9",
        "mp3End": "221.3"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna:  Errrr… ooo… well. The reason I applied is….",
        "linePl": "Anna: Errrr… ooo… cóż. Powodem, dla którego się zgłosiłem, jest…",
        "mp3Start": "221.3",
        "mp3End": "228.5"
    },
    {
        "lineNo": 34,
        "lineEn": "Narrator: Yes, yes, yes Anna? Do you need a bit more time to think?",
        "linePl": "Narrator: Tak, tak, tak Anna? Czy potrzebujesz trochę więcej czasu na myślenie?",
        "mp3Start": "228.5",
        "mp3End": "234.3"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna:  Errr…mmm…",
        "linePl": "Anna: Errr… mmm…",
        "mp3Start": "234.3",
        "mp3End": "235.9"
    },
    {
        "lineNo": 36,
        "lineEn": "Narrator: What's she going to say? How would you answer that? Join us next time to find out. Before we go, here's a reminder of some of the great lines Anna's used today…",
        "linePl": "Narrator: Co ona powie? Jak byś na to odpowiedział? Dołącz do nas następnym razem dowiedzieć się. Zanim przejdziemy, oto przypomnienie niektórych świetnych linii Anna jest dziś używana…",
        "mp3Start": "238.0",
        "mp3End": "250.9"
    },
    {
        "lineNo": 37,
        "lineEn": "A good example that comes to mind",
        "linePl": "Dobry przykład, który przychodzi do głowy",
        "mp3Start": "251.0",
        "mp3End": "253.3"
    },
    {
        "lineNo": 38,
        "lineEn": "I'm particularly proud of.",
        "linePl": "Jestem szczególnie dumny z.",
        "mp3Start": "253.3",
        "mp3End": "255.9"
    },
    {
        "lineNo": 39,
        "lineEn": "Timekeeping is important to me.",
        "linePl": "Punktualność jest dla mnie ważna.",
        "mp3Start": "255.9",
        "mp3End": "258.8"
    },
    {
        "lineNo": 40,
        "lineEn": "Until next time, bye bye!",
        "linePl": "Do następnego razu, pa pa!",
        "mp3Start": "259.7",
        "mp3End": "262.4"
    },
    {
        "lineNo": 41,
        "lineEn": "• Listening comprehension question",
        "linePl": "• Pytanie do rozumienia ze słuchu",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 42,
        "lineEn": "What was Anna's role in the university debating society?",
        "linePl": "Jaką rolę odegrała Anna w społeczeństwie uniwersyteckim debatującym?",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 43,
        "lineEn": "She was treasurer.",
        "linePl": "Ona była skarbnikiem.",
        "mp3Start": "",
        "mp3End": ""
    }
]