[
    {
        "lineNo": 1,
        "lineEn": "Narrator:  Hello! Welcome back to the offices of Tip Top Trading, where Anna's interview for a sales job continues. ",
        "linePl": "Narrator: Cześć! Witamy ponownie w biurach Tip Top Trading, w których mieszka Anna\n trwa rozmowa kwalifikacyjna na stanowisko sprzedawcy. \n",
        "mp3Start": "4.5",
        "mp3End": "12.4"
    },
    {
        "linePl": "Kiedy ostatnio się żegnaliśmy, Tip Top szef Paul zapytał Annę, dlaczego chce tej pracy. Najpierw powiedziała: Anna: Errr ... mmmmm ...\n",
        "lineEn": "When we last said goodbye, Tip Top boss Paul had asked Anna why she wanted the job. First she said: Anna:  Errr... mmmmm...",
        "lineNo": 2,
        "mp3Start": "12.5",
        "mp3End": "22.1"
    },
    {
        "lineNo": 3,
        "lineEn": "Narrator: Since then, she's added: Anna:   Mmmm... errr...",
        "linePl": "Narrator: Od tego czasu dodaje:\r Anna: Mmmm ... eeee ...\r",
        "mp3Start": "23.0",
        "mp3End": "28"
    },
    {
        "lineNo": 4,
        "lineEn": "Narrator: And as we join her again, Anna is saying: Anna:  Well, errrr... I'm errr.",
        "linePl": "Narrator: A kiedy znów do niej dołączamy, Anna mówi:\n Anna: Cóż, błąd ... errr.\n",
        "mp3Start": "28.7",
        "mp3End": "34.6"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator:  Come on Anna! If you can't think of the word you need, find another way of saying it.",
        "linePl": "Narrator: Dalej Anno! Jeśli nie możesz wymyślić słowa, którego potrzebujesz, znajdź inny sposób\n mówienia tego.\n",
        "mp3Start": "36.9",
        "mp3End": "43.1"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna:   I am... Well, I really, really want this job and I am willing to work very hard if I get it.",
        "linePl": "Anna: Jestem ... Cóż, naprawdę, bardzo chcę tej pracy i bardzo chcę pracować\r ciężko, jeśli to rozumiem.\r",
        "mp3Start": "43.9",
        "mp3End": "51.7"
    },
    {
        "lineNo": 7,
        "lineEn": "Paul:  So you’re very motivated, then?",
        "linePl": "Paul: Więc jesteś bardzo zmotywowany?\r",
        "mp3Start": "51.8",
        "mp3End": "55.0"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna:  Motivated! Yes, that’s it. I am really motivated. Paul:  Good! Why?",
        "linePl": "Anna: Zmotywowana! Tak, to jest to. Jestem naprawdę zmotywowany.\r Paul: Dobrze! Czemu?\r",
        "mp3Start": "55.0",
        "mp3End": "61.3"
    },
    {
        "lineNo": 9,
        "lineEn": "Narrator: Now over to you Anna, structure your answer! Say 'firstly', then give your first reason, 'secondly' and then a second reason. ",
        "linePl": "Narrator: A teraz do ciebie Anno, ustrukturyzuj swoją odpowiedź! Powiedz „pierwszy”, a następnie podaj swój pierwszy powód, „po drugie”, a potem drugi powód. ",
        "mp3Start": "62.2",
        "mp3End": "73.0"
    },
    {
        "linePl": "Następnie powiedz „przede wszystkim” i  podaj naprawdę dobry, entuzjastyczny ostatni powód! Zrób to: po pierwsze!",
        "lineEn": "Then say 'above all' and give a really, really good, enthusiastic final reason! Go for it: firstly!  ",
        "lineNo": 10,
        "mp3Start": "73.2",
        "mp3End": "82.8"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna:   Firstly! Paul:   Firstly...?",
        "linePl": " Anna: Po pierwsze! Paul: Po pierwsze ...?\n",
        "mp3Start": "83.6",
        "mp3End": "86.7"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna:   Firstly, this job is an ideal match for my skills and experience: I've spent several years working in sales and I get on with people easily. Well, I mean, apart from the ones I don't like, of course. ",
        "linePl": "Anna: Po pierwsze, ta praca idealnie pasuje do moich umiejętności i doświadczenia: spędziłam  kilka lat w sprzedaży i łatwo dogaduję się z ludźmi. Cóż, ja to znaczy oprócz tych, których nie lubię, oczywiście. ",
        "mp3Start": "87.8",
        "mp3End": "101.5"
    },
    {
        "linePl": "Po drugie, znam Tip Top Trading to jedna z najszybciej rozwijających się firm w Londynie i chcę to zrobić być tego częścią.",
        "lineEn": "Secondly, I know Tip Top Trading is one of the fastest-growing companies in London, and I want to be part of that. ",
        "lineNo": 13,
        "mp3Start": "101.5",
        "mp3End": "109.5"
    },
    {
        "linePl": "Paul: Zgadza się, Tip Top Trading to najszybciej rozwijająca się firma sektor owoców z tworzyw sztucznych. Ale dość o firmie, o to chodzi ty, Annabel. Anna: Anna.\n",
        "lineEn": "Paul: That's absolutely right, Tip Top Trading is the fastest growing company in the plastic fruit sector. But enough about the company, this is all about you, Annabel. Anna:  Anna.",
        "lineNo": 14,
        "mp3Start": "109.6",
        "mp3End": "120.1"
    },
    {
        "lineNo": 15,
        "lineEn": "Paul:  Sorry, Anna. Where were we?",
        "linePl": "Paul: Przepraszam, Anna. Gdzie byliśmy?\r",
        "mp3Start": "120.1",
        "mp3End": "122.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna:   Well, I said that firstly, this job is an ideal match for my skills and experience, secondly, the company is growing fast... and… and… above all …  the reason I want this job is-",
        "linePl": "Anna: Cóż, powiedziałam, że po pierwsze, ta praca idealnie pasuje do moich umiejętności i doświadczenie, po drugie, firma szybko się rozwija… i… i… przede wszystkim … Powodem, dla którego chcę tę pracę jest-\n",
        "mp3Start": "122.3",
        "mp3End": "137.3"
    },
    {
        "lineNo": 17,
        "lineEn": "Paul:  Yes? (mnock on the door) Denise! Is everything all right? Denise: No Paul, it’s not. Everything is not OK!",
        "linePl": "Paul: Tak? (klik na drzwiach) Denise! Czy wszystko w porządku?\r Denise: Nie Paul, nie jest. Nie wszystko w porządku!\r",
        "mp3Start": "137.3",
        "mp3End": "147.1"
    },
    {
        "lineNo": 18,
        "lineEn": "Paul:   You look pale. Here, sit down, drink what's left of my tea.",
        "linePl": "Paul: Wyglądasz blado. Proszę, usiądź, wypij to, co zostało z mojej herbaty.\r",
        "mp3Start": "147.2",
        "mp3End": "151.3"
    },
    {
        "lineNo": 19,
        "lineEn": "Denise: Oh, thank you! Oh… what are those bits floating in it?",
        "linePl": "Denise: Och, dziękuję! Och… co to są te kawałki, które w nim pływają?\r",
        "mp3Start": "151.4",
        "mp3End": "155.7"
    },
    {
        "lineNo": 20,
        "lineEn": "Paul: Oh they're just lumps of soggy biscuit. In fact, if I can just... get that bit out... with my finger... for you… Mmm, delicious! Now, tell me what happened.",
        "linePl": "Paul: Och, to tylko grudki rozmoczonego ciastka. Właściwie, jeśli tylko ... dostanę ten kawałek\r na zewnątrz ... palcem ... dla ciebie ... Mmm, pyszne! A teraz powiedz mi co\r stało się.\r",
        "mp3Start": "156.0",
        "mp3End": "167"
    },
    {
        "lineNo": 21,
        "lineEn": "Denise: Well, it's terrible...",
        "linePl": "Denise: Cóż, to straszne ...\r",
        "mp3Start": "167",
        "mp3End": "169.1"
    },
    {
        "lineNo": 22,
        "lineEn": "Narrator: Oh dear! Just as Anna was doing really well, it looks like her interview has come to a sudden end. ",
        "linePl": "Narrator: Ojej! Tak jak Anna radziła sobie naprawdę dobrze, wygląda na to, że przeprowadziła wywiad\n nagle się kończą. \n",
        "mp3Start": "171.2",
        "mp3End": "178.1"
    },
    {
        "linePl": "Co się stało? Dołącz do nas następnym razem, aby się dowiedzieć. Ale\n zanim pójdziemy, oto przypomnienie, jak Anna zorganizowała swoją odpowiedź:",
        "lineEn": "What’s happened? Join us next time to find out. But before we go, here's a reminder of how Anna structured her response:",
        "lineNo": 23,
        "mp3Start": "178.3",
        "mp3End": "187.7"
    },
    {
        "lineNo": 24,
        "lineEn": "Firstly, this job is an ideal match for my skills and experience",
        "linePl": "Po pierwsze, ta praca idealnie pasuje do moich umiejętności i doświadczenia\r",
        "mp3Start": "188.0",
        "mp3End": "192.9"
    },
    {
        "lineNo": 25,
        "lineEn": "Secondly, I know Tip Top Trading is one of the fastest-growing companies in London and… above all …  the reason I want this job is..",
        "linePl": "Po drugie, wiem, że Tip Top Trading to jedna z najszybciej rozwijających się firm w Londynie i… przede wszystkim… powodem, dla którego chcę tę pracę jest…\n",
        "mp3Start": "192.9",
        "mp3End": "203.5"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna couldn’t remember the word ‘motivated’ so she just found another way of saying what she meant.",
        "linePl": "Anna nie pamiętała słowa „zmotywowany”, więc po prostu znalazła inne sposób na powiedzenie, co miała na myśli.\n",
        "mp3Start": "203.7",
        "mp3End": "211.1"
    },
    {
        "lineNo": 27,
        "lineEn": "I really, really want the job and I am willing to work very hard if I get it.",
        "linePl": "Naprawdę, bardzo chcę tę pracę i jestem gotów bardzo ciężko pracować, jeśli ją dostanę.\r",
        "mp3Start": "211.1",
        "mp3End": "216.9"
    },
    {
        "lineNo": 28,
        "lineEn": "Nice work, Anna! Let's hope you get the chance to finish your interview next week!",
        "linePl": "Dobra robota, Anno! Miejmy nadzieję, że będziesz miał szansę zakończyć rozmowę kwalifikacyjną w następnym tygodniu!\n",
        "mp3Start": "217.5",
        "mp3End": "222.9"
    },
    {
        "lineNo": 29,
        "lineEn": "• Listening comprehension question",
        "linePl": "• Pytanie dotyczące rozumienia ze słuchu\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 30,
        "lineEn": "What word is Anna struggling to remember that means being very enthusiastic and wanting very much to succeed?",
        "linePl": "Jakie słowo Anna stara się zapamiętać, to znaczy być bardzo entuzjastycznym\r i bardzo chcesz odnieść sukces?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 31,
        "lineEn": "motivated",
        "linePl": "zmotywowany",
        "mp3Start": "",
        "mp3End": ""
    }
]