[
    {
        "lineNo": 1,
        "lineEn": "Paul:   Good afternoon. Anna & Tom: Hi, good afternoon.",
        "linePl": "Paul: Dzień dobry.\r Anna i Tom: Cześć, dzień dobry.\r",
        "mp3Start": "3.9",
        "mp3End": "6.7"
    },
    {
        "lineNo": 2,
        "lineEn": "Paul:   Anna, Tom, room 301 please. Now.",
        "linePl": "Paul: Anna, Tom, pokój 301 proszę. Teraz.\r",
        "mp3Start": "6.9",
        "mp3End": "11.7"
    },
    {
        "lineNo": 3,
        "lineEn": "Narrator: Welcome back to Tip Top Trading, where things are a teeny bit tense today. ",
        "linePl": "Narrator: Witaj ponownie w Tip Top Trading, gdzie rzeczy są trochę spięte dzisiaj. ",
        "mp3Start": "11.9",
        "mp3End": "16.4"
    },
    {
        "linePl": "Paul wezwał Toma i Annę do pokoju 301, miejsca, w którym dochodzi do trudnych rozmów. ",
        "lineEn": "Paul has called Tom and Anna into room 301, the place where difficult conversations happen. ",
        "lineNo": 4,
        "mp3Start": "16.8",
        "mp3End": "23.4"
    },
    {
        "linePl": "Być może Paul się dowiedział o wczorajszych nieszczęśliwych klientach.\n",
        "lineEn": "Perhaps Paul has found out about yesterday's unhappy clients.",
        "lineNo": 5,
        "mp3Start": "23.9",
        "mp3End": "28.4"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna:   Oh dear.",
        "linePl": "Anna: Oh kochanie.\r",
        "mp3Start": "28.8",
        "mp3End": "29.6"
    },
    {
        "lineNo": 7,
        "lineEn": "Narrator: You should be okay Anna. After the way you coped with Mr Lime, you should be praised.",
        "linePl": "Narrator: Powinieneś być w porządku Anno. Po tym, jak poradziłeś sobie z panem Lime, ty powinnaś być chwalona.\n",
        "mp3Start": "30.4",
        "mp3End": "36.3"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna:   Really? What do you think Paul will say?",
        "linePl": "Anna: Naprawdę? Jak myślisz, co powie Paul?\r",
        "mp3Start": "36.3",
        "mp3End": "39.0"
    },
    {
        "lineNo": 9,
        "lineEn": "Narrator: Well, if he is pleased, he'll say things like:",
        "linePl": "Narrator: Cóż, jeśli jest zadowolony, powie coś takiego jak:\r",
        "mp3Start": "39.2",
        "mp3End": "42.4"
    },
    {
        "lineNo": 10,
        "lineEn": "Well done.",
        "linePl": "Dobre zrobione.\n",
        "mp3Start": "42.4",
        "mp3End": "43.8"
    },
    {
        "lineNo": 11,
        "lineEn": "You handled it well.",
        "linePl": "Dobrze sobie z tym poradziłeś.\r",
        "mp3Start": "43.5",
        "mp3End": "45.4"
    },
    {
        "lineNo": 12,
        "lineEn": "Great job.",
        "linePl": "Dobra robota.\r",
        "mp3Start": "45.4",
        "mp3End": "46.8"
    },
    {
        "lineNo": 13,
        "lineEn": "I'm really impressed.",
        "linePl": "Jestem pod wrażeniem.\r",
        "mp3Start": "46.8",
        "mp3End": "49"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna:  And if he's not?",
        "linePl": "Anna: A jeśli nie jest?\r",
        "mp3Start": "49",
        "mp3End": "50.4"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Well, I suppose – oop. Here’s Paul now!",
        "linePl": "Narrator: Cóż, przypuszczam - oop. Oto Paul teraz!\r",
        "mp3Start": "50.8",
        "mp3End": "54.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Paul: Well, Tom, Anna... Yesterday was not a great day. Two clients came in with serious complaints. ",
        "linePl": "Paul: Cóż, Tom, Anna ... Wczoraj nie był wspaniały dzień. Przyszło dwóch klientów z poważnymi skargami. ",
        "mp3Start": "58.4",
        "mp3End": "65.1"
    },
    {
        "linePl": "Pani Kumquat otrzymała dostawę imitacji bananów które były purpurowe, niezbyt przekonujące. ",
        "lineEn": "Mrs Kumquat received a delivery of imitation bananas that were purple, not very convincing. ",
        "lineNo": 17,
        "mp3Start": "65.0",
        "mp3End": "73.6"
    },
    {
        "linePl": "A pan Lime zamówił grapefruity, ale dostałem ananasy. Tomek.\n Tom: Tak.\r",
        "lineEn": "And Mr Lime ordered grapefruits, but got pineapples. Tom. Tom:   Yes.",
        "lineNo": 18,
        "mp3Start": "73.5",
        "mp3End": "79.1"
    },
    {
        "lineNo": 19,
        "lineEn": "Paul:   Were you responsible for these errors?",
        "linePl": "Paul: Czy jesteś odpowiedzialny za te błędy?\r",
        "mp3Start": "79.1",
        "mp3End": "81.2"
    },
    {
        "lineNo": 20,
        "lineEn": "Tom:   Well... yes, but…",
        "linePl": "Tom: Cóż ... tak, ale ...\r",
        "mp3Start": "81.2",
        "mp3End": "83.6"
    },
    {
        "lineNo": 21,
        "lineEn": "Paul:   Look, mistakes happen. But it seems that Mrs Kumquat left our offices even angrier than when she came in and she says she will never use Tip Top Trading again.",
        "linePl": "Paul: Słuchaj, błędy się zdarzają. Wygląda jednak na to, że pani Kumquat opuściła nasze biura jeszcze bardziej wściekła niż kiedy przyszła i mówi, że nigdy nie użyje Tip Top Trading ponownie.\n",
        "mp3Start": "84.3",
        "mp3End": "93.8"
    },
    {
        "lineNo": 22,
        "lineEn": "Tom:   I tried my best.",
        "linePl": "Tom: Starałem się jak mogłem.\r",
        "mp3Start": "93.8",
        "mp3End": "96.5"
    },
    {
        "lineNo": 23,
        "lineEn": "Paul:  Hmmm. I understand you told her to spray-paint the bananas and to 'stop being such a miserable old witch'.",
        "linePl": "Paul: Hmmm. Rozumiem, że powiedziałeś jej, żeby malowała sprayem banany i \"przestań będąc tak nieszczęsną starą czarownicą \".\r",
        "mp3Start": "96.6",
        "mp3End": "102.5"
    },
    {
        "lineNo": 24,
        "lineEn": "Tom: Yeah, well look, she'd been very rude to me.",
        "linePl": "Tom: Tak, dobrze, była dla mnie bardzo niegrzeczna.\r",
        "mp3Start": "102.5",
        "mp3End": "105.2"
    },
    {
        "lineNo": 25,
        "lineEn": "Paul:   If you weren't such a good salesman I would fire you for that. Anna. Anna:   Yes.",
        "linePl": "Paul: Gdybyś nie był takim dobrym sprzedawcą, wywaliłbym cię za to. Ania.\n Anna: Tak.\n",
        "mp3Start": "105.3",
        "mp3End": "110.5"
    },
    {
        "lineNo": 26,
        "lineEn": "Paul:   Well done. Not only was Mr Lime satisfied that his problem would be resolved, but we might even get some extra business from him, thanks to your Imperial Lemon proposal.",
        "linePl": "Paul: Dobra robota. Pan Lime nie tylko był zadowolony, że jego problem będzie rozwiązany, ale nawet możemy otrzymać od niego dodatkowe zamówienia, dzięki twojej propozycji na Imperial Lemon.\n",
        "mp3Start": "110.5",
        "mp3End": "121.2"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna:   I hope so.",
        "linePl": "Anna: Mam nadzieję.\r",
        "mp3Start": "121.3",
        "mp3End": "122.6"
    },
    {
        "lineNo": 28,
        "lineEn": "Paul:   You were in a difficult situation and you handled it well. You remained calm, friendly and professional. So, great job. I'm really impressed. I'm going to…",
        "linePl": "Paul: Byłeś w trudnej sytuacji i dobrze sobie z tym radziłeś. Zostałaś spokojny, przyjazny i profesjonalny. Świetna robota. Jestem pod wrażeniem. Zamierzam…\n",
        "mp3Start": "122.6",
        "mp3End": "135.8"
    },
    {
        "lineNo": 29,
        "lineEn": "(phone rings) Paul:   Oh no. It's a call from the USA.",
        "linePl": "(telefon dzwoni)\n Paul: O nie. To połączenie z USA.\n",
        "mp3Start": "135.8",
        "mp3End": "139.4"
    },
    {
        "lineNo": 30,
        "lineEn": "Tom:   Oh god! Anna:   What? Tom: It’s the boss! Anna:  Whose boss?",
        "linePl": "Tom: O Boże!  Anna: Co?\n Tom: To szef! Anna: Czyj szef?\n",
        "mp3Start": "139.5",
        "mp3End": "144.0"
    },
    {
        "lineNo": 31,
        "lineEn": "Tom:  Ours! The big, big boss, based in America.",
        "linePl": "Tom: Nasz! Wielki, wielki szef z siedzibą w Ameryce.\n",
        "mp3Start": "144.6",
        "mp3End": "148.5"
    },
    {
        "lineNo": 32,
        "lineEn": "Paul:  Shhhh! (on the phone) Hellooo? Ah, good afternoon Mr Socrates, I mean, er- morning, ha ha, where you are it's … yes, no, n-yes …. I'm not sure. Mrs Kumquat … did she? … well, it was very unfortunate …. purple, yes …. totally unacceptable …. I will. If you'd like I could …. Mr Socrates? Hello? Mr Socrates? Oh, he's gone.",
        "linePl": "Paul: Ciii! (przez telefon) Hellooo? Ach, dobre popołódnie, panie Socrates, mam na myśli, er- rano, ha ha, gdzie jesteś ... tak, nie, n-tak .... Nie jestem pewny. Pani Kumquat ... prawda? ... cóż, to było bardzo niefortunne .... fioletowy, tak .... całkowicie nie do przyjęcia .... Będę. Jeśli chcesz, mogę .... Panie Socrates? Halo? Panie Socrates? Och, już go nie ma.\n",
        "mp3Start": "148.5",
        "mp3End": "183.4"
    },
    {
        "lineNo": 33,
        "lineEn": "Right where was I? Tom, great work. Anna, I'm disappointed. No, no, Anna, great work, I want you to take charge of the Imperial Lemon presentation. ",
        "linePl": "Właśnie gdzie byłem? Tom, świetna robota. Anna, jestem rozczarowany. Nie? Nie, Anna, świetna robota, chcę, żebyś przejąła prezentacje Imperial Lemon. \n",
        "mp3Start": "183.4",
        "mp3End": "196.8"
    },
    {
        "linePl": "Tom, jeśli znowu będziesz rozmawiał z takim klientem, to będzie postępowanie dyscyplinarne. Pani Kumquat była tak wściekła, że wysłała nawet e-maila do pana Sokrates. Ok, to wszystko.",
        "lineEn": "Tom, if you speak to a client like that again there will be disciplinary action. Mrs Kumquat was so angry she even emailed Mr Socrates. Ok, that’s it.",
        "lineNo": 34,
        "mp3Start": "197.2",
        "mp3End": "208.9"
    },
    {
        "lineNo": 35,
        "lineEn": "Narrator: Phew! What a relief for Anna. Let's listen again to some of the phrases Paul used to praise her:",
        "linePl": "Narrator: Uff! Co za ulga dla Anny. Posłuchajmy ponownie paru zdań, którtmi Paul chwalił ją:\n",
        "mp3Start": "213.1",
        "mp3End": "220.8"
    },
    {
        "lineNo": 36,
        "lineEn": "Well done.",
        "linePl": "Dobra robota.\r",
        "mp3Start": "220.8",
        "mp3End": "222.1"
    },
    {
        "lineNo": 37,
        "lineEn": "You were in a difficult situation and you handled it well.",
        "linePl": "Byłeś w trudnej sytuacji i dobrze sobie z tym poradziłeś.\r",
        "mp3Start": "222.1",
        "mp3End": "226.2"
    },
    {
        "lineNo": 38,
        "lineEn": "So, great job. I'm really impressed.",
        "linePl": "Świetna robota. Jestem pod wrażeniem.\r",
        "mp3Start": "226.2",
        "mp3End": "229.7"
    },
    {
        "lineNo": 39,
        "lineEn": "He also explained why he thought Anna had done a good job:",
        "linePl": "Wyjaśnił także, dlaczego uważał, że Anna wykonała dobrą robotę:\r",
        "mp3Start": "231.1",
        "mp3End": "235.3"
    },
    {
        "lineNo": 40,
        "lineEn": "You remained calm, friendly and professional.",
        "linePl": "Zachowałeś spokój, przyjaźń i profesjonalizm.\r",
        "mp3Start": "235.3",
        "mp3End": "239.4"
    },
    {
        "lineNo": 41,
        "lineEn": "Excellent work Anna. But Tom's mistakes have given everyone a lot of work to do tomorrow.",
        "linePl": "Doskonała robota Anna. Ale błędy Toma dały wszystkim bardzo dużo do zrobienia jutro.\r",
        "mp3Start": "239.5",
        "mp3End": "245.2"
    },
    {
        "lineNo": 42,
        "lineEn": "Paul:  First thing tomorrow we need to sort this mess out. Tom, I want you to phone every single client and check the orders. Anna, you can go to the warehouse and find out what's going on in there!",
        "linePl": "Paul: Po pierwsze jutro musimy rozwiązać ten bałagan. Tom, chcę, żebyś zadzwonił do każdego klienta i sprawdził zamówienia. Anna, możesz iść do magazyn i dowiedz się, co się tam dzieje!\n",
        "mp3Start": "245.5",
        "mp3End": "256.3"
    },
    {
        "lineNo": 43,
        "lineEn": "• Listening comprehension question",
        "linePl": "· Pytanie ze słuchania ze zrozumieniem\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 44,
        "lineEn": "In which country is the ‘big boss’ of Tip Top Trading based?",
        "linePl": "W którym kraju ma siedzibę \"wielki szef\" Tip Top Trading?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 45,
        "lineEn": "America / United States",
        "linePl": "Ameryka / Stany Zjednoczone",
        "mp3Start": "",
        "mp3End": ""
    }
]