[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back! This is what's happening today: as a result some of embarrassing mistakes in deliveries, Tip Top Trading's big boss in America has ordered a re-check of every order this month. ",
        "linePl": "Narrator: Witamy ponownie! Oto, co się dzisiaj dzieje: w wyniku pewnych zawstydzających błędów w dostawach, wielki szef Tip Top Trading w Ameryce zamówił ponowne sprawdzenie każdego zamówienia w tym miesiącu. ",
        "mp3Start": "4.3",
        "mp3End": "17.6"
    },
    {
        "linePl": "Więc Paul rozmawia z kluczowymi klientami, aby sprawdzić, czy dostali to, czego potrzebowali:\n",
        "lineEn": "So, Paul is talking to key customers to see if they've got what they needed:",
        "lineNo": 2,
        "mp3Start": "17.7",
        "mp3End": "23.3"
    },
    {
        "lineNo": 3,
        "lineEn": "Paul:  I just want to check you're happy with the grapes?",
        "linePl": "Paul: Chcę tylko sprawdzić, czy jesteś zadowolony z winogron?\r",
        "mp3Start": "23.3",
        "mp3End": "26.7"
    },
    {
        "lineNo": 4,
        "lineEn": "Narrator:  Tom, whom we all know was responsible for the disaster, is phoning his clients to make sure he has the correct information about what they want:",
        "linePl": "Narrator: Tom, jak wszyscy wiemy, był odpowiedzialny za katastrofę, dzwoni do swoich klientów, aby upewnić się, że ma prawidłowe informacje o tym, czego chcą:\r",
        "mp3Start": "26.7",
        "mp3End": "37.2"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom:  Ya, yah, I just want to make absolutely sure we get the order right for you and have the correct number of fruit...",
        "linePl": "Tom: Tak, tak, chcę tylko upewnić się, że dostajemy zamówienie odpowiednie dla was i mamy poprawną liczbę owoców ...\r",
        "mp3Start": "37.2",
        "mp3End": "46.0"
    },
    {
        "lineNo": 6,
        "lineEn": "Narrator: Denise is, well, talking on the phone to a friend.",
        "linePl": "Narrator: Denise, cóż, rozmawia przez telefon z przyjacielem.\n",
        "mp3Start": "46.1",
        "mp3End": "50"
    },
    {
        "lineNo": 7,
        "lineEn": "Denise: Brown shoes don't look right on him! He's not a brown shoe sort of person...",
        "linePl": "Denise: Brązowe buty nie wyglądają na nim dobrze! On nie jest typem osoby brązowego buta...\r",
        "mp3Start": "50.1",
        "mp3End": "55.6"
    },
    {
        "lineNo": 8,
        "lineEn": "Narrator:  Anna has to go down to the warehouse, where the products are prepared for delivery.",
        "linePl": "Narrator: Anna musi zejść do magazynu, gdzie produkty są przygotowane na dostawę.\r",
        "mp3Start": "55.9",
        "mp3End": "61.0"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna:  I have to speak to Mr Ingle. Apparently he's not very friendly! He might not like me asking lots of questions!",
        "linePl": "Anna: Muszę porozmawiać z panem Ingle. Najwyraźniej on nie jest zbyt przyjazny! On mógłby nie polubić, gdy zadaję wiele pytań!\r",
        "mp3Start": "61.5",
        "mp3End": "69.2"
    },
    {
        "lineNo": 10,
        "lineEn": "Narrator: Well, be polite, and start your sentences with things like:",
        "linePl": "Narrator: Cóż, bądź uprzejma i zaczynaj zdania wyrażeniami jak:\r",
        "mp3Start": "69.2",
        "mp3End": "74.2"
    },
    {
        "lineNo": 11,
        "lineEn": "I just want to make sure that...",
        "linePl": "Chcę się tylko upewnić, że ...\r",
        "mp3Start": "74.2",
        "mp3End": "76.5"
    },
    {
        "lineNo": 12,
        "lineEn": "Could you possibly clarify...",
        "linePl": "Czy mógłbyś wyjaśnić ...\r",
        "mp3Start": "76.5",
        "mp3End": "78.9"
    },
    {
        "lineNo": 13,
        "lineEn": "I just want to check...",
        "linePl": "Chcę tylko sprawdzić ...\r",
        "mp3Start": "78.9",
        "mp3End": "80.9"
    },
    {
        "lineNo": 14,
        "lineEn": "Just to be absolutely clear...",
        "linePl": "Żeby było absolutnie jasne ...\r",
        "mp3Start": "80.9",
        "mp3End": "83.8"
    },
    {
        "lineNo": 15,
        "lineEn": "One thing I wasn't sure of was...",
        "linePl": "Jedną rzeczą, której nie byłem pewien, było ...\r",
        "mp3Start": "83.8",
        "mp3End": "87.5"
    },
    {
        "lineNo": 16,
        "lineEn": "Narrator: Good luck!",
        "linePl": "Narrator: Powodzenia!\r",
        "mp3Start": "87.5",
        "mp3End": "89.1"
    },
    {
        "lineNo": 17,
        "lineEn": "Anna:  Mr Ingle, I don't think we've met yet, I'm Anna.",
        "linePl": "Anna: Panie Ingle, nie sądzę, żebyśmy się jeszcze spotkali, jestem Anna.\r",
        "mp3Start": "90.5",
        "mp3End": "94.7"
    },
    {
        "lineNo": 18,
        "lineEn": "Ingle: Hello. Oi! What are you doing with those boxes? I told you to put them in storage. Anna, eh?",
        "linePl": "Ingle: Cześć. Oi! Co robisz z tymi pudełkami? Powiedziałem ci, żebyś je włożył do magazynu. Anna, co?\r",
        "mp3Start": "94.7",
        "mp3End": "103.6"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna:  Yes, sorry to bother you, I just want to check something. We've had a few problems with orders….",
        "linePl": "Anna: Tak, przepraszam, że przeszkadzam, chcę tylko coś sprawdzić. Mieliśmy kilka problemy z zamówieniami ...\r",
        "mp3Start": "103.6",
        "mp3End": "110.6"
    },
    {
        "lineNo": 20,
        "lineEn": "Ingle:  Well, that's not my fault. I do exactly what I'm asked to do. (To workers) No, not there, in storage!",
        "linePl": "Ingle: Cóż, to nie moja wina. Robię dokładnie to, o co mnie proszono. (Do pracowników) Nie, nie, w magazynie!\r",
        "mp3Start": "110.6",
        "mp3End": "120.1"
    },
    {
        "lineNo": 21,
        "lineEn": "Anna:  Oh, well, I just want to make sure that….",
        "linePl": "Anna: Oh, cóż, chcę tylko upewnić się, że ...\r",
        "mp3Start": "120.1",
        "mp3End": "123.8"
    },
    {
        "lineNo": 22,
        "lineEn": "Ingle:  Thirty years I've been doing this job, and I've never made a mistake.",
        "linePl": "Ingle: Trzydzieści lat robię tę robotę i nigdy się nie pomyliłem.\r",
        "mp3Start": "123.8",
        "mp3End": "128.0"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna:  Of course, but because we've had problems, we need to make absolutely sure that all deliveries are correct.Ingle:  Humph.",
        "linePl": "Anna: Oczywiście, ale ponieważ mieliśmy problemy, musimy zrobić absolutnie pewność, że wszystkie dostawy są prawidłowe.Ingle:  Humph.\n",
        "mp3Start": "128.6",
        "mp3End": "136.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna:  Could you possibly clarify what went out in today's delivery to Mr Berry of, er, Bluetree Enterprises?",
        "linePl": "Anna: Czy mogłbyś wyjaśnić, co wyszło z dzisiejszą dostawą do pana Berry'ego, er, Bluetree Enterprises?\n",
        "mp3Start": "136.6",
        "mp3End": "147.8"
    },
    {
        "lineNo": 25,
        "lineEn": "Ingle:  500 redcurrants.",
        "linePl": "Ingle: 500 czerwonych porzeczek.\r",
        "mp3Start": "147.8",
        "mp3End": "150.2"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna:  Right. That's fine.",
        "linePl": "Anna: Dokładnie. W porządku.\r",
        "mp3Start": "150.4",
        "mp3End": "152.0"
    },
    {
        "lineNo": 27,
        "lineEn": "Narrator: Well done Anna, this is going very well. Remember that other phrase – \"I just want to check…\"",
        "linePl": "Narrator: Dobra robota, Anna, to idzie bardzo dobrze. Przypomnij inne zdanie - \"Ja po prostu chcę sprawdzić ... \"\n",
        "mp3Start": "153.0",
        "mp3End": "159.6"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Now, I just want to check what was sent to Cocoline Limited – it should have been fifteen mangos – Ingle:  That's right.",
        "linePl": "Anna: Teraz chcę sprawdzić, co zostało wysłane do Cocoline Limited – to powinno być piętnaście mango -\n Ingle: Zgadza się.\n",
        "mp3Start": "161.3",
        "mp3End": "170.7"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna:  Great, and just to be absolutely clear, you sent the soft mangos, not the plastic ones?",
        "linePl": "Anna: Świetnie, i żeby być absolutnie jasnym, wysłałeś miękkie mango, a nie plastikowe?\r",
        "mp3Start": "170.9",
        "mp3End": "177.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Ingle:  Yes, just like I was told to.",
        "linePl": "Ingle: Tak, tak jak mi kazano.\r",
        "mp3Start": "178.0",
        "mp3End": "180.1"
    },
    {
        "lineNo": 31,
        "lineEn": "Anna:  Good. One thing I wasn't sure of was whether we had enough yellow bananas in stock – I know there are some purple ones, but-",
        "linePl": "Anna: Dobrze. Jedną rzeczą, której nie byłem pewien, było to, czy mamy dość żółtego banany na stanie - wiem, że są purpurowe, ale ....\r",
        "mp3Start": "180.8",
        "mp3End": "189.2"
    },
    {
        "lineNo": 32,
        "lineEn": "Ingle:  We do need more yellow bananas.",
        "linePl": "Ingle: Potrzebujemy więcej żółtych bananów.\r",
        "mp3Start": "189.2",
        "mp3End": "191.9"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna:  Okay, I'll just write that down. Thank you Mr Ingle. By the way, I like your overalls!",
        "linePl": "Anna: Dobra, po prostu to zapiszę. Dziękuję, panie Ingle. Przy okazji, lubię twoje kombinezon!\r",
        "mp3Start": "192.0",
        "mp3End": "199"
    },
    {
        "lineNo": 34,
        "lineEn": "Ingle: Oh thanks.",
        "linePl": "Ingle: Oh dzięki.\r",
        "mp3Start": "199",
        "mp3End": "200.9"
    },
    {
        "lineNo": 35,
        "lineEn": "Narrator: Well he was a bit unfriendly, but Anna got what she needed. Here are the phrases she used:",
        "linePl": "Narrator: Cóż, był trochę nieprzyjazny, ale Anna dostała to, czego potrzebowała. Tu są Użyte frazy:\r",
        "mp3Start": "203.7",
        "mp3End": "209.8"
    },
    {
        "lineNo": 36,
        "lineEn": "I just want to make sure that...",
        "linePl": "Chcę się tylko upewnić, że ...\r",
        "mp3Start": "210.0",
        "mp3End": "212.7"
    },
    {
        "lineNo": 37,
        "lineEn": "Could you possibly clarify...",
        "linePl": "Czy mógłbyś wyjaśnić ...\r",
        "mp3Start": "212.7",
        "mp3End": "215.9"
    },
    {
        "lineNo": 38,
        "lineEn": "I just want to check...",
        "linePl": "Chcę tylko sprawdzić ...\r",
        "mp3Start": "215.9",
        "mp3End": "218.6"
    },
    {
        "lineNo": 39,
        "lineEn": "Just to be absolutely clear...",
        "linePl": "Po prostu absolutnie jasne ...\r",
        "mp3Start": "218.6",
        "mp3End": "222"
    },
    {
        "lineNo": 40,
        "lineEn": "One thing I wasn't sure of was...",
        "linePl": "Jedną rzeczą, której nie byłem pewien, było ...\r",
        "mp3Start": "222",
        "mp3End": "225.9"
    },
    {
        "lineNo": 41,
        "lineEn": "Well, everything in the warehouse seems to be okay. Back in the office, Tom is having less luck.",
        "linePl": "Cóż, wszystko w magazynie wydaje się być w porządku. Wracaj do biura,\r Tom ma mniej szczęścia.\r",
        "mp3Start": "225.9",
        "mp3End": "233.2"
    },
    {
        "lineNo": 42,
        "lineEn": "Tom:  (on the phone) Really? Here it says 5,000 not five... oh...",
        "linePl": "Tom: (przez telefon) Naprawdę? Tutaj mówi 5000 nie pięć ... oh ...\r",
        "mp3Start": "233.9",
        "mp3End": "240.7"
    },
    {
        "lineNo": 43,
        "lineEn": "Narrator: It's going to be a long day for him! Until next time. Bye!",
        "linePl": "Narrator: To będzie dla niego długi dzień! Do następnego razu. PA!\r",
        "mp3Start": "240.8",
        "mp3End": "245.6"
    },
    {
        "lineNo": 44,
        "lineEn": "• Listening Challenge",
        "linePl": "· Wyzwanie słuchania\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 45,
        "lineEn": "What kind of fruit was sent out to Mr Berry of Bluetree Enterprise?",
        "linePl": "Jaki owoc został wysłany do pana Berry'ego z Bluetree Enterprise?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 46,
        "lineEn": "Answer: redcurrants.",
        "linePl": "Odpowiedź: czerwone porzeczki. ",
        "mp3Start": "",
        "mp3End": ""
    }
]