[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome! The team at Tip Top Trading are hard at work, making plans for the launch and presentation of their latest product: the revolutionary, almost real Imperial Lemon. ",
        "linePl": "Narrator: Witamy! Zespół Tip Top Trading ciężko pracuje, przygotowując plany\n wprowadzenie na rynek i prezentacja ich najnowszego produktu: rewolucyjnego,\n prawie prawdziwa Cesarska Cytryna.",
        "mp3Start": "3.6",
        "mp3End": "16.8"
    },
    {
        "linePl": " „Burzy mózgów” dzielą się pomysłami aby ich cytryna była sukcesem.",
        "lineEn": "They are 'brainstorming', sharing ideas on how to make their lemon a success.",
        "lineNo": 2,
        "mp3Start": "17.0",
        "mp3End": "22.4"
    },
    {
        "lineNo": 3,
        "lineEn": "Tom:   But it needs to be bright! Anna:   This is much more exciting.",
        "linePl": "Tom: Ale musi być jasna!\n Anna: To jest o wiele bardziej ekscytujące.\r",
        "mp3Start": "22.5",
        "mp3End": "26.6"
    },
    {
        "lineNo": 4,
        "lineEn": "Denise: But having three colours would work better.",
        "linePl": "Denise: Ale trzy kolory działałoby lepiej.\n",
        "mp3Start": "26.6",
        "mp3End": "29.0"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: There is a lot of disagreement going on, which is putting Anna's vocabulary to the test!",
        "linePl": "Narrator: Istnieje wiele nieporozumień, które wprowadzają słownictwo Anny na próbę!\n",
        "mp3Start": "29.0",
        "mp3End": "34.3"
    },
    {
        "lineNo": 6,
        "lineEn": "Paul:  Right, I'm taking the final decision: the colour scheme will be green and yellow, so that's that. Now, the first presentation will be to er, Mr, er, Slime.",
        "linePl": "Paul: Racja, podejmuję ostateczną decyzję: schemat kolorów będzie zielony i żółty, więc to tyle. Teraz pierwsza prezentacja będzie dla niego, panie, er, Śluz\n",
        "mp3Start": "34.7",
        "mp3End": "48.6"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna:  Mr Lime.",
        "linePl": "Anna: Pan Lime.\r",
        "mp3Start": "48.6",
        "mp3End": "50.1"
    },
    {
        "lineNo": 8,
        "lineEn": "Paul:  Oh, er, Mr Lime - that bit of biscuit looked like an 's' – Mr Lime, thank you Annabel. Anna:  Anna.",
        "linePl": "Paul: Och, on, panie Lime - ten biszkopt wyglądał jak „s” - Panie Lime, dziękuję\r Annabel.\r Anna: Anna.\r",
        "mp3Start": "50.1",
        "mp3End": "56.9"
    },
    {
        "lineNo": 9,
        "lineEn": "Paul:  Mr Lime and his team at Citrus Ventures. Ideas please!",
        "linePl": "Paul: Pan Lime i jego zespół w Citrus Ventures. Pomysły proszę!\r",
        "mp3Start": "56.9",
        "mp3End": "61.3"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna:  Why don't we offer Citrus Ventures a special opening offer: 20% off Imperial Lemon orders made this month. Paul:   Hmm...",
        "linePl": "Anna: Dlaczego nie zaoferujemy Citrus Ventures specjalnej oferty otwarcia: 20% zniżki na zamówienia Imperial Lemon złożone w tym miesiącu.\n Paul: Hmm ...\r",
        "mp3Start": "61.3",
        "mp3End": "71.7"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna:   We could even do that for all our regular clients.",
        "linePl": "Anna: Moglibyśmy to zrobić nawet dla wszystkich naszych stałych klientów.\r",
        "mp3Start": "71.7",
        "mp3End": "75.5"
    },
    {
        "lineNo": 12,
        "lineEn": "Denise: That would be a big risk. Anna:   No.",
        "linePl": "Denise: To byłoby duże ryzyko.\r Anna: Nie.\r",
        "mp3Start": "75.5",
        "mp3End": "78.3"
    },
    {
        "lineNo": 13,
        "lineEn": "Denise: If we do that once, all our clients will start asking for 20% off everything.",
        "linePl": "Denise: Jeśli raz to zrobimy, wszyscy nasi klienci zaczną prosić o 20% zniżki na wszystko.\r",
        "mp3Start": "78.3",
        "mp3End": "84.2"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna:   No, I disagree.",
        "linePl": "Anna: Nie, nie zgadzam się.\r",
        "mp3Start": "84.3",
        "mp3End": "85.8"
    },
    {
        "lineNo": 15,
        "lineEn": "Denise: We'll be bankrupt!",
        "linePl": "Denise: Będziemy bankrutem!\r",
        "mp3Start": "85.9",
        "mp3End": "87.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna:  No, you're wrong.",
        "linePl": "Anna: Nie, mylisz się.\r",
        "mp3Start": "87.3",
        "mp3End": "88.9"
    },
    {
        "lineNo": 17,
        "lineEn": "Narrator:  Er- Anna, maybe you should find a better way of saying you disagree with Denise.",
        "linePl": "Narrator: Er- Anna, może powinieneś znaleźć lepszy sposób na powiedzenie, że się nie zgadzasz\r z Denise.\r",
        "mp3Start": "89.3",
        "mp3End": "94.6"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna:  I'm so frustrated! I can't think of the right words.",
        "linePl": "Anna: Jestem taka sfrustrowana! Nie mogę wymyślić właściwych słów.\r",
        "mp3Start": "94.6",
        "mp3End": "98.4"
    },
    {
        "lineNo": 19,
        "lineEn": "Narrator: It helps if you try phrases like:",
        "linePl": "Narrator: Pomaga, jeśli spróbujesz takich fraz:\r",
        "mp3Start": "98.5",
        "mp3End": "100.9"
    },
    {
        "lineNo": 20,
        "lineEn": "Well, I'm not so sure about that... then explain why.",
        "linePl": "Nie jestem tego taki pewien ... więc wyjaśnij dlaczego.\r",
        "mp3Start": "100.9",
        "mp3End": "105.5"
    },
    {
        "lineNo": 21,
        "lineEn": "Or start your sentence with 'but' when you want to disagree with what has just been said.",
        "linePl": "Lub zacznij zdanie od „ale”, jeśli chcesz się nie zgodzić z tym, co ma\r właśnie powiedziano.\r",
        "mp3Start": "105.5",
        "mp3End": "111"
    },
    {
        "lineNo": 22,
        "lineEn": "Or, to seem more polite, you can try:",
        "linePl": "Lub, aby wydawać się bardziej uprzejmy, możesz spróbować:\r",
        "mp3Start": "111",
        "mp3End": "114.5"
    },
    {
        "lineNo": 23,
        "lineEn": "I see your point, but actually I think...",
        "linePl": "Rozumiem twój punkt widzenia, ale tak naprawdę myślę ...\r",
        "mp3Start": "114.5",
        "mp3End": "117.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna:  I'll try.",
        "linePl": "Anna: Spróbuję.\r",
        "mp3Start": "117.6",
        "mp3End": "119"
    },
    {
        "lineNo": 25,
        "lineEn": "Narrator: And don't be aggressive Anna - and give your reasons too, or you'll upset Denise again! Anna:  OK. ",
        "linePl": "Narrator: I nie bądź agresywna, Anno - i podaj swoje powody, w przeciwnym razie będziesz zdenerwowany\r Ponownie Denise!\r Anna: OK. ",
        "mp3Start": "119",
        "mp3End": "125.6"
    },
    {
        "linePl": "Nie jestem tego taki pewien. Myślę, że poprawi to naszą sprzedaż cytryn i sprawi, aby nasi klienci byli szczęśliwi.",
        "lineEn": "Well, I'm not so sure about that. I think it will improve our sales of lemons and make our clients happy. ",
        "lineNo": 26,
        "mp3Start": "126.7",
        "mp3End": "135.9"
    },
    {
        "linePl": "Zadowoleni klienci wrócą kupić więcej",
        "lineEn": "Happy clients will come back to buy more.",
        "lineNo": 27,
        "mp3Start": "135.9",
        "mp3End": "139.4"
    },
    {
        "lineNo": 28,
        "lineEn": "Paul:  Yes, that's a good point Annabe - Anna.",
        "linePl": "Paul: Tak, to dobra uwaga Annabe - Anna.\r",
        "mp3Start": "139.4",
        "mp3End": "142.5"
    },
    {
        "lineNo": 29,
        "lineEn": "Tom:  But 20% is a lot – maybe 5% would be better.",
        "linePl": "Tom: Ale 20% to dużo - może 5% byłoby lepsze.\r",
        "mp3Start": "142.5",
        "mp3End": "147.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna:   But if we're going to make a special offer, we should make it so good that everyone will say yes!",
        "linePl": "Anna: Ale jeśli mamy zamiar złożyć specjalną ofertę, powinniśmy sprawić, żeby była tak dobra\r wszyscy chcą powiedzieć tak!\r",
        "mp3Start": "147.8",
        "mp3End": "155"
    },
    {
        "lineNo": 31,
        "lineEn": "Denise: But people might think there's something wrong with our lemons and that we're desperate to get rid of them.",
        "linePl": "Denise: Ale ludzie mogą myśleć, że coś jest nie tak z naszymi cytrynami i tym podobne\r desperacko chcemy się ich pozbyć.\r",
        "mp3Start": "155",
        "mp3End": "161.5"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna:   I see your point, but, if we explain this is just a special offer for special clients, they'll understand.",
        "linePl": "Anna: Rozumiem twój punkt widzenia, ale jeśli wyjaśnimy, to tylko specjalna oferta specjalna\r klienci zrozumieją.\r",
        "mp3Start": "161.5",
        "mp3End": "169.2"
    },
    {
        "lineNo": 33,
        "lineEn": "Paul:   I like that idea. Good: 20% off for all regular clients just for this month.",
        "linePl": "Paul: Podoba mi się ten pomysł. Dobrze: 20% zniżki dla wszystkich stałych klientów tylko w tym miesiącu.\r",
        "mp3Start": "169.2",
        "mp3End": "176.3"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna, you'll be making the presentation to Citrus Ventures, so make sure you include that offer. Anna:  Yes.",
        "linePl": "Anno, przygotujesz prezentację dla Citrus Ventures, więc upewnij się dołączasz tę ofertę.\nAnna: Tak.\n",
        "mp3Start": "176.3",
        "mp3End": "181.9"
    },
    {
        "lineNo": 35,
        "lineEn": "Paul:   Right, next, what photos do we have of the lemons...?",
        "linePl": "Paul: No właśnie, jakie zdjęcia mamy z cytryn ...?\r",
        "mp3Start": "182.0",
        "mp3End": "185.5"
    },
    {
        "lineNo": 36,
        "lineEn": "Narrator: Finding the right words to disagree in meetings isn't always easy, but Anna managed in the end. ",
        "linePl": "Narrator: Znalezienie właściwych słów, by nie zgodzić się na spotkaniach, nie zawsze jest łatwe, ale Anna  w końcu udało się. ",
        "mp3Start": "186.9",
        "mp3End": "192.9"
    },
    {
        "lineNo": 37,
        "lineEn": "She started sentences with this short word to show that she was about to disagree with what had just been said: But...",
        "linePl": "Zaczęła zdania od tego krótkiego słowa, które ma pokazać że nie zgadza się z tym, co właśnie powiedziano: Ale ...\n",
        "mp3Start": "193.2",
        "mp3End": "201.5"
    },
    {
        "lineNo": 38,
        "lineEn": "And used these phrases:",
        "linePl": "I użył tych zwrotów:\r",
        "mp3Start": "201.5",
        "mp3End": "203.8"
    },
    {
        "lineNo": 39,
        "lineEn": "I'm not so sure about that......",
        "linePl": "Nie jestem tego taki pewien ......\r",
        "mp3Start": "203.8",
        "mp3End": "206.6"
    },
    {
        "lineNo": 40,
        "lineEn": "I see your point, but actually I think...",
        "linePl": "Rozumiem twój punkt widzenia, ale tak naprawdę myślę ...\r",
        "mp3Start": "206.6",
        "mp3End": "210.2"
    },
    {
        "lineNo": 41,
        "lineEn": "The next big challenge for Anna will be her presentation to Citrus Ventures.",
        "linePl": "Kolejnym dużym wyzwaniem dla Anny będzie jej prezentacja dla Citrus Ventures.\r",
        "mp3Start": "211.1",
        "mp3End": "215.4"
    },
    {
        "lineNo": 42,
        "lineEn": "Join us again soon to find out what happens!",
        "linePl": "Dołącz do nas ponownie wkrótce, aby dowiedzieć się, co się stanie!\n",
        "mp3Start": "215.4",
        "mp3End": "218.9"
    },
    {
        "lineNo": 43,
        "lineEn": "Anna: I've got to do a good job but it's going to take me ages. Ah well, I had better get started otherwise I'm going to be here all night!",
        "linePl": "Anna: Muszę wykonać dobrą robotę, ale zajmie mi to wieki. Ach cóż, miałem\r lepiej zacznij, bo inaczej będę tu całą noc!\r",
        "mp3Start": "219.0",
        "mp3End": "228.4"
    },
    {
        "lineNo": 44,
        "lineEn": "Listening Challenge:",
        "linePl": "Wyzwanie słuchania:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 45,
        "lineEn": "What discount does Anna suggest giving to their clients who order the Imperial Lemons?",
        "linePl": "Jaką zniżkę sugeruje Anna dać swoim klientom, którzy zamawiają cytryny cesarskie?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 46,
        "lineEn": "Answer: 20%",
        "linePl": "Odpowiedź: 20% ",
        "mp3Start": "",
        "mp3End": ""
    }
]