[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello, welcome back to the offices of Citrus Ventures! (broken computer + murmur of people at meeting, as proceedings have been interrupted)",
        "linePl": "Narrator: hello, witaj w biurach Citrus Ventures! (złamany komputer + szmer ludzi na spotkaniu, gdy postępowanie został przerwany)\r",
        "mp3Start": "3.8",
        "mp3End": "8.4"
    },
    {
        "lineNo": 2,
        "lineEn": "Anna's presentation to Mr Lime and his colleagues continues... Well, almost! Her computer has jammed and the presentation, along with her notes, are frozen.",
        "linePl": "Prezentacja Anny dla Lime'a i jego współpracowników trwa ... No cóż, prawie! Jej komputer zaciął się i prezentacja wraz z nią notatki, są zamrożone.\r",
        "mp3Start": "8.4",
        "mp3End": "19.6"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna:   Oh no, this is terrible!",
        "linePl": "Anna: Oh nie, to jest okropne!\r",
        "mp3Start": "19.6",
        "mp3End": "22.5"
    },
    {
        "lineNo": 4,
        "lineEn": "Narrator: Anna, you're going to have to manage without the slideshow or notes. Just talk!",
        "linePl": "Narrator: Anna, będziesz musiał zarządzać bez pokazu slajdów lub notatek. Po prostu mów!\r",
        "mp3Start": "23.2",
        "mp3End": "28.5"
    },
    {
        "lineNo": 5,
        "lineEn": "Anna:   Just talk! Just talk! You just talk! What on earth am I going to say? My mind is blank.",
        "linePl": "Anna: Mów! Po prostu mów! Sam po prostu mów! Co mam zamiar powiedzieć? Mój umysł jest pusty.\r",
        "mp3Start": "28.5",
        "mp3End": "36.1"
    },
    {
        "lineNo": 6,
        "lineEn": "Narrator: Try to remember the key points you wanted to share, and give them one by one. If you can, give some facts that support each point. For example:",
        "linePl": "Narrator: spróbuj przypomnieć sobie najważniejsze kwestie, które chciałeś podzielić, i daj im jedno po jednym. Jeśli możesz, podaj kilka faktów, które wspierają każdy punkt. Na przykład:\r",
        "mp3Start": "36.1",
        "mp3End": "46.5"
    },
    {
        "lineNo": 7,
        "lineEn": "Tip Top Trading is growing fast – our number of clients doubled last year.",
        "linePl": "Tip Top Trading rośnie szybko - nasza liczba klientów wzrosła w ubiegłym roku.\r",
        "mp3Start": "46.6",
        "mp3End": "52.4"
    },
    {
        "lineNo": 8,
        "lineEn": "Use phrases like this:",
        "linePl": "Użyj takich zwrotów:\r",
        "mp3Start": "52.7",
        "mp3End": "55.5"
    },
    {
        "lineNo": 9,
        "lineEn": "The company has a strong track record of...",
        "linePl": "Firma ma silny osiągnięcia ...\r",
        "mp3Start": "55.5",
        "mp3End": "59.8"
    },
    {
        "lineNo": 10,
        "lineEn": "Let me share with you...",
        "linePl": "Niech się z wami podzielę ...\r",
        "mp3Start": "59.8",
        "mp3End": "62"
    },
    {
        "lineNo": 11,
        "lineEn": "The Imperial Lemon's key strengths are...",
        "linePl": "Najważniejsze zalety Imperial Lemon to:\r",
        "mp3Start": "62",
        "mp3End": "65.8"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna:   OK. Ahem! (murmurs die down)",
        "linePl": "Anna: OK. Ahem!\r (mruczenia zamarły)\r",
        "mp3Start": "65.8",
        "mp3End": "70.8"
    },
    {
        "lineNo": 13,
        "lineEn": "Sorry about that, I'll just have to continue talking without the slideshow.",
        "linePl": "Przepraszam, muszę kontynuować mówienie bez pokazu slajdów.\n",
        "mp3Start": "70.8",
        "mp3End": "75.4"
    },
    {
        "lineNo": 14,
        "lineEn": "So, ahem.... Tip Top Trading is growing fast – our number of clients doubled last year.  This is because our company-",
        "linePl": "Tak, ahem .... Tip Top Trading rośnie szybko - nasza liczba klientów podwoiła się w zeszłym roku. To dlatego,\r",
        "mp3Start": "75.4",
        "mp3End": "88.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Yes, but try not to bark out information like a robot. Look people in the eye, slow down and try to be more conversational….oh, and smile!",
        "linePl": "Narrator: Tak, ale staraj się nie wydobywać informacji jak robot. Spójrz na ludzi w oko, spowolnić i spróbować być bardziej konwersacyjnym .... Oh, i uśmiech!\r",
        "mp3Start": "88.7",
        "mp3End": "100.0"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna:   (more conversationally) Tip Top Trading is growing fast – our number of clients doubled last year.  ",
        "linePl": "Anna: (bardziej konwersalnie) Tip Top Trading rośnie szybko - nasza liczba klienci podwoili się w zeszłym roku. \n",
        "mp3Start": "100.8",
        "mp3End": "106.8"
    },
    {
        "linePl": "To dlatego, że nasza firma ma silny osiągnięcia i dlatego, że dzięki nowej technologii, nasze owoce są coraz bardziej przekonujące. ",
        "lineEn": "This is because our company has a strong track record of reliability and because, thanks to new technology, our fruits are more and more convincing.",
        "lineNo": 17,
        "mp3Start": "107.0",
        "mp3End": "118.3"
    },
    {
        "linePl": "Nasze banany zdobyły nagrody za bycie najbardziej autentycznie wyglądających owoców w Europie.",
        "lineEn": "Our bananas have won awards for being the most authentic-looking fruits in Europe.",
        "lineNo": 18,
        "mp3Start": "118.3",
        "mp3End": "124.2"
    },
    {
        "lineNo": 19,
        "lineEn": "We are very happy that Citrus Ventures is already among our clients and we hope to build on that by offering you more exciting new fruits.",
        "linePl": "Cieszymy się, że Citrus Ventures jest już wśród naszych klientów i mamy nadzieję budować na tym, oferując ekscytujące nowe owoce.\r",
        "mp3Start": "124.2",
        "mp3End": "133.9"
    },
    {
        "lineNo": 20,
        "lineEn": "Let me share with you our latest product: (sound of unzipping of a bag) the Imperial Lemon.",
        "linePl": "Pozwólcie, że podzielę się z Państwem naszym najnowszym produktem: (dźwięk rozpakowania torby) Cesarska cytryna.\r",
        "mp3Start": "133.9",
        "mp3End": "140.1"
    },
    {
        "lineNo": 21,
        "lineEn": "(impressed murmur from the audience)",
        "linePl": "(szmer podziwu publiczności)\r",
        "mp3Start": "140.1",
        "mp3End": "142.9"
    },
    {
        "lineNo": 22,
        "lineEn": "The Imperial Lemon's key strengths are its design and flexibility. It is made with revolutionary faux-orange-premium, laser-curve-definition technology... (fade out)",
        "linePl": "Najważniejsze zalety Imperial Lemon to jego wzór i elastyczność. To jest wykonane z rewolucyjnej faux-pomarańczowej premium, laser-krzywej-definicji technologia ... (zanikanie)\r",
        "mp3Start": "142.9",
        "mp3End": "156.3"
    },
    {
        "lineNo": 23,
        "lineEn": "Narrator: What an excellent performance from Anna. She focussed on some key points, supported them with facts and structured her answer clearly. She also managed to relax and sound more natural. She used these phrases:",
        "linePl": "Narrator: Jakie wspaniałe wystąpienie Anny. Skoncentrowała się na kluczowych punktach, poparła je faktami i jasno udzielała odpowiedzi. Ona udało się też zrelaksować się i wydawać dźwięki bardziej naturalne. Użyła tych zwrotów:\r",
        "mp3Start": "156.3",
        "mp3End": "172.8"
    },
    {
        "lineNo": 24,
        "lineEn": "The company has a strong track record of...",
        "linePl": "Firma ma silne osiągnięcia ...\r",
        "mp3Start": "172.8",
        "mp3End": "177.7"
    },
    {
        "lineNo": 25,
        "lineEn": "Let me share with you...",
        "linePl": "Pozwól mi się z tobą dzielić ...\r",
        "mp3Start": "177.7",
        "mp3End": "180.8"
    },
    {
        "lineNo": 26,
        "lineEn": "The Imperial Lemon's key strengths are...",
        "linePl": "Głównymi zaletami Imperial Lemon jest ...\r",
        "mp3Start": "180.8",
        "mp3End": "185.2"
    },
    {
        "lineNo": 27,
        "lineEn": "Let's fast-forward to after the meeting to see if she gets an order.",
        "linePl": "Przenieśmy się do Po spotkaniu, aby zobaczyć, czy dostanie zamówienie.\r",
        "mp3Start": "185.2",
        "mp3End": "191.3"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: …so thank you for your time, I hope you're impressed with our Imperial Lemon.",
        "linePl": "Anna: ... więc dziękuję za Twój czas, mam nadzieję, że jesteś pod wrażeniem naszej Cesarskiej Cytryny.\r",
        "mp3Start": "191.3",
        "mp3End": "203.2"
    },
    {
        "lineNo": 29,
        "lineEn": "Mr Lime: Fantastic Anna, fantastic!",
        "linePl": "Pan Lime: Fantastyczna Anna, fantastyczna!\r",
        "mp3Start": "203.2",
        "mp3End": "206.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna:   Thank you.",
        "linePl": "Anna: Dziękuję.\r",
        "mp3Start": "206.8",
        "mp3End": "208.1"
    },
    {
        "lineNo": 31,
        "lineEn": "Mr Lime: Those... lemons – wow. I'd like to put in an order for three hundred thousand right away.",
        "linePl": "Pan Lime: Te ... cytryny - wow. Chciałbym złożyć zamówień trzystu tysiąc od razu.\r",
        "mp3Start": "208.1",
        "mp3End": "215.9"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna:   Of course.",
        "linePl": "Anna: Oczywiście.\r",
        "mp3Start": "215.9",
        "mp3End": "217.2"
    },
    {
        "lineNo": 33,
        "lineEn": "Mr Lime: Now, what's your direct phone number?",
        "linePl": "Pan Lime: Jaki jest twój bezpośredni numer telefonu?\r",
        "mp3Start": "217.2",
        "mp3End": "221.1"
    },
    {
        "lineNo": 34,
        "lineEn": "Narrator: Good work. Although, I must say, Mr Lime seems just as excited about Anna as he is about the lemons. Hmm....watch out Anna! Until next time!",
        "linePl": "Narrator: Dobra robota. Chociaż muszę powiedzieć, że pan Lime wydaje się równie podekscytowany Anna, jak o cytrynach. Hmm ... uważaj Anna! Do następnego razu!\r",
        "mp3Start": "221.1",
        "mp3End": "232.9"
    },
    {
        "lineNo": 35,
        "lineEn": "• Listening Challenge",
        "linePl": "· Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 36,
        "lineEn": "Question: What does Anna say are the key strengths of the Imperial Lemon?",
        "linePl": "Pytanie: Co mówi Anna to główne atuty Imperial Lemon?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 37,
        "lineEn": "Answer: Its design and flexibility.",
        "linePl": "Odpowiedź: jego konstrukcja i elastyczność. ",
        "mp3Start": "",
        "mp3End": ""
    }
]