[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello, welcome back to Tip Top Trading. An office meeting has been scheduled, but Paul is running late. He's asked Anna to take charge and start the meeting without him.",
        "linePl": "Narrator: Witaj, witaj ponownie w Tip Top Trading. Spotkanie biurowe zostało zaplanowane, ale Paul się spóźnia. Poprosił Annę o przejęcie kontroli i rozpoczęcie spotkania bez niego.",
        "mp3Start": "3.9",
        "mp3End": "14.5"
    },
    {
        "lineNo": 2,
        "lineEn": "Denise: Here you go Anna, it's a print-out of the agenda for the meeting.",
        "linePl": "Denise: Proszę bardzo, Anno, to wydruk planu spotkania.",
        "mp3Start": "14.5",
        "mp3End": "18.6"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: Thank you. Oh dear, I'm not sure if I know the right words to start meetings.",
        "linePl": "Anna: Dziękuję. Och, droga, nie jestem pewna, czy znam właściwe słowa na rozpoczynanie spotkań",
        "mp3Start": "18.6",
        "mp3End": "23.4"
    },
    {
        "lineNo": 4,
        "lineEn": "Narrator: Well, you can say something like:",
        "linePl": "Narrator: Cóż, możesz powiedzieć coś takiego:",
        "mp3Start": "24.2",
        "mp3End": "26.3"
    },
    {
        "lineNo": 5,
        "lineEn": "Thank you for coming. There are five items on the agenda today.",
        "linePl": "Dziękuję za przybycie. Dziś jest pięć punktów porządku obrad.",
        "mp3Start": "26.2",
        "mp3End": "30.8"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: Items?",
        "linePl": "Anna: Przedmioty?",
        "mp3Start": "31.0",
        "mp3End": "32.2"
    },
    {
        "lineNo": 7,
        "lineEn": "Narrator: It's a fancy way of saying 'things'. Then you list them:",
        "linePl": "Narrator: To fantazyjny sposób mówienia „rzeczy”. Następnie wymień je:",
        "mp3Start": "32.4",
        "mp3End": "36.9"
    },
    {
        "lineNo": 8,
        "lineEn": "Firstly, secondly, after that, and then, finally...",
        "linePl": "Po pierwsze, po drugie, po tym, a potem, na koniec ...",
        "mp3Start": "36.9",
        "mp3End": "43.1"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna: Yes, that's easy.",
        "linePl": "Anna: Tak, to proste.",
        "mp3Start": "43.3",
        "mp3End": "44.8"
    },
    {
        "lineNo": 10,
        "lineEn": "Narrator: At the end there is often something called 'any other business'.",
        "linePl": "Narrator: Na końcu często jest coś zwanego „jakieś inne sprawy”.",
        "mp3Start": "44.9",
        "mp3End": "48.8"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Any other business?",
        "linePl": "Anna: Jakiś inny biznes?",
        "mp3Start": "48.9",
        "mp3End": "50.1"
    },
    {
        "lineNo": 12,
        "lineEn": "Narrator: That's anything else that wasn't listed on the agenda, but that people want to talk about.",
        "linePl": "Narrator: To wszystko, czego nie było w porządku obrad, ale ludzie tego chcą porozmawiać o. ",
        "mp3Start": "50.8",
        "mp3End": "55.7"
    },
    {
        "lineNo": 13,
        "lineEn": "I expect Tom will want to talk about how great he is and Denise will want to talk about her new hairdresser or something.",
        "linePl": "Oczekuję, że Tom będzie chciał porozmawiać o tym, jaki jest wspaniały i jak Denise będzie chciała porozmawiać o swoim nowym fryzjerze czy coś takiego.",
        "mp3Start": "55.8",
        "mp3End": "63.5"
    },
    {
        "lineNo": 14,
        "lineEn": "Then when it's time for the meeting to end, you can say: Let's wrap up. It means let's finish.",
        "linePl": "Następnie kiedy nadejdzie czas zakończenia spotkania, możesz powiedzieć: Zakończmy. To oznacza koniec.",
        "mp3Start": "63.6",
        "mp3End": "69.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: To wrap up. Okay, I'll do my best. Oop, it's time, everyone is gathering.",
        "linePl": "Anna: Na zakończenie. Dobra, zrobię co w mojej mocy. Ups, już czas, wszyscy się zbierają.",
        "mp3Start": "70.0",
        "mp3End": "76.5"
    },
    {
        "lineNo": 16,
        "lineEn": "(The meeting starts)",
        "linePl": "(Spotkanie się rozpoczyna)",
        "mp3Start": "76.5",
        "mp3End": "79.1"
    },
    {
        "lineNo": 17,
        "lineEn": "Thank you.. thank you for coming. Paul will be here soon, but he asked me to start the meeting. There are (counting to herself) one, two, three, four items on the agenda today.",
        "linePl": "Dziękuję .. dziękuję za przybycie. Paul wkrótce tu będzie, ale mnie zapytał rozpocząć spotkanie. Są (licząc dla siebie) jeden, dwa, trzy, cztery pozycje w porządku dnia dzisiaj.",
        "mp3Start": "79.5",
        "mp3End": "93.9"
    },
    {
        "lineNo": 18,
        "lineEn": "Firstly, the stock management systems. Secondly, plans for a team-building activity (collective groan).",
        "linePl": "Po pierwsze, systemy zarządzania zapasami. Po drugie, plany aktywności budowania zespołu (zbiorowy jęk).",
        "mp3Start": "93.9",
        "mp3End": "101.8"
    },
    {
        "lineNo": 19,
        "lineEn": "After that, the colour of our new apples and finally any other business, before we can wrap up.",
        "linePl": "Następnie kolor naszych nowych jabłek i wreszcie każdy inny biznes, zanim będziemy mogli zakończyć.",
        "mp3Start": "103.2",
        "mp3End": "110.9"
    },
    {
        "lineNo": 20,
        "lineEn": "Paul: (arriving) Oh golly gosh, there you are, here I am, good. Hello everyone. Sorry I'm late.",
        "linePl": "Paul: (przyjeżdża) O cholera, cholera, proszę bardzo, proszę bardzo. Cześć wszystkim. Przepraszam za spóźnienie",
        "mp3Start": "110.9",
        "mp3End": "116.6"
    },
    {
        "lineNo": 21,
        "lineEn": "Anna: I'd just opened the meeting.",
        "linePl": "Anna: Właśnie otworzyłam spotkanie.",
        "mp3Start": "116.7",
        "mp3End": "117.9"
    },
    {
        "lineNo": 22,
        "lineEn": "Paul: Great. Remind me what the first item on the agenda is?",
        "linePl": "Paul: Świetnie. Przypomnij mi, jaki jest pierwszy punkt w porządku obrad?",
        "mp3Start": "118.1",
        "mp3End": "122.8"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Stock.",
        "linePl": "Anna: Magazyn.",
        "mp3Start": "123.2",
        "mp3End": "124.1"
    },
    {
        "lineNo": 24,
        "lineEn": "Paul: Stock? Stock, stock, stock, stock. Ah yes, stock management systems, yes, right.",
        "linePl": "Paul: Magazyn? Zapas, zapasy, zapasy, zapasy. Ach tak, systemy zarządzania zapasami, tak, racja.",
        "mp3Start": "124.2",
        "mp3End": "131.3"
    },
    {
        "lineNo": 25,
        "lineEn": "Well that's mainly to announce that we need to start developing a good stock management system so we can meet the huge demand I’m expecting for these laser-curved fruits. ",
        "linePl": "To głównie po to, aby ogłosić, że musimy zacząć się rozwijać dobry system zarządzania zapasami, dzięki czemu możemy sprostać ogromnemu popytowi jaki spodziewam się na owoce zakrzywione laserowo. ",
        "mp3Start": "131.3",
        "mp3End": "142.3"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna, I'd like you to lead on that.",
        "linePl": "Anna, chciałbym, żebyś to poprowadziła.",
        "mp3Start": "142.3",
        "mp3End": "145.1"
    },
    {
        "lineNo": 27,
        "lineEn": "(quiet murmur of surprise)",
        "linePl": "(cichy pomruk zaskoczenia)",
        "mp3Start": "145.1",
        "mp3End": "147.3"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Me? You want me to be in charge of the stock management systems?",
        "linePl": "Anna: Ja? Chcesz, żebym była odpowiedzialna za systemy zarządzania zapasami?",
        "mp3Start": "147.5",
        "mp3End": "151.8"
    },
    {
        "lineNo": 29,
        "lineEn": "Paul: Anna's had some excellent ideas already and I think she'll do a great job.",
        "linePl": "Paul: Anna ma już świetne pomysły i myślę, że wykona świetną robotę.",
        "mp3Start": "151.9",
        "mp3End": "156.4"
    },
    {
        "lineNo": 30,
        "lineEn": "For these new fruits, stock control will be key to supplying our customers with laser-curve oranges, laser-curve lemons, laser-curve…",
        "linePl": "W przypadku tych nowych owoców kontrola zapasów będzie kluczem do zaopatrzenia naszych klientów z pomarańczowymi krzywymi laserowymi, cytrynowymi krzywymi laserowymi, krzywymi laserowymi…",
        "mp3Start": "156.6",
        "mp3End": "166.8"
    },
    {
        "lineNo": 31,
        "lineEn": "Narrator: Well, that was good news for Anna, but not surprising, after all her hard work. She opened the meeting well, too. Here's a reminder of the phrases she used:",
        "linePl": "Narrator: Cóż, to była dobra wiadomość dla Anny, ale nic dziwnego, po tej jej całej ciężkiej pracy. Ona również dobrze otworzyła spotkanie. Oto przypomnienie zwrotów ona użyła:",
        "mp3Start": "169.6",
        "mp3End": "179.5"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: Thank you for coming.",
        "linePl": "Anna: Dziękuję za przybycie.",
        "mp3Start": "180",
        "mp3End": "181.6"
    },
    {
        "lineNo": 33,
        "lineEn": "There are four items on the agenda today.",
        "linePl": "Dzisiaj są cztery punkty porządku obrad.",
        "mp3Start": "181.6",
        "mp3End": "185.1"
    },
    {
        "lineNo": 34,
        "lineEn": "Firstly... Secondly...",
        "linePl": "Po pierwsze... Po drugie...",
        "mp3Start": "185.1",
        "mp3End": "188.5"
    },
    {
        "lineNo": 35,
        "lineEn": "After that... Then...",
        "linePl": "Po tym... Następnie...",
        "mp3Start": "188.5",
        "mp3End": "191.8"
    },
    {
        "lineNo": 36,
        "lineEn": "And finally... Any other business.",
        "linePl": "I w końcu... Każdy inny biznes.",
        "mp3Start": "191.8",
        "mp3End": "195.7"
    },
    {
        "lineNo": 37,
        "lineEn": "And then we can wrap up.",
        "linePl": "A potem możemy zakończyć.",
        "mp3Start": "195.7",
        "mp3End": "197.6"
    },
    {
        "lineNo": 38,
        "lineEn": "Narrator: There’s only one problem for Anna now, winning over Mr Ingle the warehouse manager – that won’t be easy. Well, time for me to wrap up now. See you soon! Bye!",
        "linePl": "Narrator: Teraz jest tylko jeden problem dla Anny, przekonanie z pana Ingle kierownika magazynu - to nie będzie łatwe. Czas na podsumowanie teraz. Do zobaczenia wkrótce! PA!",
        "mp3Start": "198.9",
        "mp3End": "210.0"
    },
    {
        "lineNo": 39,
        "lineEn": " Listening Challenge",
        "linePl": " Wyzwanie słuchania",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 40,
        "lineEn": "What was the second item on the agenda for today's meeting?",
        "linePl": "Jaki był drugi punkt porządku dziennego dzisiejszego spotkania?",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 41,
        "lineEn": "(Answer: Plans for a team-building activity)",
        "linePl": "(Odpowiedź: Plany działania integracyjnego) ",
        "mp3Start": "",
        "mp3End": ""
    }
]