[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello, welcome back to Tip Top Trading where everyone is gossiping about Paul’s announcement that Anna is to lead the company’s new stock management system for the new laser-curved fruit.",
        "linePl": "Narrator: Witaj, witaj ponownie w Tip Top Trading, gdzie wszyscy plotkują o oświadczeniu Paula, że ​​Anna ma przewodzić firmowym nowym systemem zarządzania magazynem dla nowych owoców zakrzywionych laserowo.",
        "mp3Start": "4.5",
        "mp3End": "16.6"
    },
    {
        "lineNo": 2,
        "lineEn": "(Denise on phone) Denise: Yes Anna…the new girl…she’s done really well although I don’t know what experience she’s got",
        "linePl": "(Denise na telefon) Denise: Tak Anna… nowa dziewczyna… ma się naprawdę dobrze, chociaż nie wiem co doświadczenie, które ma…",
        "mp3Start": "17.3",
        "mp3End": "25.6"
    },
    {
        "linePl": " poza tym, o fryzjerze, o którym wspominałeś, och ja uwielbiam jego płyn po goleniu…",
        "lineEn": "….anyway, about the hairdresser you mentioned, oh I loved his aftershave…",
        "lineNo": 3,
        "mp3Start": "25.7",
        "mp3End": "31.7"
    },
    {
        "lineNo": 4,
        "lineEn": "Tom: I can’t understand it. I’ve got all the experience and all the ideas…she’s just such a…",
        "linePl": "Tom: Nie rozumiem tego. Mam całe doświadczenie i wszystkie pomysły ... ona jest właśnie taki…",
        "mp3Start": "32.4",
        "mp3End": "38.6"
    },
    {
        "lineNo": 5,
        "lineEn": "Anna:  Tom. Sorry to interrupt, I just wanted to check you’re ok with me leading this strategy for stock management.",
        "linePl": "Anna: Tom. Przepraszam, że przeszkadzam, chciałem tylko sprawdzić, czy nie masz nic przeciwko prowadzeniu przeze mnie tą strategią zarządzania zapasami.",
        "mp3Start": "39.6",
        "mp3End": "46.1"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: Oh of course. You deserve it.",
        "linePl": "Tom: Och, oczywiście. Zasługujesz na to.",
        "mp3Start": "46.1",
        "mp3End": "48.8"
    },
    {
        "lineNo": 7,
        "lineEn": "Narrator: That was a nice touch Anna.",
        "linePl": "Narrator: To był miły akcent Anna.",
        "mp3Start": "50.3",
        "mp3End": "51.8"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna:  But Tom, now you must help me. Tom: Eh?!",
        "linePl": "Anna: Ale Tom, teraz musisz mi pomóc. Tom: Eh ?!",
        "mp3Start": "51.9",
        "mp3End": "55.6"
    },
    {
        "lineNo": 9,
        "lineEn": "Narrator: Anna! That’s not the best way to ask for help.  Remember what I’ve always told you about politeness?",
        "linePl": "Narrator: Anna! To nie jest najlepszy sposób, aby poprosić o pomoc. Pamiętaj, co zawsze mówiłem ci o grzeczności?",
        "mp3Start": "56.0",
        "mp3End": "62.4"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Be polite – yes you keep telling me that.",
        "linePl": "Anna: Bądź uprzejmy - tak, ciągle mi to mówisz.",
        "mp3Start": "62.4",
        "mp3End": "65.7"
    },
    {
        "lineNo": 11,
        "lineEn": "Narrator: And if you want someone to help you, ask them, don’t tell them – even if it is Tom!",
        "linePl": "Narrator: A jeśli chcesz, aby ktoś ci pomógł, zapytaj go, nie mów mu - nawet jeśli to jest Tom!",
        "mp3Start": "65.9",
        "mp3End": "71.1"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: Oh right.  I’m in a bit of a panic. I’ve never done this before. I don’t know where to begin.",
        "linePl": "Anna: Oh racja. Wpadam w panikę. Nigdy tego nie robiłem. Nie wiem gdzie zacząć.",
        "mp3Start": "71.1",
        "mp3End": "78.6"
    },
    {
        "lineNo": 13,
        "lineEn": "Narrator: Well start by asking your colleagues for help like this:",
        "linePl": "Narrator: Zacznij od poproszenia kolegów o pomoc w następujący sposób:",
        "mp3Start": "78.6",
        "mp3End": "82.6"
    },
    {
        "lineNo": 14,
        "lineEn": "I would be most grateful if you could give me some help",
        "linePl": "Byłbym bardzo wdzięczny, gdybyś mógł mi pomóc",
        "mp3Start": "82.6",
        "mp3End": "86.4"
    },
    {
        "lineNo": 15,
        "lineEn": "Please could I ask you for some advice?",
        "linePl": "Czy mogę prosić o radę?",
        "mp3Start": "86.4",
        "mp3End": "89.1"
    },
    {
        "lineNo": 16,
        "lineEn": "I know you’re busy but could you spare me a few minutes of your time please?",
        "linePl": "Wiem, że jesteś zajęty, ale czy mógłbyś poświęcić mi kilka minut swojego czasu Proszę?",
        "mp3Start": "89.1",
        "mp3End": "93.8"
    },
    {
        "lineNo": 17,
        "lineEn": "Go on, give it a try!",
        "linePl": "Dalej, spróbuj!",
        "mp3Start": "93.8",
        "mp3End": "96.4"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna:  Right, thanks. I'll try. Erm, excuse me Tom. Sorry about earlier. I’m a little nervous about leading this strategy thing and I would be most grateful if you could give me some help….please?",
        "linePl": "Anna: Racja, dzięki. Spróbuję. Erm, przepraszam Tom. Przepraszam za wcześniej. Jestem małym denerwuję się prowadzeniem tej strategii i byłbym bardzo wdzięczny, gdyby możesz mi pomóc ... proszę?",
        "mp3Start": "96.9",
        "mp3End": "112.2"
    },
    {
        "lineNo": 19,
        "lineEn": "Tom: Of course Anna. Why didn’t you say, I’d be delighted. I’ve lost count of the number of projects I’ve lead over the years.",
        "linePl": "Tom: Oczywiście, Anna. Dlaczego nie powiedziałeś, byłbym zachwycony. Straciłem rachubę liczba projektów, które prowadziłam przez lata.",
        "mp3Start": "112.2",
        "mp3End": "121.1"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: Great, thanks. So…where do you think I should begin?",
        "linePl": "Anna: Świetnie, dziękuję. Więc… jak myślisz, od czego powinienem zacząć?",
        "mp3Start": "121.1",
        "mp3End": "126.2"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom: Give me a few minutes and I’ll find some of the excellent work I did last year.  You’ll just need to copy it really. Hold on…",
        "linePl": "Tom: Daj mi kilka minut, a znajdę kilka świetnych prac, które wykonałem ostatnio rok. Musisz go tylko skopiować. Czekaj…",
        "mp3Start": "126.2",
        "mp3End": "135.6"
    },
    {
        "lineNo": 22,
        "lineEn": "Paul: Ah Anna…just popping out for some biscuits….err, how’s the stock management strategy coming along?",
        "linePl": "Paul: Ah Anna… właśnie wyskoczyłem po ciastka… .err, jak tam strategia zarządzania zapasami robi postępy?",
        "mp3Start": "135.6",
        "mp3End": "142.6"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Oh very good Paul….actually, please could I ask you for some advice?",
        "linePl": "Anna: Och, bardzo dobry Paul… właściwie, czy mógłbym prosić o radę?",
        "mp3Start": "142.6",
        "mp3End": "149"
    },
    {
        "lineNo": 24,
        "lineEn": "Paul: Yes of course….although I don’t know if I’ll be much use!",
        "linePl": "Paul: Tak, oczywiście ... chociaż nie wiem, czy będę bardzo użyteczny!",
        "mp3Start": "149",
        "mp3End": "152.9"
    },
    {
        "lineNo": 25,
        "lineEn": "Tom: …now where did I save those damn documents?…",
        "linePl": "Tom:… gdzie teraz zapisałem te cholerne dokumenty?…",
        "mp3Start": "152.9",
        "mp3End": "156.2"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: I’m very grateful for this opportunity but I’m a little unsure of where to start. Tom is looking for some his old work but…",
        "linePl": "Anna: Jestem bardzo wdzięczna za tę okazję, ale nie jestem pewna, dokąd początek. Tom szuka swojej starej pracy, ale…",
        "mp3Start": "156.4",
        "mp3End": "164.8"
    },
    {
        "lineNo": 27,
        "lineEn": "Paul: Really?! To be honest, this isn’t Tom’s speciality. At a time like this I would ask Denise.",
        "linePl": "Paul: Naprawdę ?! Szczerze mówiąc, to nie jest specjalność Toma. W przypadku jak ten zapytałbym Denise.",
        "mp3Start": "165.0",
        "mp3End": "171.2"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Denise!?",
        "linePl": "Anna: Denise !?",
        "mp3Start": "171.3",
        "mp3End": "172.3"
    },
    {
        "lineNo": 29,
        "lineEn": "Paul: Yes…she may only be the office assistant but she always has words of wisdom.  Right…custard creams of chocolate digestives?",
        "linePl": "Paul: Tak… może być tylko asystentką biurową, ale zawsze ma słowa mądrość. Racja… kremy kremowe z czekoladowymi produktami trawiennymi?",
        "mp3Start": "172.5",
        "mp3End": "180.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: What? Paul: Biscuits?Anna: Oh…custard creams please.",
        "linePl": "Anna: Co? Paul: Ciastka? Anna: Och… kremy kremowe proszę.",
        "mp3Start": "181.1",
        "mp3End": "185.0"
    },
    {
        "lineNo": 31,
        "lineEn": "  Err, Denise, I know you’re busy but could you spare a few minutes of your time please?",
        "linePl": " Err, Denise, wiem, że jesteś zajęta, ale czy mógłbyś proszę poświęcić kilka minut swojego czasu?",
        "mp3Start": "189.9",
        "mp3End": "196.1"
    },
    {
        "lineNo": 32,
        "lineEn": "Denise: Of course Anna, always happy to help you.",
        "linePl": "Denise: Oczywiście, Anna, zawsze chętna do pomocy.",
        "mp3Start": "196.1",
        "mp3End": "199.5"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna:  Well you know the stock management control system?",
        "linePl": "Anna: Znasz system kontroli zarządzania zapasami?",
        "mp3Start": "199.7",
        "mp3End": "202.3"
    },
    {
        "lineNo": 34,
        "lineEn": "Denise: The one you’ve now got to work out…well done for getting that!",
        "linePl": "Denise: Tą, którą musisz teraz wypracować… dobra robota zdobycie tego!",
        "mp3Start": "202.6",
        "mp3End": "206.5"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: Thanks. I really don’t know where to begin. It was OK writing it down for Paul but how do I put it in to practice?",
        "linePl": "Anna: Dzięki. Naprawdę nie wiem od czego zacząć. Zapisywanie tego dla Paul było OK, ale jak mam to przełożyć na praktykę?",
        "mp3Start": "206.7",
        "mp3End": "212.8"
    },
    {
        "lineNo": 36,
        "lineEn": " There’s just too much to do!",
        "linePl": " Jest po prostu zbyt wiele do zrobienia!",
        "mp3Start": "212.9",
        "mp3End": "215.2"
    },
    {
        "lineNo": 37,
        "lineEn": "Denise:  Calm down Anna. You’ll be fine. The first thing you need to do is to look at our current system.",
        "linePl": "Denise: Uspokój się, Anno. Będzie dobrze. Pierwszą rzeczą, którą musisz zrobić, to spojrzeć nasz obecny system.",
        "mp3Start": "215.2",
        "mp3End": "222.4"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: Look at our current system. How do I do that?",
        "linePl": "Anna: Spójrz na nasz obecny system. Jak mogę to zrobić?",
        "mp3Start": "222.4",
        "mp3End": "226.2"
    },
    {
        "lineNo": 39,
        "lineEn": "Denise: Easy! Just take the lift down to the warehouse and speak to Mr Ingle and then write down what you find ",
        "linePl": "Denise: Łatwo! Po prostu zjedź windą do magazynu i porozmawiaj z panem Ingle i następnie zapisz to, co znajdziesz ",
        "mp3Start": "226.9",
        "mp3End": "234.3"
    },
    {
        "linePl": "- i przygotuj plan działania swoich zadań które musisz zrobić - jak lista zakupów - jestem w tym bardzo dobry.",
        "lineEn": "– and draw up an action plan of tasks you need to do – like a shopping list – I’m very good at those.",
        "lineNo": 40,
        "mp3Start": "234.3",
        "mp3End": "241.2"
    },
    {
        "lineNo": 41,
        "lineEn": "Anna: Go and see Mr Ingle? Oh do I have to.",
        "linePl": "Anna: Idź i zobacz pan Ingle? Och, muszę.",
        "mp3Start": "241.2",
        "mp3End": "246.6"
    },
    {
        "lineNo": 42,
        "lineEn": "Denise: He’s ok really Anna. If you approach him in the right way he won’t bite your head off!",
        "linePl": "Denise: Naprawdę jest w porządku, Anno. Jeśli podejdziesz do niego we właściwy sposób, nie odgryzie ci głowy!",
        "mp3Start": "246.6",
        "mp3End": "253.6"
    },
    {
        "lineNo": 43,
        "lineEn": "Anna: What? Bite my head off! Oh…well, if he won’t bite me…then I suppose I should go and see him. Thanks for your advice Denise, I could kiss you.",
        "linePl": "Anna: Co? Odgryź mi głowę! Och… cóż, jeśli mnie nie ugryzie… to chyba powinienem go zobaczyć. Dzięki za radę, Denise, mógłbym cię pocałować.",
        "mp3Start": "253.6",
        "mp3End": "265.4"
    },
    {
        "lineNo": 44,
        "lineEn": "Right, I’m going to go and see him right now.",
        "linePl": "Jasne, zaraz go zobaczę.",
        "mp3Start": "265.4",
        "mp3End": "268.9"
    },
    {
        "lineNo": 45,
        "lineEn": "Narrator: Make an action plan! A good idea. Well done Denise, you’re smarter than you look!  ",
        "linePl": "Narrator: Stwórz plan działania! Dobry pomysł. Dobra robota Denise, jesteś mądrzejsza niż wyglądasz! ",
        "mp3Start": "274.1",
        "mp3End": "280.2"
    },
    {
        "linePl": "I dobrze zrobiona Anno, w końcu otrzymałeś pomoc, której potrzebowałeś używając tych zwrotów:",
        "lineEn": "And well done Anna, you eventually got the help you needed by using these phrases:",
        "lineNo": 46,
        "mp3Start": "280.4",
        "mp3End": "285.2"
    },
    {
        "lineNo": 47,
        "lineEn": "I would be most grateful if you could give me some help",
        "linePl": "Byłbym bardzo wdzięczny, gdybyś mógł mi pomóc",
        "mp3Start": "285.8",
        "mp3End": "290.2"
    },
    {
        "lineNo": 48,
        "lineEn": "Please could I ask you for some advice?",
        "linePl": "Czy mogę prosić o radę?",
        "mp3Start": "290.2",
        "mp3End": "293.1"
    },
    {
        "lineNo": 49,
        "lineEn": "I know you’re busy but could you spare me a few minutes of your time please?",
        "linePl": "Wiem, że jesteś zajęty, ale czy mógłbyś poświęcić mi kilka minut swojego czasu Proszę?",
        "mp3Start": "293.4",
        "mp3End": "299.0"
    },
    {
        "lineNo": 50,
        "lineEn": "Remember, if you’re stuck for ideas just ask for help…but maybe not Tom,",
        "linePl": "Pamiętaj, że jeśli utkniesz w pomysłach, poproś o pomoc… ale może nie Tom,",
        "mp3Start": "300.0",
        "mp3End": "305.3"
    },
    {
        "lineNo": 51,
        "lineEn": "I wonder how he’s getting on?",
        "linePl": "Zastanawiam się, jak mu idzie?",
        "mp3Start": "305.3",
        "mp3End": "307.2"
    },
    {
        "lineNo": 52,
        "lineEn": "Tom: (shouting across room) Here Anna, I’ve got them.  Look, all my ideas from my last stock control project…pages and pages of them.  Just copy these, they’re brilliant. Anna? Anna!",
        "linePl": "Tom: (krzyczy przez pokój) Tutaj, mam ich. Spójrz, wszystkie moje pomysły z mój ostatni projekt kontroli zapasów… strony i ich strony. Po prostu skopiuj te są genialni. Ania? Ania!",
        "mp3Start": "307.2",
        "mp3End": "318.8"
    },
    {
        "lineNo": 53,
        "lineEn": "Paul: …too late, I’ve just seen her in the lift. Fancy a custard cream Tom?",
        "linePl": "Paul:… za późno, właśnie ją widziałem w windzie. Masz ochotę na kremowy krem ​​Tom?",
        "mp3Start": "318.8",
        "mp3End": "323.2"
    },
    {
        "lineNo": 54,
        "lineEn": "Narrator: So Anna is off to speak to the prickly Mr Ingle. Let’s hope she uses those phrases to ask for help, otherwise she might get her head bitten off – and it could get very messy!  See you next time.",
        "linePl": "Narrator: A więc Anna ma ochotę porozmawiać z kolczastym panem Ingle. Miejmy nadzieję, że ich używa fraz, które proszą o pomoc, w przeciwnym razie może zostać ugryziona w głowę - i może być bardzo niechlujny! Do zobaczenia następnym razem.",
        "mp3Start": "323.2",
        "mp3End": "335.4"
    },
    {
        "lineNo": 55,
        "lineEn": "Listening challenge:",
        "linePl": "Wyzwanie słuchania:",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 56,
        "lineEn": "What does Denise advise Anna to do first when planning the stock management strategy?",
        "linePl": "Co Denise radzi Anna najpierw zrobić przy planowaniu zarządzania zapasami strategia?",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 57,
        "lineEn": "(Answer: To look at the current system)",
        "linePl": "(Odpowiedź: Aby spojrzeć na bieżący system)",
        "mp3Start": "",
        "mp3End": ""
    }
]