[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello, welcome back to Tip Top Trading where Anna is going downstairs to speak to warehouse manager, Mr Ingle. ",
        "linePl": "Narrator: Witaj, witaj ponownie w Tip Top Trading, gdzie Anna schodzi na dół\n porozmawiaj z kierownikiem magazynu, panem Ingle. \n",
        "mp3Start": "4.1",
        "mp3End": "11.5"
    },
    {
        "linePl": "Wyglądasz na trochę zdenerwowaną…",
        "lineEn": "You’re looking a bit nervous…",
        "lineNo": 2,
        "mp3Start": "12.1",
        "mp3End": "13.5"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: I am. Denise says if I speak to him in the wrong way, he might bite my head off!",
        "linePl": "Anna: Jestem. Denise mówi, że jeśli przemówię do niego w niewłaściwy sposób, może odgryźć mi głowę!\n",
        "mp3Start": "13.9",
        "mp3End": "19.4"
    },
    {
        "lineNo": 4,
        "lineEn": "Narrator: Relax Anna. It’s just an expression to mean he might be a bit aggressive. Anna: Oh!",
        "linePl": "Narrator: Relax Anna. To tylko wyrażenie, które oznacza, że ​​może być nieco agresywny.\r Anna: Oh!\r",
        "mp3Start": "19.8",
        "mp3End": "25.3"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: You’ll be fine, just use the right polite phrases… oh, and smile!",
        "linePl": "Narrator: Wszystko będzie dobrze, wystarczy użyć odpowiednich grzecznych zwrotów ... och, i uśmiechaj się!\r",
        "mp3Start": "26",
        "mp3End": "30.7"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: OK, I will. Oh look here I’m now…",
        "linePl": "Anna: OK, zrobię to. Och, spójrz, jestem tu teraz…\r",
        "mp3Start": "31.2",
        "mp3End": "35"
    },
    {
        "lineNo": 7,
        "lineEn": "(Warehouse door opens)",
        "linePl": "(Drzwi magazynu się otwierają)\r",
        "mp3Start": "35",
        "mp3End": "40.1"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Mr Ingle, are you there? I’d be most grateful if you could give me some… oh, what’s that smell… and smoke… Mr Ingle!",
        "linePl": "Anna: Panie Ingle, jesteś tam? Byłbym bardzo wdzięczny, gdybyś mógł dać mi ...\r o, co to za zapach… i dym… Panie Ingle!\r",
        "mp3Start": "38.7",
        "mp3End": "51.6"
    },
    {
        "lineNo": 9,
        "lineEn": "Mr Ingle: Oh, oh (coughs) Anna: Mr Ingle. You’re smoking!",
        "linePl": "Pan Ingle: Och, och (kaszle)\r Anna: Pan Ingle. Ty palisz!\r",
        "mp3Start": "51.6",
        "mp3End": "56.1"
    },
    {
        "lineNo": 10,
        "lineEn": "Mr Ingle: Well… it’s my lunch break… so I’m allowed smoke a cigarette, aren’t I?",
        "linePl": "Pan Ingle: Cóż ... to moja przerwa na lunch ... więc wolno mi papierosa, prawda?\r",
        "mp3Start": "56.1",
        "mp3End": "60.3"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Really? Are you sure?",
        "linePl": "Anna: Naprawdę? Jesteś pewny?\r",
        "mp3Start": "60.3",
        "mp3End": "62.6"
    },
    {
        "lineNo": 12,
        "lineEn": "Narrator: No, he’s not Anna!  Smoking inside a public building is illegal – it’s against the law. It’s dangerous too - you’ve got to do something about this.",
        "linePl": "Narrator: Nie, on nie jest Anną! Palenie wewnątrz budynków publicznych jest nielegalne - jest przeciwko\n prawu. Jest to również niebezpieczne - musisz coś z tym zrobić.\n",
        "mp3Start": "64.0",
        "mp3End": "74.1"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: Oh right. Mmm, er, Mr Ingle, you mustn’t smoke… it’s wrong.",
        "linePl": "Anna: Oh racja. Mmm, panie Ingle, nie wolno panu palić ... to nie w porządku.\n",
        "mp3Start": "74.4",
        "mp3End": "81.4"
    },
    {
        "lineNo": 14,
        "lineEn": "Mr Ingle: Says who? Anna: Err, Me?",
        "linePl": "Pan Ingle: Mówi kto?\r Anna: Err, ja?\r",
        "mp3Start": "81.6",
        "mp3End": "84.3"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Anna. You’ll have to do better than that. Be polite, but be firm too. Try saying, ‘would you mind not doing that please?’",
        "linePl": "Narrator: Anna. Musisz to zrobić lepiej. Bądź uprzejma, ale też stanowcza. Spróbuj\n mówiąc: „czy mógłbyś tego nie robić?”\n",
        "mp3Start": "84.6",
        "mp3End": "93.7"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: I’ll try. Mr Ingle, would you mind not doing that please?",
        "linePl": "Anna: Spróbuję. Panie Ingle, czy mógłbyś tego nie robić?\n",
        "mp3Start": "93.7",
        "mp3End": "99.1"
    },
    {
        "lineNo": 17,
        "lineEn": "Mr Ingle: Why’s that then?",
        "linePl": "Pan Ingle: Dlaczego tak jest?\r",
        "mp3Start": "99.6",
        "mp3End": "100.7"
    },
    {
        "lineNo": 18,
        "lineEn": "Narrator: He’s not being very nice is he?  You need to give your reasons. Say, ‘I’m afraid it’s against company policy’… go on you can do it.",
        "linePl": "Narrator: Nie jest zbyt miły, prawda? Musisz podać swoje powody. Powiedz: obawiam się, że jest to niezgodne z polityką firmy… dalej Możesz to zrobić.",
        "mp3Start": "100.9",
        "mp3End": "110.9"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: Mr Ingle… I’m afraid it’s against company policy. And… it is actually against the law to smoke here… and… it’s not a nice smell, is it?",
        "linePl": "Anna: Panie Ingle… Obawiam się, że jest to niezgodne z polityką firmy. I… właściwie jest to przeciwko  prawu palenie tutaj… i… to nie jest przyjemny zapach, prawda?\n",
        "mp3Start": "110.9",
        "mp3End": "123.4"
    },
    {
        "lineNo": 20,
        "lineEn": "Mr Ingle: Well It smells OK to me.",
        "linePl": "Pan Ingle: No Mi to pachnie.\n",
        "mp3Start": "123.6",
        "mp3End": "126"
    },
    {
        "lineNo": 21,
        "lineEn": "Anna: Well, I’m sorry to have to ask you this but you need to put it out.",
        "linePl": "Anna: Przykro mi, że muszę o to prosić, ale musisz to zgasić.\n",
        "mp3Start": "126",
        "mp3End": "131.1"
    },
    {
        "lineNo": 22,
        "lineEn": "Mr Ingle: Put what out – the cat?!",
        "linePl": "Pan Ingle: Zgasić co - kota ?!\n",
        "mp3Start": "131.1",
        "mp3End": "133.3"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: No. You need to extinguish your cigarette… please.",
        "linePl": "Anna: Nie. Musisz zgasić papierosa… proszę.\r",
        "mp3Start": "133.6",
        "mp3End": "137.5"
    },
    {
        "lineNo": 24,
        "lineEn": "Mr Ingle: Says who?",
        "linePl": "Pan Ingle: Mówi kto?\r",
        "mp3Start": "137.6",
        "mp3End": "139.1"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: Well, I’m sure your team wouldn’t like to see you breaking the law and besides, it could cause a fire. That would be awful.",
        "linePl": "Anna: Cóż, jestem pewien, że twój zespół nie chciałby widzieć, jak łamiesz prawo i\r poza tym może spowodować pożar. To byłoby okropne.\r",
        "mp3Start": "139.1",
        "mp3End": "147.4"
    },
    {
        "lineNo": 26,
        "lineEn": "Mr Ingle: Yeah, I suppose it would.",
        "linePl": "Pan Ingle: Tak, chyba byłoby.\n",
        "mp3Start": "147.8",
        "mp3End": "150.5"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna: I could get you some nicotine gum if you like?",
        "linePl": "Anna: Mogę ci zdobyć gumę nikotynową, jeśli chcesz?\n",
        "mp3Start": "150.5",
        "mp3End": "152.7"
    },
    {
        "lineNo": 28,
        "lineEn": "Mr Ingle: No, it’s OK. I’ll stub it out… as you asked so nicely.",
        "linePl": "Pan Ingle: Nie, w porządku. Zagaszę go… tak ładnie prosiłeś.\n",
        "mp3Start": "153.1",
        "mp3End": "158.4"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: Thank you Mr Ingle. We’ll keep it a secret this time, but please don’t do it again. I’m afraid it’s just not permitted on company premises.",
        "linePl": "Anna: Dziękuję, panie Ingle. Tym razem utrzymamy to w tajemnicy, ale proszę nie rób tego\r jeszcze raz. Obawiam się, że nie jest to dozwolone w siedzibie firmy.\r",
        "mp3Start": "158.6",
        "mp3End": "167.4"
    },
    {
        "lineNo": 30,
        "lineEn": "Mr Ingle: Whatever! Anna: Oh and Mr Ingle, I still really like your overalls. Bye!",
        "linePl": "Pan Ingle: Cokolwiek!\r Anna: Oh i panie Ingle, nadal bardzo lubię pański kombinezon. PA!\r",
        "mp3Start": "167.8",
        "mp3End": "173.3"
    },
    {
        "lineNo": 31,
        "lineEn": "Narrator: Nice one Anna. You dealt with Mr Ingle really well. You kept your cool and explained the reasons why he shouldn’t smoke. Let’s hope he doesn’t do it again Anna.",
        "linePl": "Narrator: Niezła Anna. Naprawdę dobrze poradziłeś sobie z panem Ingle. Zachowałeś spokój i  wyjaśnił powody, dla których nie powinien palić. Miejmy nadzieję, że tego nie zrobi znowu Anna.",
        "mp3Start": "176.5",
        "mp3End": "186.8"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: I hope not. I hate the smell of cigarette smoke. But I never got to ask him about stock management.",
        "linePl": "Anna: Mam nadzieję, że nie. Nienawidzę zapachu dymu papierosowego. Ale nie miałam okazji go pytać\n o zarządzanie zapasami.\n",
        "mp3Start": "187.2",
        "mp3End": "193.8"
    },
    {
        "lineNo": 33,
        "lineEn": "Narrator: Well, maybe it’s best to leave it for another time?",
        "linePl": "Narrator: Może najlepiej zostawić to na inny czas?\r",
        "mp3Start": "194",
        "mp3End": "196.9"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna’s had a tricky day so far dealing with Mr Ingle but she was firm and fair in the language she used. Here’s a reminder of the phrases she used:",
        "linePl": "Anna miała jak dotąd trudny dzień z panem Ingle, ale była stanowcza i\n uczciwa w języku, którego używała. Oto przypomnienie używanych przez nią zwrotów:\n",
        "mp3Start": "198.3",
        "mp3End": "208.0"
    },
    {
        "lineNo": 35,
        "lineEn": "Would you mind not doing that please?",
        "linePl": "Czy mógłbyś tego nie robić, proszę?\n",
        "mp3Start": "208.1",
        "mp3End": "210.6"
    },
    {
        "lineNo": 36,
        "lineEn": "I’m afraid it’s against company policy.",
        "linePl": "Obawiam się, że jest to niezgodne z polityką firmy.\r",
        "mp3Start": "210.6",
        "mp3End": "213.7"
    },
    {
        "lineNo": 37,
        "lineEn": "I’m afraid it’s not permitted.",
        "linePl": "Obawiam się, że to niedozwolone.\r",
        "mp3Start": "213.8",
        "mp3End": "215.9"
    },
    {
        "lineNo": 38,
        "lineEn": "Sorry to have to ask you this but…",
        "linePl": "Przepraszam, że muszę o to zapytać, ale…\r",
        "mp3Start": "215.9",
        "mp3End": "218.1"
    },
    {
        "lineNo": 39,
        "lineEn": "Paul: Ah Anna, there you are…. (sniffing) Have you been smoking? Anna: No!",
        "linePl": "Paul: Ach Anno, jesteś… (pociągając nosem) Czy paliłeś?\r Anna: Nie!\r",
        "mp3Start": "223.2",
        "mp3End": "228.4"
    },
    {
        "lineNo": 40,
        "lineEn": "Paul: You smell of cigarette smoke. Look, I know you’re under pressure – but smoking in the building is not permitted. Anna: Bbbut…",
        "linePl": "Paul: Pachniesz dymem papierosowym. Słuchaj, wiem, że jesteś pod presją - ale palenie w budynku jest zabronione.  Anna: Bbbut…\n",
        "mp3Start": "228.5",
        "mp3End": "234.9"
    },
    {
        "lineNo": 41,
        "lineEn": "Paul: We take this very seriously. You had better step in to my office and we’ll talk about this.",
        "linePl": "Paul: Traktujemy to bardzo poważnie. Lepiej wejdź do mojego biura, a my mówić o tym.\n",
        "mp3Start": "235.3",
        "mp3End": "240.2"
    },
    {
        "lineNo": 42,
        "lineEn": "Narrator: Oh dear! Anna’s in trouble for no reason. Let’s hope she explains the mix- up, but that means telling Paul about Mr Ingle smoking. This is going to be difficult. Until next time, bye!",
        "linePl": "Narrator: Och kochanie! Anna ma kłopoty bez powodu. Miejmy nadzieję, że wyjaśni mix- ale oznacza to mówienie Paulowi o paleniu pana Ingle. To będzie trudny. Do następnego razu, pa!\n",
        "mp3Start": "240.3",
        "mp3End": "252.7"
    },
    {
        "lineNo": 43,
        "lineEn": " Listening Challenge",
        "linePl": " Wyzwanie słuchania\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 44,
        "lineEn": "What other word does Anna use to mean ‘put out your cigarette’?",
        "linePl": "Jakiego innego słowa Anna używa na określenie „zgasić papierosa”?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 45,
        "lineEn": "(Answer: To extinguish)",
        "linePl": "(Odpowiedź: Aby ugasić) ",
        "mp3Start": "",
        "mp3End": ""
    }
]