[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back. Things are quite tense at Tip Top Trading today. ",
        "linePl": "Narrator: Witaj ponownie. Dziś w Tip Top Trading sytuacja jest dość napięta. \n",
        "mp3Start": "4.5",
        "mp3End": "9.0"
    },
    {
        "linePl": "Paul, szef, mylnie myśli, że Anna paliła w lokalu firmy i próbuje się wytłumaczyć.",
        "lineEn": "Paul, the boss, mistakenly thinks Anna's been smoking on company premises and she's trying to explain herself.",
        "lineNo": 2,
        "mp3Start": "9.1",
        "mp3End": "16.4"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: But, but…",
        "linePl": "Anna: Ale, ale ...\r",
        "mp3Start": "16.5",
        "mp3End": "16.9"
    },
    {
        "lineNo": 4,
        "lineEn": "Paul: Frankly, I'm disappointed with you Anna. You're a hard worker but it doesn't mean you can go against company policy.",
        "linePl": "Paul: Szczerze mówiąc, jestem rozczarowany tobą, Anno. Jesteś ciężko pracującym, ale to nie znaczy, że możesz postępować wbrew polityce firmy.\r",
        "mp3Start": "17.1",
        "mp3End": "23.7"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: Anna, remember the phrases we've learnt about a misunderstanding!",
        "linePl": "Narrator: Anna, pamiętaj wyrażenia, których się nauczyliśmy o nieporozumieniu!\r",
        "mp3Start": "24.5",
        "mp3End": "28.1"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: Oh yes. Paul, I think there's been a misunderstanding.",
        "linePl": "Anna: O tak. Paul, myślę, że doszło do nieporozumienia.\r",
        "mp3Start": "28.9",
        "mp3End": "33.3"
    },
    {
        "lineNo": 7,
        "lineEn": "Paul: A misunderstanding? How can you explain the smell of cigarette smoke? This is a 'no smoking' building.",
        "linePl": "Paul: Nieporozumienie? Jak możesz wytłumaczyć zapach dymu papierosowego? To jest budynek dla niepalących.\r",
        "mp3Start": "33.5",
        "mp3End": "40.0"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Let me explain. I went down to the warehouse to speak to Mr Ingle and… well… someone else was smoking.",
        "linePl": "Anna: Pozwól mi wyjaśnić. Poszedłem do magazynu, żeby porozmawiać z panem Ingle i ... cóż ... ktoś inny palił.\r",
        "mp3Start": "40.0",
        "mp3End": "48.8"
    },
    {
        "lineNo": 9,
        "lineEn": "Paul: What!? Someone was smoking in the warehouse? Golly gosh, that's highly dangerous. Who was it Anna?",
        "linePl": "Paul: Co !? Ktoś palił w magazynie? Cholera, to bardzo niebezpieczne. Kto to był Anna?\r",
        "mp3Start": "48.9",
        "mp3End": "55.5"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Err… well… I can't really say. But I dealt with it and it won't happen again.",
        "linePl": "Anna: Err ... cóż ... naprawdę nie mogę powiedzieć. Ale poradziłem sobie z tym i to się już nie powtórzy.\r",
        "mp3Start": "55.7",
        "mp3End": "61.9"
    },
    {
        "lineNo": 11,
        "lineEn": "Narrator: Yes, you dealt with it very well Anna but can you keep your secret about Mr Ingle safe?",
        "linePl": "Narrator: Tak, dobrze sobie z tym poradziłeś, Anna, ale czy możesz ukryć swój sekret związany z panem Ingle?\r",
        "mp3Start": "62.7",
        "mp3End": "68.7"
    },
    {
        "lineNo": 12,
        "lineEn": "Paul: Thank you Anna and sorry about the misunderstanding. Would you like a biscuit? ",
        "linePl": "Paul: Dziękuję Annie i przepraszam za nieporozumienie. Czy chcesz herbatniki? \n",
        "mp3Start": "69.7",
        "mp3End": "75.7"
    },
    {
        "linePl": "Teraz naprawdę myślę, że nadszedł czas, abyśmy przejrzeli nasze procedury dotyczące zdrowia i bezpieczeństwa.",
        "lineEn": "Now I really think it's time we had a review of our health and safety procedures.",
        "lineNo": 13,
        "mp3Start": "75.9",
        "mp3End": "80.6"
    },
    {
        "lineNo": 14,
        "lineEn": "Door opens",
        "linePl": "Drzwi się otwierają\r",
        "mp3Start": "80.6",
        "mp3End": "81.8"
    },
    {
        "lineNo": 15,
        "lineEn": "Paul: Denise, could you gather everyone round in the meeting room please.",
        "linePl": "Paul: Denise, czy mógłabyś zebrać wszystkich w pokoju konferencyjnym?\r",
        "mp3Start": "82.1",
        "mp3End": "86.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Denise: (On phone) I'll have to call you back Marge. (Hangs up) Could you all gather in the meeting room please, Paul has something important to say.",
        "linePl": "Denise: (przez telefon) Będę musiał oddzwonić do ciebie Marge. (Rozłącza się) Czy moglibyście wszyscy zebrać się w sali konferencyjnej, Paul ma coś ważnego do powiedzenia.\r",
        "mp3Start": "86.2",
        "mp3End": "94.5"
    },
    {
        "lineNo": 17,
        "lineEn": "Tom: What is it Denise? Is it about my fantastic sales figures again, huh?",
        "linePl": "Tom: Co to jest Denise? Czy znowu chodzi o moje fantastyczne wyniki sprzedaży, co?\r",
        "mp3Start": "94.5",
        "mp3End": "98.5"
    },
    {
        "lineNo": 18,
        "lineEn": "Denise: I doubt it Tom. It sounded urgent. I'd better bring some tea.",
        "linePl": "Denise: Wątpię w to Tom. Brzmiało to pilnie. Lepiej przyniosę herbatę.\r",
        "mp3Start": "98.7",
        "mp3End": "103.6"
    },
    {
        "lineNo": 19,
        "lineEn": "Door closes",
        "linePl": "Drzwi się zamykają\r",
        "mp3Start": "103.6",
        "mp3End": "104.9"
    },
    {
        "lineNo": 20,
        "lineEn": "Paul: Thank you for joining me. Unfortunately, there has been an incident in the warehouse. ",
        "linePl": "Paul: Dziękuję za przyłączenie się do mnie. Niestety zdarzył się incydent w magazynie.\n",
        "mp3Start": "104.9",
        "mp3End": "110.1"
    },
    {
        "linePl": " Ktoś palił i nie jestem szczęśliwy, więc pomyślałem, że przypomnę ci o naszych procedurach bezpieczeństwa i higieny pracy.",
        "lineEn": "Someone has been smoking and I'm not happy, so I thought I would remind you of our health and safety procedures.",
        "lineNo": 21,
        "mp3Start": "110.7",
        "mp3End": "118.0"
    },
    {
        "lineNo": 22,
        "lineEn": "Tom: Not this again!",
        "linePl": "Tom: Nie to znowu!\r",
        "mp3Start": "118.1",
        "mp3End": "119.6"
    },
    {
        "lineNo": 23,
        "lineEn": "Paul: Your safety is our responsibility. But to keep safe we must follow some simple rules. Denise, what's the first one?",
        "linePl": "Paul: Twoje bezpieczeństwo jest naszym obowiązkiem. Ale aby zachować bezpieczeństwo, musimy przestrzegać kilku prostych zasad. Denise, co jest pierwsze?\r",
        "mp3Start": "120.2",
        "mp3End": "128.4"
    },
    {
        "lineNo": 24,
        "lineEn": "Denise: (Slurps tea) If you see a fire, raise the alarm – oh and call the fire service.",
        "linePl": "Denise: (Slurps tea) Jeśli zobaczysz pożar, podnieś alarm - och i zadzwoń do straży pożarnej.\r",
        "mp3Start": "128.4",
        "mp3End": "135"
    },
    {
        "lineNo": 25,
        "lineEn": "Tom: Yeah, you love seeing those firemen, don't you, Denise!",
        "linePl": "Tom: Tak, uwielbiasz oglądać tych strażaków, prawda, Denise!\r",
        "mp3Start": "135.5",
        "mp3End": "139.1"
    },
    {
        "lineNo": 26,
        "lineEn": "Paul: Shhh Tom. Maybe you could tell us the other rule?",
        "linePl": "Paul: Shhh Tom. Może mógłbyś powiedzieć nam inną zasadę?\r",
        "mp3Start": "139.3",
        "mp3End": "142.5"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: Oh yeah right. If you hear the fire alarm, get out quick.",
        "linePl": "Tom: O tak, tak. Jeśli usłyszysz alarm pożarowy, szybko zejdź.\r",
        "mp3Start": "142.5",
        "mp3End": "147.5"
    },
    {
        "lineNo": 28,
        "lineEn": "Paul: Not exactly Tom. I think we should walk calmly to our nearest fire exit, following the green signs, go outside and meet at the fire assembly point.",
        "linePl": "Paul: Niezupełnie Tom. Myślę, że powinniśmy spokojnie iść do naszego najbliższego wyjścia ogniowego, podążać za zielonymi znakami, wyjść na zewnątrz i spotkać się w punkcie zbiórki ognia.\r",
        "mp3Start": "147.5",
        "mp3End": "158.2"
    },
    {
        "lineNo": 29,
        "lineEn": "Denise:  Yes, and I will take a register of who is here, using my red pen (slurps tea).",
        "linePl": "Denise: Tak, i wezmę rejestr tego, kto jest tutaj, za pomocą mojego czerwonego długopisu (wylewa herbatę).\r",
        "mp3Start": "158.2",
        "mp3End": "164.7"
    },
    {
        "lineNo": 30,
        "lineEn": "Paul: Do you mind not slurping Denise?",
        "linePl": "Paul: Czy mogłabyś nie nie slurping Denise?\r",
        "mp3Start": "164.7",
        "mp3End": "167.9"
    },
    {
        "lineNo": 31,
        "lineEn": "Denise:  This is thirsty work.",
        "linePl": "Denise: To jest spragniony pracy.\r",
        "mp3Start": "167.9",
        "mp3End": "170.3"
    },
    {
        "lineNo": 32,
        "lineEn": "Paul: Hmm. Now is everyone clear about what to do if there is a fire alarm?",
        "linePl": "Paul: Hmm. Czy wszyscy wiedzą już, co robić, jeśli jest alarm przeciwpożarowy?\r",
        "mp3Start": "170.3",
        "mp3End": "175.7"
    },
    {
        "lineNo": 33,
        "lineEn": "Tom: It's usually a false alarm anyway.",
        "linePl": "TOM: Zwykle jest to fałszywy alarm.\r",
        "mp3Start": "175.7",
        "mp3End": "178.4"
    },
    {
        "lineNo": 34,
        "lineEn": "Paul: That's not the point. Now Anna, what about smoking?",
        "linePl": "Paul: Nie o to chodzi. A teraz Anna, a co z paleniem?\r",
        "mp3Start": "178.4",
        "mp3End": "182.7"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: No smoking on company premises. But it wasn't me, it was Mr Ingle.",
        "linePl": "Anna: Zakaz palenia na terenie firmy. Ale to nie ja, to był pan Ingle.\r",
        "mp3Start": "182.7",
        "mp3End": "188.6"
    },
    {
        "lineNo": 36,
        "lineEn": "All: Mr Ingle!",
        "linePl": "Wszyscy: Panie Ingle!\r",
        "mp3Start": "188.6",
        "mp3End": "191.9"
    },
    {
        "lineNo": 37,
        "lineEn": "Paul: I see, so it was Mr Ingle smoking in the warehouse. You should have told me Anna. Anna: Sorry!",
        "linePl": "Paul: Rozumiem, więc to pan Ingle palił w magazynie. Powinieneś mi powiedzieć, Anna.\r Anna: Przepraszam!\r",
        "mp3Start": "191.9",
        "mp3End": "199.9"
    },
    {
        "lineNo": 38,
        "lineEn": "Paul: Right, I'm going to have to look into this. Back to work everyone… oh and take a biscuit with you.",
        "linePl": "Paul: Racja, będę musiał się nad tym zastanowić. Wracaj do pracy wszyscy ... och i weź z sobą biszkopt.\r",
        "mp3Start": "199.9",
        "mp3End": "206.6"
    },
    {
        "lineNo": 39,
        "lineEn": "Narrator: So Anna's let the cat out of the bag – Mr Ingle won't be pleased – but at least she now knows what do if a fire breaks out. ",
        "linePl": "Narrator: Więc Anna wypuściła kota z torby - pan Ingle nie będzie zadowolony - ale przynajmniej ona teraz wie, co zrobić, jeśli wybuchnie pożar. \n",
        "mp3Start": "212.3",
        "mp3End": "220.9"
    },
    {
        "linePl": "Oto niektóre z fraz, które dziś słyszeliśmy, które można wykorzystać w nagłych wypadkach:",
        "lineEn": "Here are some of the phrases we've heard today, that can be used in an emergency:",
        "lineNo": 40,
        "mp3Start": "221.0",
        "mp3End": "225.8"
    },
    {
        "lineNo": 41,
        "lineEn": "If you see a fire, raise the alarm.",
        "linePl": "Jeśli zobaczysz pożar, podnieś alarm.\r",
        "mp3Start": "225.8",
        "mp3End": "229.9"
    },
    {
        "lineNo": 42,
        "lineEn": "Walk calmly to your nearest fire exit.",
        "linePl": "Przejdź spokojnie do najbliższego wyjścia pożarowego.\r",
        "mp3Start": "229.9",
        "mp3End": "233.1"
    },
    {
        "lineNo": 43,
        "lineEn": "Meet at the fire assembly point.",
        "linePl": "Spotkaj się w punkcie zbiórki ognia.\r",
        "mp3Start": "233.1",
        "mp3End": "235.4"
    },
    {
        "lineNo": 44,
        "lineEn": "No smoking on company premises.",
        "linePl": "Zakaz palenia na terenie firmy.\r",
        "mp3Start": "235.5",
        "mp3End": "238.5"
    },
    {
        "lineNo": 45,
        "lineEn": "Fire alarm",
        "linePl": "Alarm przeciwpożarowy\r",
        "mp3Start": "240.0",
        "mp3End": "244.5"
    },
    {
        "lineNo": 46,
        "lineEn": "Tom: Sorry to interrupt Paul… but the fire alarm's going off!",
        "linePl": "TOM: Przepraszam, że przerywam Paul ... ale alarm pożarowy włącza się!\n",
        "mp3Start": "244.9",
        "mp3End": "248.3"
    },
    {
        "lineNo": 47,
        "lineEn": "Denise: Don't panic anyone. Everything will be OK. (On phone) Jane, I'll have to call you back… yes, a bit of a panic. Bye. Quick, where's my red pen?",
        "linePl": "Denise: nikt Nie panikuje. Wszystko będzie dobrze. (Przez telefon) Jane, będę musiał do ciebie oddzwonić ... tak, trochę paniki. PA. Szybko, gdzie jest moje czerwone pióro?\r",
        "mp3Start": "248.4",
        "mp3End": "257.9"
    },
    {
        "lineNo": 48,
        "lineEn": "Narrator: Uh-oh. Those emergency phrases might come in useful sooner than you think.  ",
        "linePl": "Narrator: Uh-oh. Te zwroty alarmowe mogą okazać się przydatniejsze wcześniej niż myślisz. \n",
        "mp3Start": "257.9",
        "mp3End": "262.9"
    },
    {
        "linePl": "Czy to będzie koniec Tip Top Trading, czy naprawdę pójdzie z dymem? Dowiedz się następnym razem. PA.",
        "lineEn": "Is this going to be the end of Tip Top Trading, will it really go up in smoke? Find out next time. Bye.",
        "lineNo": 49,
        "mp3Start": "262.9",
        "mp3End": "270.8"
    },
    {
        "lineNo": 50,
        "lineEn": "• Listening Challenge",
        "linePl": "• Wyzwanie słuchania\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 51,
        "lineEn": "What colour are the fire exit signs?",
        "linePl": "Jakiego koloru są znaki wyjścia ogniowego?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 52,
        "lineEn": "(Answer: Green)",
        "linePl": "(Odpowiedź: zielony) ",
        "mp3Start": "",
        "mp3End": ""
    }
]