[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello again. It’s the big day and Mr Socrates is about to arrive at the offices of Tip Top Trading to talk officially to the team. What is he going to say? And more importantly, will he get his freshly squeezed orange juice?",
        "linePl": "Narrator: Witaj ponownie. To wielki dzień i pan Socrates niedługo przyjedzie do biur Tip Top Trading, aby oficjalnie porozmawiać z zespołem. Co on powie? A co ważniejsze, czy dostanie świeżo wyciśnięty sok pomarańczowy?\r",
        "mp3Start": "4.3",
        "mp3End": "20.1"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Quickly everybody… he’s coming out of the lift with Paul.",
        "linePl": "Tom: Szybko wszyscy… wychodzi z windy z Paulem.\r",
        "mp3Start": "22.2",
        "mp3End": "25.9"
    },
    {
        "lineNo": 3,
        "lineEn": "Denise: Anna quickly, get a glass of orange juice ready.",
        "linePl": "Denise: Anna szybko, przygotuj szklankę soku pomarańczowego.\r",
        "mp3Start": "25.9",
        "mp3End": "29.9"
    },
    {
        "lineNo": 4,
        "lineEn": "Paul: …and if we come through this door here we get to the office and… morning everyone. I’m sure we’ve all met Mr Socrates on the day of the… fire… but today everything is a bit calmer and well he’s here to say hello.",
        "linePl": "Paul:… a jeśli przejdziemy przez te drzwi, dotrzemy do biura i… wszyscy rano. Jestem pewien, że wszyscy spotkaliśmy pana Sokratesa w dniu… ognia… ale dzisiaj wszystko jest nieco spokojniejsze i dobrze, on jest tutaj, by się przywitać.\r",
        "mp3Start": "30.7",
        "mp3End": "49.6"
    },
    {
        "lineNo": 5,
        "lineEn": "Mr S: Hi!",
        "linePl": "Pan S: Cześć!\r",
        "mp3Start": "49.6",
        "mp3End": "51.2"
    },
    {
        "lineNo": 6,
        "lineEn": "Denise: Biscuit Mr Socrates?",
        "linePl": "Denise: Biscuit Mr Socrates?\r",
        "mp3Start": "51.2",
        "mp3End": "53.1"
    },
    {
        "lineNo": 7,
        "lineEn": "Mr S: Biscuit? You mean a goddamn cookie. Thanks.",
        "linePl": "Pan S: Biscuit? Masz na myśli cholerne ciastko. Dzięki.\r",
        "mp3Start": "53.1",
        "mp3End": "56.6"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Err, Mr Socrates, I’m Anna. Would you like some orange juice – freshly squeezed?",
        "linePl": "Anna: Err, panie Socrates, jestem Anna. Chcesz sok pomarańczowy - świeżo wyciśnięty?\r",
        "mp3Start": "56.6",
        "mp3End": "64.0"
    },
    {
        "lineNo": 9,
        "lineEn": "Mr S: You betcha as long as it’s made from Florida oranges. Hey… Anna? Ain’t you the girl who booked my hotel room?",
        "linePl": "Mr S: Pewno, jak jest zrobiony z pomarańczy z Florydy. Hej… Anna? Nie jesteś dziewczyną, która zarezerwowała mój pokój hotelowy?\r",
        "mp3Start": "64.2",
        "mp3End": "71.4"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Oh yes, sorry about the bed and…",
        "linePl": "Anna: Oh tak, przepraszam za łóżko i…\r",
        "mp3Start": "71.4",
        "mp3End": "74.4"
    },
    {
        "lineNo": 11,
        "lineEn": "Mr S: Hey, you got me a new room, it was great. You did a good job there. Well done. Anna: Oh thanks.",
        "linePl": "Pan S: Hej, załatwiłaś mi nowy pokój, był wspaniały. Zrobiłeś tam dobrą robotę. Dobrze zrobione.\r Anna: Oh dzięki.\r",
        "mp3Start": "74.5",
        "mp3End": "80.8"
    },
    {
        "lineNo": 12,
        "lineEn": "Tom: Hello. It’s Tom. I recommended the hotel, it was a…",
        "linePl": "Tom: Cześć. To Tom. Poleciłem hotel, to było…\r",
        "mp3Start": "80.8",
        "mp3End": "86.7"
    },
    {
        "lineNo": 13,
        "lineEn": "Paul: Tom. Everyone, shall we gather round and hear what Mr Socrates has to say? Please.",
        "linePl": "Paul: Tom, wszyscy. Czy nie powinniśmy się zebrać i usłyszeć, co ma do powiedzenia pan Sokrates? Proszę.\n",
        "mp3Start": "86.9",
        "mp3End": "92.6"
    },
    {
        "lineNo": 14,
        "lineEn": "Mr S: Hey… errr, what’s your name… Paul: Paul.",
        "linePl": "Pan S: Hej… errr, jak masz na imię…\r Paul: Paul.\r",
        "mp3Start": "92.6",
        "mp3End": "96.0"
    },
    {
        "lineNo": 15,
        "lineEn": "Mr S: Yeah you. Don’t you think I should be sitting in the big chair?",
        "linePl": "Pan S: Tak, ty. Nie uważasz, że powinienem siedzieć na dużym krześle?\r",
        "mp3Start": "96.1",
        "mp3End": "99.7"
    },
    {
        "lineNo": 16,
        "lineEn": "Paul: Sorry. Yes of course. (Shuffling) There you go.",
        "linePl": "Paul: Przepraszam. Tak oczywiście. (Tasowanie) Idź.\r",
        "mp3Start": "99.7",
        "mp3End": "103.7"
    },
    {
        "lineNo": 17,
        "lineEn": "Mr S:  Now. Tip Top Trading. I’ve gotta give it to you straight. Things ain’t looking good, in fact the outlook is gloomy.  ",
        "linePl": "Pan S: Teraz. Tip Top Trading. Muszę ci to dać prosto. Rzeczy nie wyglądają dobrze, w rzeczywistości perspektywy są ponure. \n",
        "mp3Start": "106.6",
        "mp3End": "115.2"
    },
    {
        "linePl": "Globalna recesja doprowadziła do krachu w sektorze owoców z tworzyw sztucznych. I muszę ogłosić ostrzeżenie o zysku.",
        "lineEn": "The global recession has led to a meltdown in the plastic fruits sector. And I’ve got to announce a profit warning. ",
        "lineNo": 18,
        "mp3Start": "115.3",
        "mp3End": "122.3"
    },
    {
        "linePl": " Po prostu nie sprzedajemy wystarczającej ilości tych bananów, pomarańczy i cytryn, aby zarobić pieniądze.",
        "lineEn": "We just ain’t selling enough of these bananas, oranges and lemons to make any money.",
        "lineNo": 19,
        "mp3Start": "122.3",
        "mp3End": "127.9"
    },
    {
        "lineNo": 20,
        "lineEn": "Paul: There’s a bit of an economic squeeze on lemons!",
        "linePl": "Paul: Jest trochę ekonomicznego wyciskania cytryn!\r",
        "mp3Start": "127.9",
        "mp3End": "130.9"
    },
    {
        "lineNo": 21,
        "lineEn": "Mr S: What?!",
        "linePl": "Pan S: Co ?!\r",
        "mp3Start": "130.9",
        "mp3End": "131.8"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: (To herself) Oh dear. I’m not sure what he’s talking about but it sounds bad.",
        "linePl": "Anna: (do siebie) Ojej. Nie jestem pewien, o czym on mówi, ale brzmi źle.\r",
        "mp3Start": "131.8",
        "mp3End": "136.2"
    },
    {
        "lineNo": 23,
        "lineEn": "Narrator: It is Anna. He’s delivering some bad news without hiding the truth. That’s why he said “I’ve got to give it to you straight”.  He said “the outlook is gloomy” which it means the future doesn’t look good. And he mentioned a “profit warning”, which means company profits are probably going to go down.",
        "linePl": "Narrator: To jest Anna. Dostarcza złe wieści bez ukrywania prawdy. Dlatego powiedział „Muszę ci to dać prosto”. Powiedział, że „światopogląd jest ponury”, co oznacza, że przyszłość nie wygląda dobrze. Wspomniał o „ostrzeżeniu o zysku”, co oznacza, że zyski firmy prawdopodobnie spadną.\r",
        "mp3Start": "136.2",
        "mp3End": "158.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: Crikey! That is bad. What does it mean?",
        "linePl": "Anna: Crikey! To jest złe. Co to znaczy?\r",
        "mp3Start": "158.6",
        "mp3End": "163.9"
    },
    {
        "lineNo": 25,
        "lineEn": "Narrator: Just keep listening for now.",
        "linePl": "Narrator: Po prostu słuchaj teraz.\r",
        "mp3Start": "163.9",
        "mp3End": "166.2"
    },
    {
        "lineNo": 26,
        "lineEn": "Mr S: …so, this calls for action. I’m going to have to…",
        "linePl": "Pan S:… więc to wymaga działania. Będę musiał ...\r",
        "mp3Start": "166.2",
        "mp3End": "170.9"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: (interrupts) Oh no, not me Mr Socrates, I’ve been a loyal employee, I couldn’t face being unemployed.",
        "linePl": "Tom: (przerywa) Oh nie, nie ja, panie Socrates, byłem lojalnym pracownikiem, nie mogłem stawić czoła bezrobociu.\r",
        "mp3Start": "170.9",
        "mp3End": "178"
    },
    {
        "lineNo": 28,
        "lineEn": "Denise: Tom, calm down.",
        "linePl": "Denise: Tom, uspokój się.\r",
        "mp3Start": "178",
        "mp3End": "183.1"
    },
    {
        "lineNo": 29,
        "lineEn": "Mr S: I’m not talking about redundancies yet.",
        "linePl": "Pan S: Nie mówię jeszcze o zwolnieniach.\r",
        "mp3Start": "183.1",
        "mp3End": "185.9"
    },
    {
        "lineNo": 30,
        "lineEn": "Paul: Gosh, well that calls for another biscuit.",
        "linePl": "Paul: Rany, cóż, to wymaga kolejnego herbatnika.\r",
        "mp3Start": "185.9",
        "mp3End": "189.2"
    },
    {
        "lineNo": 31,
        "lineEn": "Mr S: My plan is… we’re going into Europe.",
        "linePl": "Pan S: Mój plan to… idziemy do Europy.\r",
        "mp3Start": "189.2",
        "mp3End": "192.6"
    },
    {
        "lineNo": 32,
        "lineEn": "SOUNDS OF SURPRISE AND INTEREST FROM THE TEAM",
        "linePl": "DŹWIĘKI NIESPODZIANKI I INTERES ZESPOŁU\r",
        "mp3Start": "192.6",
        "mp3End": "194.5"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna: You mean we’re moving to Europe?",
        "linePl": "Anna: Masz na myśli, że przeprowadzamy się do Europy?\r",
        "mp3Start": "194.5",
        "mp3End": "197.5"
    },
    {
        "lineNo": 34,
        "lineEn": "Paul: No, no Anna. I think he means we’re going to sell plastic fruit to the European market.",
        "linePl": "Paul: Nie, nie Anna. Myślę, że to znaczy, że zamierzamy sprzedawać plastikowe owoce na rynek europejski.\r",
        "mp3Start": "197.5",
        "mp3End": "203.5"
    },
    {
        "lineNo": 35,
        "lineEn": "Tom: Oh right! Great. Mr Socrates, I’ve lots of experience with Europe. I had a holiday in Spain once… twice actually.",
        "linePl": "Tom: Oh racja! Świetny. Panie Socrates, mam duże doświadczenie z Europą. Raz miałem wakacje w Hiszpanii… dwa razy w rzeczywistości.\r",
        "mp3Start": "203.5",
        "mp3End": "213.7"
    },
    {
        "lineNo": 36,
        "lineEn": "Denise: Well we’ll have to make sure our phones can make international calls.",
        "linePl": "Denise: Musimy się upewnić, że nasze telefony mogą wykonywać połączenia międzynarodowe.\r",
        "mp3Start": "213.7",
        "mp3End": "217.9"
    },
    {
        "lineNo": 37,
        "lineEn": "Mr S: Hmm. I think you’re gonna need some help with this, so I’m bringing in my best marketing executive, Rachel. What she doesn’t know about selling to Europe, you don’t wanna know. She’ll be here in a few weeks’ time.",
        "linePl": "Pan S: Hmm. Myślę, że będziesz potrzebował pomocy w tym zakresie, więc przedstawiam mojego najlepszego dyrektora ds. Marketingu, Rachel. Co nie wie o sprzedaży do Europy, nie chcesz wiedzieć. Będzie tu za kilka tygodni.\r",
        "mp3Start": "217.9",
        "mp3End": "230.5"
    },
    {
        "lineNo": 38,
        "lineEn": "Denise: Do you know if she prefers tea or coffee… or orange juice perhaps?",
        "linePl": "Denise: Wiesz, czy woli herbatę, czy kawę ... a może sok pomarańczowy?\r",
        "mp3Start": "230.5",
        "mp3End": "235.3"
    },
    {
        "lineNo": 39,
        "lineEn": "Mr S: Look Diana…",
        "linePl": "Pan S: Patrz Diana…\r",
        "mp3Start": "235.3",
        "mp3End": "237.6"
    },
    {
        "lineNo": 40,
        "lineEn": "Denise: Denise…",
        "linePl": "Denise: Denise…\r",
        "mp3Start": "237.6",
        "mp3End": "239.4"
    },
    {
        "lineNo": 41,
        "lineEn": "Mr S: Denise. Like Dennis right? She’ll want the best – the best tea, coffee  and the best team.  I’ll expect improved results and profits. If not your necks will be on the line – especially yours Paul.",
        "linePl": "Pan S: Denise. Jak Dennis ma rację? Będzie chciała najlepszych - najlepszej herbaty, kawy i najlepszego zespołu. Oczekuję lepszych wyników i zysków. Jeśli nie twoje szyje będą na linii - szczególnie twoja Paul.\r",
        "mp3Start": "239.4",
        "mp3End": "255.2"
    },
    {
        "lineNo": 42,
        "lineEn": "Paul: (nervously) Oh, chop chop. We’d better get to work.",
        "linePl": "Paul: (nerwowo) Oh, posiekaj kotlet. Lepiej chodźmy do pracy.\r",
        "mp3Start": "255.2",
        "mp3End": "259.2"
    },
    {
        "lineNo": 43,
        "lineEn": "Narrator: Scary! “Your necks will be on the line” – he means their jobs will be at risk if things don’t improve. It’s a worrying time for Tip Top Trading. Let’s remind ourselves of the phrases Mr Socrates used to deliver bad news:",
        "linePl": "Narrator: Straszny! „Twoje szyje będą na linii” - oznacza, że ich praca będzie zagrożona, jeśli sprawy się nie poprawią. To niepokojący czas dla Tip Top Trading. Przypomnijmy sobie zwroty, które pan Socrates zwykł podawać w złych wiadomościach:\r",
        "mp3Start": "259.2",
        "mp3End": "281.5"
    },
    {
        "lineNo": 44,
        "lineEn": "I’ve got to give it to you straight",
        "linePl": "Muszę ci to dać prosto\r",
        "mp3Start": "281.5",
        "mp3End": "283.6"
    },
    {
        "lineNo": 45,
        "lineEn": "The outlook is gloomy",
        "linePl": "Perspektywa jest ponura\r",
        "mp3Start": "283.6",
        "mp3End": "285.9"
    },
    {
        "lineNo": 46,
        "lineEn": "I’ve got to announce a profit warning",
        "linePl": "Muszę ogłosić ostrzeżenie o zysku\r",
        "mp3Start": "285.9",
        "mp3End": "289.2"
    },
    {
        "lineNo": 47,
        "lineEn": "Let’s hope this new marketing strategy for Europe is going to work. How are you feeling Anna?",
        "linePl": "Miejmy nadzieję, że ta nowa strategia marketingowa dla Europy zacznie działać. Jak się czujesz Anna?\r",
        "mp3Start": "289.2",
        "mp3End": "295.9"
    },
    {
        "lineNo": 48,
        "lineEn": "Anna: A little nervous. But I’m going to try my best to make sure this new strategy works.",
        "linePl": "Anna: Trochę zdenerwowana. Ale postaram się jak najlepiej, aby ta nowa strategia działała.\r",
        "mp3Start": "295.9",
        "mp3End": "301.6"
    },
    {
        "lineNo": 49,
        "lineEn": "Narrator: That’s the spirit Anna!",
        "linePl": "Narrator: To duch Anna!\r",
        "mp3Start": "301.6",
        "mp3End": "303.3"
    },
    {
        "lineNo": 50,
        "lineEn": "Paul: Right everyone. I think we need to take Mr Socrates down to the Rose and Crown after work for a pint or two and show him some true English hospitality. How about it?",
        "linePl": "Paul: Racja wszystkim. Myślę, że powinniśmy zabrać pana Socratesa do Rose and Crown po pracy na pół litra lub dwa i pokazać mu prawdziwą angielską gościnność. Co z tym?\r",
        "mp3Start": "303.3",
        "mp3End": "313.3"
    },
    {
        "lineNo": 51,
        "lineEn": "Mr S: I don’t drink.",
        "linePl": "Pan S: Nie piję.\r",
        "mp3Start": "313.3",
        "mp3End": "314.9"
    },
    {
        "lineNo": 52,
        "lineEn": "Paul: Ah well, perhaps some lemonade?",
        "linePl": "Paul: Ach, może trochę lemoniady?\r",
        "mp3Start": "314.9",
        "mp3End": "317.9"
    },
    {
        "lineNo": 53,
        "lineEn": "Narrator: Oh dear. This should be interesting. Until next time, bye!",
        "linePl": "Narrator: Oh kochanie. To powinno być interesujące. Aż do następnego razu, pa!\r",
        "mp3Start": "317.9",
        "mp3End": "323.7"
    },
    {
        "lineNo": 54,
        "lineEn": "LISTENING CHALLENGE:",
        "linePl": "SŁUCHANIE WYZWANIA:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 55,
        "lineEn": "Which market does Mr Socrates want to focus the business on?",
        "linePl": "Na jakim rynku Pan Socrates chce się skoncentrować?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 56,
        "lineEn": "Answer: The European market",
        "linePl": "Odpowiedź: Rynek europejski ",
        "mp3Start": "",
        "mp3End": ""
    }
]