[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello again. Tip Top Trading’s big boss, Mr Socrates has announced a new strategy to sell plastic fruit to Europe and hopefully keep the company afloat. ",
        "linePl": "Narrator: Witaj ponownie. Szef Tip Top Trading Mr Socrates ogłosił nową strategię sprzedaży plastikowych owoców do Europy i miejmy nadzieję, że firma utrzyma się na rynku. \n",
        "mp3Start": "3.8",
        "mp3End": "14.4"
    },
    {
        "linePl": "Zanim jednak zacznie się prawdziwa praca, nadszedł czas dla niego, aby cieszyć się dobrą angielską gościnnością w pubie, dzięki uprzejmości zespołu z biura w Londynie. Dołączmy teraz do nich…",
        "lineEn": "But before the real work begins it’s time for him to enjoy some good English hospitality at the pub, courtesy of the team from the London office. Let’s join them now…",
        "lineNo": 2,
        "mp3Start": "14.4",
        "mp3End": "25.4"
    },
    {
        "lineNo": 3,
        "lineEn": "ARRIVING AT THE PUB",
        "linePl": "PRZYBYCIE W PUB\r",
        "mp3Start": "25.4",
        "mp3End": "27.9"
    },
    {
        "lineNo": 4,
        "lineEn": "Tom: …Well welcome to the Rose and Crown, it is small, not like one of those bars you get in your country. Can I get you a pint Mr Socrates? Mr Socrates: A what?",
        "linePl": "Tom:… Witaj w Rose i Koronie, jest mały, nie taki jak jeden z tych barów, które dostajesz w swoim kraju. Czy mogę ci zamówić pintę Mr Socrates?\r Pan Socrates: Co?\r",
        "mp3Start": "29.3",
        "mp3End": "40.9"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom: A pint. A pint of beer, it’s really nice here if you like it…",
        "linePl": "Tom: Kufel. Kufel piwa, naprawdę miło, jeśli ci się podoba…\r",
        "mp3Start": "41.1",
        "mp3End": "46.1"
    },
    {
        "lineNo": 6,
        "lineEn": "Mr Socrates: I don’t drink. Just an orange juice, freshly squeezed.",
        "linePl": "Pan Socrates: Nie piję. Tylko sok pomarańczowy, świeżo wyciśnięty.\r",
        "mp3Start": "46.3",
        "mp3End": "50.1"
    },
    {
        "lineNo": 7,
        "lineEn": "Paul: On go on Mr Socrates, one pint won’t hurt. You’ve got to have a pint of beer when you come to a pub.",
        "linePl": "Paul: Dalej panie Sokrates, jedno piwo nie będzie bolało. Kiedy przychodzisz do pubu, musisz mieć kufel piwa.\r",
        "mp3Start": "50.2",
        "mp3End": "56.6"
    },
    {
        "lineNo": 8,
        "lineEn": "Mr Socrates: Oh very well. I’ll try one. It had better be good.",
        "linePl": "Pan Socrates: Oh bardzo dobrze. Spróbuję jednego. Lepiej żeby było dobre.\r",
        "mp3Start": "56.6",
        "mp3End": "61.4"
    },
    {
        "lineNo": 9,
        "lineEn": "Tom: You’ll love it. I’ll get it. Three pints of your best beer please Mr Landlord.",
        "linePl": "Tom: Pokochasz to. Rozumiem. Trzy kufle najlepszego piwa proszę panie Landlord.\n",
        "mp3Start": "61.4",
        "mp3End": "69"
    },
    {
        "linePl": " Denise, będzie OK jak sama weżmiesz? Brakuje mi gotówki.",
        "lineEn": "Denise, are you OK getting your own? I’m a bit short of cash.",
        "lineNo": 10,
        "mp3Start": "69",
        "mp3End": "74.1"
    },
    {
        "lineNo": 11,
        "lineEn": "Denise: Oh… right. Mr Socrates, Anna said she would be along soon. She had some work to finish. She’s such a hard worker.",
        "linePl": "Denise: Oh… racja. Panie Socrates, Anna powiedziała, że wkrótce przybędzie. Ma trochę pracy do skończenia. Ona jest takim ciężkim pracownikiem.\r",
        "mp3Start": "74.3",
        "mp3End": "85.9"
    },
    {
        "lineNo": 12,
        "lineEn": "Mr Socrates:  Good to hear. She seems like a smart cookie. Now let’s try this beer …mmm, not bad, a little warm but… tasty.",
        "linePl": "Pan Socrates: Dobrze słyszeć. Wygląda na inteligentnego ciasteczka. Spróbujmy teraz tego piwa… mmm, nieźle, trochę ciepło, ale… smacznie.\r",
        "mp3Start": "86.0",
        "mp3End": "98.2"
    },
    {
        "lineNo": 13,
        "lineEn": "Paul: Oh, you drank that quickly… would you like another one? Mr Socrates: Sure.",
        "linePl": "Paul: Och, piłeś tak szybko… Czy chciałbyś inny?\r Pan Socrates: Jasne.\r",
        "mp3Start": "98.2",
        "mp3End": "104.8"
    },
    {
        "lineNo": 14,
        "lineEn": "DOOR OPENS",
        "linePl": "OTWIERA DRZWI\r",
        "mp3Start": "104.8",
        "mp3End": "106.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: Hi everyone. Sorry I’m late.",
        "linePl": "Anna: Cześć wszystkim. Przepraszam za spóźnienie.\r",
        "mp3Start": "106.2",
        "mp3End": "109.3"
    },
    {
        "lineNo": 16,
        "lineEn": "Denise: Hi Anna. Look Mr Socrates is enjoying our English beer. I think it’s going to his head.",
        "linePl": "Denise: Cześć Anna. Patrzcie, pan Socrates cieszy się naszym angielskim piwem. Myślę, że idzie mu do głowy.\r",
        "mp3Start": "109.3",
        "mp3End": "118.2"
    },
    {
        "lineNo": 17,
        "lineEn": "Mr Socrates: (Loudly) Anna!  Our best worker. Get Anna a drink.",
        "linePl": "Pan Socrates: (głośno) Anna! Nasz najlepszy pracownik. Napij się Anny.\r",
        "mp3Start": "118.2",
        "mp3End": "122.1"
    },
    {
        "lineNo": 18,
        "lineEn": "Tom: Yes Mr Socrates. Of course Mr Socrates.",
        "linePl": "Tom: Tak, panie Socrates. Oczywiście, panie Socrates.\r",
        "mp3Start": "122.1",
        "mp3End": "125.9"
    },
    {
        "lineNo": 19,
        "lineEn": "Mr Socrates: Anna, come over here, let’s talk.",
        "linePl": "Panie Socrates: Anna, chodź tutaj, porozmawiajmy.\r",
        "mp3Start": "126.0",
        "mp3End": "128.6"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: Oh right. What about…",
        "linePl": "Anna: Oh dobrze. Co powiesz na…\n",
        "mp3Start": "128.7",
        "mp3End": "130.9"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom: There you go Anna. I got you some crisps too. So what are we talking about?",
        "linePl": "Tom: Idź, Anna. Mam też trochę chipsów. O czym rozmawiamy?\r",
        "mp3Start": "130.8",
        "mp3End": "137.3"
    },
    {
        "lineNo": 22,
        "lineEn": "Mr Socrates: Nothing. Thank you… bye bye.",
        "linePl": "Pan Socrates: Nic. Dziekuję, Papa.\r",
        "mp3Start": "137.3",
        "mp3End": "139.7"
    },
    {
        "lineNo": 23,
        "lineEn": "Tom: Oh right. Bye bye. Yes, I’ll go and talk to Paul and Denise. I’ll just be over here.",
        "linePl": "Tom: Oh racja. PA pa. Tak, pójdę i porozmawiam z Paulem i Denise. Będę tu po prostu.\r",
        "mp3Start": "139.7",
        "mp3End": "147.2"
    },
    {
        "lineNo": 24,
        "lineEn": "Mr Socrates: What a loser. I can tell he’s all talk and no action.",
        "linePl": "Pan Socrates: Co za przegrany. Mogę powiedzieć, że jest wszystkim, co mówi i nie ma żadnych działań.\r",
        "mp3Start": "147.2",
        "mp3End": "153.3"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: Well, Tom’s a good worker really and…",
        "linePl": "Anna: Tom jest naprawdę dobrym robotnikiem i…\r",
        "mp3Start": "153.3",
        "mp3End": "156.9"
    },
    {
        "lineNo": 26,
        "lineEn": "Mr Socrates: …and as for Paul. God, what a manager. Always eating cookies. You know he was fired from his last job because…",
        "linePl": "Pan Socrates:… i jak dla Paula. Boże, co za menedżer. Zawsze jedzę ciasteczka. Wiesz, że został zwolniony z ostatniej pracy, ponieważ…\r",
        "mp3Start": "156.9",
        "mp3End": "168.5"
    },
    {
        "lineNo": 27,
        "lineEn": "Narrator: Anna, I think he’s getting a bit too personal. That beer is making him say things he shouldn’t.",
        "linePl": "Narrator: Anna, myślę, że robi się trochę zbyt osobiście. To piwo każe mu mówić rzeczy, których nie powinien.\r",
        "mp3Start": "168.7",
        "mp3End": "175"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: I know. What should I say?",
        "linePl": "Anna: Wiem. Co powinienem powiedzieć?\r",
        "mp3Start": "175",
        "mp3End": "177.7"
    },
    {
        "lineNo": 29,
        "lineEn": "Narrator: Try saying “it’s not appropriate to talk like that” or “could we change the subject please.”",
        "linePl": "Narrator: Spróbuj powiedzieć „nie jest właściwe mówić w ten sposób” lub „czy możemy zmienić temat”.\r",
        "mp3Start": "177.7",
        "mp3End": "185.3"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: OK thanks. Erm, Mr Socrates I don’t think it’s appropriate to talk like that, could we change the subject please?",
        "linePl": "Anna: OK dzięki. Erm, panie Socrates, nie sądzę, że to właściwe, aby tak mówić, czy możemy zmienić temat?\r",
        "mp3Start": "185.3",
        "mp3End": "193.8"
    },
    {
        "lineNo": 31,
        "lineEn": "Mr Socrates: Oh, sorry have I said too much? Maybe we should talk about you. ",
        "linePl": "Pan Socrates: Oh, przepraszam, że powiedziałem za dużo? Może powinniśmy porozmawiać o tobie.\n",
        "mp3Start": "193.8",
        "mp3End": "199.1"
    },
    {
        "linePl": " Lubię cię Anno. Jesteś chętny, ale musisz się wiele nauczyć i myślę, że powinieneś nosić więcej czerni - to sprawia, że wyglądasz… cieńszy…",
        "lineEn": "I like you Anna. You’re keen but you’ve got a lot to learn and I think you should wear more black – it makes you look… thinner…",
        "lineNo": 32,
        "mp3Start": "199.2",
        "mp3End": "207.6"
    },
    {
        "lineNo": 33,
        "lineEn": "Narrator: He’s out of order. I think he’s saying too much. Ask him to keep the conversation professional.",
        "linePl": "Narrator: Nie działa. Myślę, że mówi za dużo. Poproś go, aby utrzymywał rozmowę profesjonalistą.\r",
        "mp3Start": "207.5",
        "mp3End": "214.4"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Right, good idea. (To Mr Socrates) Erm, Mr Socrates, thank you but can we keep our conversation professional. There’s a lot to discuss about our European market strategy.",
        "linePl": "Anna: Racja, dobry pomysł. (Do pana Socratesa) Erm, panie Socrates, dziękuję, ale czy możemy utrzymać naszą rozmowę profesjonalistą. Dużo jest do omówienia na temat naszej europejskiej strategii rynkowej.\r",
        "mp3Start": "214.7",
        "mp3End": "228.2"
    },
    {
        "lineNo": 35,
        "lineEn": "Mr Socrates: Yeah, right, absolutely right. Anyway, you’re gonna have to lead this one not that Tom guy. I’m thinking of firing him, his results aren’t that great and…",
        "linePl": "Pan Socrates: Tak, racja, absolutnie rację. W każdym razie będziesz musiał poprowadzić tego nie tego faceta od Toma. Myślę o zwolnieniu go, jego wyniki nie są tak wspaniałe i…\r",
        "mp3Start": "228.2",
        "mp3End": "239.2"
    },
    {
        "lineNo": 36,
        "lineEn": "Tom: …sorry to interrupt, just wondered if you’d like some nuts?",
        "linePl": "Tom:… przepraszam, że przeszkadzam, po prostu zastanawiałem się, czy chcesz trochę orzechów?\r",
        "mp3Start": "239.2",
        "mp3End": "244.4"
    },
    {
        "lineNo": 37,
        "lineEn": "Mr Socrates: Hey Tom, I was just saying to Anna your results haven’t been good and I’m thinking of…",
        "linePl": "Pan Socrates: Hej Tom, właśnie mówiłem Annie, że twoje wyniki nie były dobre i myślę o…\r",
        "mp3Start": "244.4",
        "mp3End": "250.4"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: (flustered)… of having another drink… thinking of having another drink. ",
        "linePl": "Anna: (podenerwowana)… innego drinka… myśląc o kolejnym drinku.\n",
        "mp3Start": "250.2",
        "mp3End": "256.1"
    },
    {
        "lineNo": 39,
        "lineEn": "Mr Socrates, did you know Tom actually has a great idea for selling laser- curved oranges to Spain? Tom: (puzzled) Do I?",
        "linePl": " Panie Socrates, czy wiedziałeś, że Tom ma świetny pomysł na sprzedaż zakrzywionych pomarańczy w Hiszpanii? Tom: (zdziwiony) Czy ja?\n",
        "mp3Start": "256.6",
        "mp3End": "267.2"
    },
    {
        "lineNo": 40,
        "lineEn": "Mr Socrates: That’s good to hear Tom. Email them to me and I’ll check them over tomorrow.",
        "linePl": "Pan Socrates: Dobrze słyszeć Toma. Prześlij je do mnie pocztą e-mail, a sprawdzę je jutro.\r",
        "mp3Start": "267.2",
        "mp3End": "272.3"
    },
    {
        "lineNo": 41,
        "lineEn": "Anna: Of course he will, Mr Socrates. Now how would you like to drink something, errr, less strong? Orange juice perhaps?",
        "linePl": "Anna: Oczywiście, że tak, panie Socrates. A teraz, jak chciałbyś coś pić, errr, mniej silny? Może sok pomarańczowy?\r",
        "mp3Start": "272.3",
        "mp3End": "282.4"
    },
    {
        "lineNo": 42,
        "lineEn": "Mr Socrates: Na, I think I’ll try some more of the English beer.",
        "linePl": "Panie Socrates: Na, myślę, że spróbuję więcej angielskiego piwa.\r",
        "mp3Start": "282.5",
        "mp3End": "285.8"
    },
    {
        "lineNo": 43,
        "lineEn": "THE TEAM ALL CHEER",
        "linePl": "TEAM ALL CHEER\r",
        "mp3Start": "285.8",
        "mp3End": "287.4"
    },
    {
        "lineNo": 44,
        "lineEn": "Narrator: I think Anna has just done Tom a big favour – she’s stopped him getting fired  - for now. ",
        "linePl": "Narrator: Myślę, że Anna właśnie zrobiła Tomowi wielką przysługę - powstrzymała go przed zwolnieniem - na razie. \n",
        "mp3Start": "293.3",
        "mp3End": "300.8"
    },
    {
        "linePl": "Czasami rozmowy z szefem mogą stać się zbyt osobiste, ale myślę, że Anna ma powody, by dbać o profesjonalność.",
        "lineEn": "Sometimes conversations with your boss can get too personal but I think Anna’s got the hang of keeping things professional.",
        "lineNo": 45,
        "mp3Start": "301.0",
        "mp3End": "308.7"
    },
    {
        "lineNo": 46,
        "lineEn": "Here’s a reminder of what she said: It’s not appropriate to talk like that.",
        "linePl": " Oto przypomnienie tego, co powiedziała: Nie należy tak mówić.\n",
        "mp3Start": "308.7",
        "mp3End": "313.6"
    },
    {
        "lineNo": 47,
        "lineEn": "Could we change the subject please?",
        "linePl": "Czy możemy zmienić temat?\r",
        "mp3Start": "313.6",
        "mp3End": "316.1"
    },
    {
        "lineNo": 48,
        "lineEn": "Can we keep our conversation professional please?",
        "linePl": "Czy możemy zadbać o naszą rozmowę?\r",
        "mp3Start": "316.1",
        "mp3End": "320.0"
    },
    {
        "lineNo": 49,
        "lineEn": "Narrator: So Anna seems to be Mr Socrates’s favourite team member but now she’s got some explaining to do to Tom.",
        "linePl": "Narrator: Więc Anna wydaje się być ulubionym członkiem zespołu Sokratesa, ale teraz ma pewne wyjaśnienia do Toma.\r",
        "mp3Start": "320.4",
        "mp3End": "328"
    },
    {
        "lineNo": 50,
        "lineEn": "Tom: Anna, what were you talking about to Mr Socrates? “Ideas for selling laser- curved oranges to Spain”?",
        "linePl": "Tom: Anna, o czym mówiłeś do pana Sokratesa? „Pomysły na sprzedaż zakrzywionych pomarańczy pomarańczy w Hiszpanii”?\r",
        "mp3Start": "328",
        "mp3End": "336.4"
    },
    {
        "lineNo": 51,
        "lineEn": "Anna: He was going to fire you – so I was trying to tell him you had great ideas.",
        "linePl": "Anna: Zamierzał cię zwolnić - więc próbowałem mu powiedzieć, że masz świetne pomysły.\r",
        "mp3Start": "336.4",
        "mp3End": "342.5"
    },
    {
        "lineNo": 52,
        "lineEn": "Tom: What?! You helped me? Anna, I don’t know what to say. I… I… I… Anna: Yes?",
        "linePl": "Tom: Co ?! Pomogłeś mi? Anna, nie wiem co powiedzieć. Ja… ja… ja…\r Anna: Tak?\r",
        "mp3Start": "342.5",
        "mp3End": "351.7"
    },
    {
        "lineNo": 53,
        "lineEn": "Tom: I… need to go back to the office to work on some ideas.",
        "linePl": "Tom: Muszę… wrócić do biura, żeby popracować nad niektórymi pomysłami.\r",
        "mp3Start": "351.7",
        "mp3End": "356.8"
    },
    {
        "lineNo": 54,
        "lineEn": "Narrator: Good idea. Keep it professional, eh Tom? Until next time. Bye!",
        "linePl": "Narrator: Dobry pomysł. Bądź profesjonalistą, co? Do następnego razu. PA!\r",
        "mp3Start": "356.8",
        "mp3End": "362.4"
    },
    {
        "lineNo": 55,
        "lineEn": "LISTENING CHALLENGE:",
        "linePl": "SŁUCHANIE WYZWANIA:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 56,
        "lineEn": "What is the name of the pub the team takes Mr Socrates to?",
        "linePl": "Jak nazywa się pub, do którego zespół zabiera pana Socratesa?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 57,
        "lineEn": "(Answer: The Rose and Crown)",
        "linePl": "(Odpowiedź: The Rose and Crown) ",
        "mp3Start": "",
        "mp3End": ""
    }
]