[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Bye bye Mr Socrates. He’s flying back to America leaving Tip Top Trading’s London team trying to work out how best to focus their business on the European market.",
        "linePl": "Narrator: Do widzenia, panie Socrates. Leci z powrotem do Ameryki, pozostawiając Tip Top Trading Zespół z Londynu próbujący ustalić, jak najlepiej skupić się na biznesie Rynku europejskiego.\r",
        "mp3Start": "8.6",
        "mp3End": "20.9"
    },
    {
        "lineNo": 2,
        "lineEn": "Paul: Sorry to keep you waiting. I had to go to the airport with Mr Socrates to see him off. We had a good chat in the taxi and he said some very positive things.",
        "linePl": "Paul: Przepraszam, że kazałem wam czekać. Musiałem udać się na lotnisko z panem Socrates odprowadzić go. Mieliśmy dobry czat w taksówce i powiedział trochę pozytywnych rzeczy.\r",
        "mp3Start": "20.9",
        "mp3End": "31.5"
    },
    {
        "lineNo": 3,
        "lineEn": "Denise: Oh yes. Like what?",
        "linePl": "Denise: O tak. Jak co?\r",
        "mp3Start": "31.6",
        "mp3End": "33.9"
    },
    {
        "lineNo": 4,
        "lineEn": "Paul: Err, well… well, how nice English beer is.",
        "linePl": "Paul: Err, cóż ... no cóż, jakie miłe angielskie piwo.\r",
        "mp3Start": "33.9",
        "mp3End": "38.6"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom: Yeah but what about the European marketing strategy – what are we going to do about that?",
        "linePl": "Tom: Tak, ale co z europejską strategią marketingową - co robimy zrobić o tym?\r",
        "mp3Start": "38.6",
        "mp3End": "44.5"
    },
    {
        "lineNo": 6,
        "lineEn": "Paul: Well, Anna is supposed to lead on that, I’m taking a more biscuitorial control over it. Anna:  A what?",
        "linePl": "Paul: Cóż, Anna jest przewidziana do poprowadzić to, ja wybieram bardziej biscuitorial kontrola nad nim.\r Anna: Co?\r",
        "mp3Start": "44.5",
        "mp3End": "52.7"
    },
    {
        "lineNo": 7,
        "lineEn": "Tom: It means you do all the work while he eats all the biscuits!",
        "linePl": "Tom: Oznacza to, że wykonujesz całą pracę, a on je wszystkie ciastka!\r",
        "mp3Start": "52.7",
        "mp3End": "56.8"
    },
    {
        "lineNo": 8,
        "lineEn": "Paul: Do you mind Tom. Now, what I’m thinking is we put the feelers out – do some cold calling, see what people are buying at the moment.",
        "linePl": "Paul: Czy masz coś przeciwko Tomowi? Teraz myślę, że wyciągamy czujki – robimy niektóre zimne dzwonienie, zobacz, co ludzie kupują w tej chwili.\r",
        "mp3Start": "56.8",
        "mp3End": "65.9"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna: Cold calling? But I like to be warm when I’m on the phone.",
        "linePl": "Anna: Zimne dzwonienie? Ale lubię być ciepły, kiedy rozmawiam przez telefon.\r",
        "mp3Start": "65.9",
        "mp3End": "70.8"
    },
    {
        "lineNo": 10,
        "lineEn": "Denise: No Anna. Cold calling is when you call prospective clients when they’re not expecting you to, to ask them something or to sell them something. I’m very good at calling people.",
        "linePl": "Denise: Nie Anna. Zimne dzwonienie jest wtedy, gdy dzwonisz do potencjalnych klientów, gdy tego nie oczekują, abyś o coś zapytał lub coś im sprzedał. Jestem bardzo dobra w dzwonieniu\r",
        "mp3Start": "70.8",
        "mp3End": "84.4"
    },
    {
        "lineNo": 11,
        "lineEn": "Tom: Yeah, usually the hair dresser! So Paul, where do we begin, who do we call ftrst?",
        "linePl": "Tom: Tak, zwykle fryzjer! A więc Paweł, gdzie zaczynamy, do kogo zadzwonimy najpierw?\n",
        "mp3Start": "84.4",
        "mp3End": "90.1"
    },
    {
        "lineNo": 12,
        "lineEn": "Paul: Track down some potential clients in Europe, see what they’re buying now, see what they want in the future. Make them think it’s our laser-curved fruit they want!",
        "linePl": "Paul: śledź potencjalnych klientów w Europie, zobacz, co kupują teraz, zobacz, czego chcą w przyszłości. Niech myślą, że nasz laser zakrzywiony owoce, to jest to czego chcą!\r",
        "mp3Start": "90.1",
        "mp3End": "100.0"
    },
    {
        "lineNo": 13,
        "lineEn": "Denise: But keep your calls brief, international calls are very expensive.",
        "linePl": "Denise: Ale rozmawiajcie krótko, rozmowy międzynarodowe są bardzo drogie.\r",
        "mp3Start": "100.1",
        "mp3End": "104.8"
    },
    {
        "lineNo": 14,
        "lineEn": "Narrator: OK Anna, it’s time to cold call. What are you going to say?",
        "linePl": "Narrator: OK Anna, czas na zimne rozmowy. Co masz zamiar powiedzieć?\r",
        "mp3Start": "108.6",
        "mp3End": "113.1"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: I don’t know.",
        "linePl": "Anna: Nie wiem.\r",
        "mp3Start": "113.1",
        "mp3End": "114.6"
    },
    {
        "lineNo": 16,
        "lineEn": "Narrator: Find someone to call, then be pleasant and polite. When you call, ask to speak to the person who deals with buying or purchasing. And then ask that person if they could spare a few minutes of their time.",
        "linePl": "Narrator: znajdź kogoś, z kim możesz zadzwonić, a potem bądź miły i uprzejmy. Kiedy zadzwonisz, zapytaj o osobę, która zajmuje się kupowaniem lub purchasing. A potem zapytaj tej osoby, jeśli mogą poświęcić kilka minut swojego czasu.\r",
        "mp3Start": "114.6",
        "mp3End": "128.6"
    },
    {
        "lineNo": 17,
        "lineEn": "Anna: OK. Here goes. (Looking through a telephone directory) Let’s have a look… fruit growers, fruit pickers, fruit traders… Fruit Traders International…",
        "linePl": "Anna: OK. Tutaj idzie. (Przeglądając książkę telefoniczną) Zobaczmy ...hodowcy owoców, zbieracze owoców, handlarze owocami ... Fruit Traders International ...\r",
        "mp3Start": "128.6",
        "mp3End": "147.7"
    },
    {
        "lineNo": 18,
        "lineEn": "(Dials number) 0-0-4-3-9-8-4-5-5-4-4.",
        "linePl": "(Numer wybierania) 0-0-4-3-9-8-4-5-5-4-4.\r",
        "mp3Start": "147.7",
        "mp3End": "159"
    },
    {
        "lineNo": 19,
        "lineEn": "Trader: Bonjour?",
        "linePl": "Kupiec: Bonjour?\r",
        "mp3Start": "160.4",
        "mp3End": "162.8"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: (surprised) Ah, erm, oh….",
        "linePl": "Anna: (zaskoczona) Ah, erm, oh ....\r",
        "mp3Start": "162.8",
        "mp3End": "165.1"
    },
    {
        "lineNo": 21,
        "lineEn": "Narrator: Don’t be surprised! You’ve called a company in France, they speak French. Just ask if it’s OK to speak English.",
        "linePl": "Narrator: Nie bądź zaskoczony! Zadzwoniłeś do firmy we Francji, mówią po francusku. Zapytaj, czy możesz mówić po angielsku.\r",
        "mp3Start": "165.1",
        "mp3End": "173.2"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Oh hello. Is it possible to speak to you in English?",
        "linePl": "Anna: Oh cześć. Czy możesz mówić do ciebie po angielsku?\r",
        "mp3Start": "173.2",
        "mp3End": "177.5"
    },
    {
        "lineNo": 23,
        "lineEn": "Trader: Oui… yes.",
        "linePl": "Kupiec: Oui ... tak.\r",
        "mp3Start": "177.5",
        "mp3End": "179.7"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: Great. Are you the person who purchases plastic fruit for your company?",
        "linePl": "Anna: Świetnie. Czy jesteś osobą, która kupuje plastikowe owoce dla Twojej firmy?\r",
        "mp3Start": "179.7",
        "mp3End": "185.3"
    },
    {
        "lineNo": 25,
        "lineEn": "Trader: I am. How can I help you?",
        "linePl": "Kupiec: jestem. Jak mogę ci pomóc?\r",
        "mp3Start": "185.3",
        "mp3End": "188.2"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: Yes, can you spare a few minutes of your time? I want to sell you some laser-curved fruit.",
        "linePl": "Anna: Tak, czy możesz poświęcić kilka minut swojego czasu? Chcę ci trochę sprzedać laserowe zakrzywione owoce.\r",
        "mp3Start": "188.2",
        "mp3End": "195.5"
    },
    {
        "lineNo": 27,
        "lineEn": "Trader: What?!",
        "linePl": "Kupiec: co ?!\r",
        "mp3Start": "195.5",
        "mp3End": "197.4"
    },
    {
        "lineNo": 28,
        "lineEn": "Narrator: That’s a bit direct Anna. Slow down and tell them your name and why you’re calling. Find out something about them. ",
        "linePl": "Narrator: To trochę bezpośrednie Anna. Zwolnij i powiedz im swoje imię i dlaczego dzwonisz. Dowiedz się czegoś na ich temat. ",
        "mp3Start": "197.4",
        "mp3End": "223.1"
    },
    {
        "linePl": "Może powiesz \"Chciałbym powiedzieć o naszym wspaniałym nowym owocu zakrzywionym laserem \". Zapytaj ich \"Ile plastiku owoce kupujesz? \"i pod koniec połączenia powiedz\" dziękuję za poświęcony czas. ",
        "lineEn": "Maybe say “I’d like to tell you about our great new laser-curved fruit”. Ask them “How much plastic fruit do you buy?” and at the end of the call say “thank you for your time.",
        "lineNo": 29,
        "mp3Start": "205.0",
        "mp3End": "218.8"
    },
    {
        "linePl": "Mamy nadzieję, że wkrótce skontaktujemy się z Tobą. \"Daj sobie szansę, Anna.\n",
        "lineEn": "We hope to hear from you soon.” Give it a go Anna.",
        "lineNo": 30,
        "mp3Start": "218.7",
        "mp3End": "222.3"
    },
    {
        "lineNo": 31,
        "lineEn": "Anna: OK. Erm… hello my name is Anna. How are you today? Trader: Good thank you.",
        "linePl": "Anna: OK. Erm ... cześć mam na imię Anna. Jak się dzisiaj miewasz?\r Handlowiec: Dobrze, dziękuję.\r",
        "mp3Start": "223.1",
        "mp3End": "231.4"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: That’s good. I’d like to tell you about our great new laser-curved fruit. Trader: Oh yes.",
        "linePl": "Anna: To dobrze. Chciałbym opowiedzieć o naszym wspaniałym nowym owocu zakrzywionym laserem.\r Kupiec: O tak.\r",
        "mp3Start": "231.5",
        "mp3End": "237.9"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna: Our company is called Tip Top Trading and we are the UK’s number 1 plastic fruit manufacturer – and well, we’re so proud of our fruit that we’ve decided to let the rest of Europe enjoy it too.",
        "linePl": "Anna: Nasza firma nazywa się Tip Top Trading i jesteśmy numerem 1 w Wielkiej Brytanii producent plastikowych owoców - no cóż, jesteśmy bardzo dumni z naszych owoców, które mamy postanowił pozwolić sobie na to także reszcie Europy.\r",
        "mp3Start": "238.1",
        "mp3End": "253.9"
    },
    {
        "lineNo": 34,
        "lineEn": "Narrator: Very good Anna!",
        "linePl": "Narrator: Bardzo dobra Anna!\r",
        "mp3Start": "254",
        "mp3End": "255.3"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: We make our fruit using laser-curved technology. In fact we’ve just launched our best product ever, the Imperial Lemon – it looks so real you want to squeeze it.",
        "linePl": "Anna: Tworzymy nasze owoce za pomocą technologii zakrzywionej laserem. Właściwie to właśnie wprowadził nasz najlepszy produkt w historii, Imperial Lemon - wygląda tak prawdziwie chcesz go wycisnąć.\r",
        "mp3Start": "255.3",
        "mp3End": "268.3"
    },
    {
        "lineNo": 36,
        "lineEn": "Trader: Hmm, lemons, interesting.",
        "linePl": "Kupiec: Hmm, cytryny, ciekawe.\r",
        "mp3Start": "268.3",
        "mp3End": "271.9"
    },
    {
        "lineNo": 37,
        "lineEn": "Narrator: Anna’s got the hang of this – she’s on fire – I mean, she’s doing really well. Her cold calling technique has really warmed up. She’s pitched the products now she needs to sell.",
        "linePl": "Narrator: Anna to zrozumiała - jest w ogniu - to znaczy, że radzi sobie naprawdę dobrze. Jej technika cold calling naprawdę się rozgrzała. Ona spuściła produkty teraz musi sprzedać.\r",
        "mp3Start": "272.8",
        "mp3End": "286.7"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: …so thank you for your time. I hope you may consider us when you next purchase some plastic fruit.",
        "linePl": "Anna: ... więc dziękuję za poświęcony czas. Mam nadzieję, że możesz nas rozważyć, kiedy będziesz następny kup trochę plastikowych owoców.\r",
        "mp3Start": "289.0",
        "mp3End": "296.8"
    },
    {
        "lineNo": 39,
        "lineEn": "Trader: We will certainly consider your company.",
        "linePl": "Handlowiec: Z pewnością uznamy Twoją firmę.\r",
        "mp3Start": "296.8",
        "mp3End": "300.3"
    },
    {
        "lineNo": 40,
        "lineEn": "Anna: Well we hope to hear from you soon. Goodbye (puts phone down). Tom,",
        "linePl": "Anna: Mamy nadzieję, że wkrótce się odezwiemy. Do widzenia (odkłada telefon). Tom,\r",
        "mp3Start": "300.3",
        "mp3End": "305.3"
    },
    {
        "lineNo": 41,
        "lineEn": "Tom, how are you getting on?",
        "linePl": "Tom, jak się masz?\r",
        "mp3Start": "305.3",
        "mp3End": "307.2"
    },
    {
        "lineNo": 42,
        "lineEn": "Tom: (On phone/angry) …well if that’s what you think then you can shove your kumquats… hello? Hello? (Slams phone down)",
        "linePl": "Tom: (na telefon / zły) ... cóż, jeśli tak myślisz, to możesz popchnąć kumkwaty ... cześć? Dzień dobry? (Odrzuca telefon)\r",
        "mp3Start": "307.2",
        "mp3End": "315"
    },
    {
        "lineNo": 43,
        "lineEn": "Anna: What’s wrong?",
        "linePl": "Anna: Co jest nie tak?\r",
        "mp3Start": "315",
        "mp3End": "316.3"
    },
    {
        "lineNo": 44,
        "lineEn": "Tom: They’ve hung up on me. Really! He said the plastic fruit industry is in meltdown. But Anna, if I don’t get any contracts soon I’ll be fired.",
        "linePl": "Tom: Odłożyli na mnie słuchawkę. Naprawdę! Powiedział, że plastikowy przemysł owocowy jest w toku topnienie. Ale Anna, jeśli wkrótce nie dostanę kontraktu, zostanę zwolniony.\r",
        "mp3Start": "315.8",
        "mp3End": "329.1"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna: Well, this calls for teamwork Tom – tomorrow, Tuesday, we’re going to tackle this task – together!",
        "linePl": "Anna: Cóż, to wymaga pracy zespołowej Tom - jutro, we wtorek, zamierzamy zmierzyć się z tym zadaniem - razem!\r",
        "mp3Start": "329.1",
        "mp3End": "336.8"
    },
    {
        "lineNo": 46,
        "lineEn": "Narrator: Hooray for Anna. Now she’s sounding like a leader. And she’s mastered cold calling by using some simple phrases, like these:",
        "linePl": "Narrator: Brawo dla Anny. Teraz brzmi jak przywódca. I jest opanowana zimne dzwonienie za pomocą prostych zwrotów, takich jak te:\r",
        "mp3Start": "337.6",
        "mp3End": "346.5"
    },
    {
        "lineNo": 47,
        "lineEn": "My name is Anna. Can you spare a few minutes of your time?",
        "linePl": "Mam na imię Anna. Czy możesz poświęcić kilka minut swojego czasu?\r",
        "mp3Start": "346.5",
        "mp3End": "351.4"
    },
    {
        "lineNo": 48,
        "lineEn": "I’d like to tell you about our great new laser-curved fruit",
        "linePl": "Chciałbym opowiedzieć o naszym wspaniałym nowym owocu zakrzywionym laserem\r",
        "mp3Start": "351.4",
        "mp3End": "355.3"
    },
    {
        "lineNo": 49,
        "lineEn": "How much plastic fruit do you buy?",
        "linePl": "Ile plastikowych owoców kupujesz?\r",
        "mp3Start": "355.3",
        "mp3End": "358.4"
    },
    {
        "lineNo": 50,
        "lineEn": "Thank you for your time. We hope to hear from you soon.",
        "linePl": "Dziękuję za Twój czas. Mamy nadzieję że odezwiesz się w krótce.\r",
        "mp3Start": "358.4",
        "mp3End": "362.7"
    },
    {
        "lineNo": 51,
        "lineEn": "Phone rings",
        "linePl": "Telefon dzwoni\r",
        "mp3Start": "363.0",
        "mp3End": "366.8"
    },
    {
        "lineNo": 52,
        "lineEn": "Denise: Anna. There’s a call for you, from someone in France, they want to talk to you about lemons.",
        "linePl": "Denise: Anna. Dzwonią do ciebie od kogoś z Francji, z którymi chcą porozmawiać Ty o cytrynach.\r",
        "mp3Start": "366.8",
        "mp3End": "377.6"
    },
    {
        "lineNo": 53,
        "lineEn": "Narrator: Sounds promising. Find out what happens next time on English at Work. Bye.",
        "linePl": "Narrator: Brzmi obiecująco. Dowiedz się, co stanie się następnym razem po angielsku w pracy. PA.\r",
        "mp3Start": "377.8",
        "mp3End": "384.6"
    },
    {
        "lineNo": 54,
        "lineEn": "Listening Challenge",
        "linePl": "Wyzwanie słuchania\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 55,
        "lineEn": "What does Denise say she is very good at?",
        "linePl": "Co Denise mówi, że jest bardzo dobra?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 56,
        "lineEn": "(Answer: cold calling people)",
        "linePl": "(Odpowiedź: osoby dzwoniące na zimno) ",
        "mp3Start": "",
        "mp3End": ""
    }
]