[
    {
        "lineNo": 1,
        "lineEn": "Anna:  Help, help! (Banging on door) Tom: Help us! We're locked in.",
        "linePl": "Anna: Pomocy, pomocy! (Walenie w drzwi)\r TOM: Pomóż nam! Jesteśmy zamknięci.\r",
        "mp3Start": "3.9",
        "mp3End": "9.5"
    },
    {
        "lineNo": 2,
        "lineEn": "Narrator:  Oh dear. Do you remember that Tom and Anna are locked in the stationery cupboard? What are they going to do? ",
        "linePl": "Narrator: Ojej. Pamiętasz, że Tom i Anna są zamknięci w szafce biurowej? Co oni zamierzają zrobić? ",
        "mp3Start": "9.5",
        "mp3End": "17.7"
    },
    {
        "linePl": "A co ludzie powiedzą, kiedy odkryją ich tam? Mam wrażenie, że zaraz się dowiemy…\n",
        "lineEn": "And what will people say when they are discovered in there? I have a feeling we're about to find out…",
        "lineNo": 3,
        "mp3Start": "18.0",
        "mp3End": "24.3"
    },
    {
        "lineNo": 4,
        "lineEn": "Denise: Goodness, what's that? Anna is that you? And is that you Tom? Anna: Yes, help! We're locked in.",
        "linePl": "Denise: Boże, co to jest? Anna, czy to ty? I czy to ty Tom?\r Anna: Tak, pomóż! Jesteśmy zamknięci.\r",
        "mp3Start": "24.3",
        "mp3End": "33.9"
    },
    {
        "lineNo": 5,
        "lineEn": "Denise: Don't panic, I've got the key (unlocks door). There. How on earth…",
        "linePl": "Denise: Nie panikuj, mam klucz (otwiera drzwi). Tam. Jak na Ziemi…\r",
        "mp3Start": "33.9",
        "mp3End": "43.5"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: …it's not how it looks Denise. We were just… erm… Anna: …just looking for envelopes. Denise: Really?!",
        "linePl": "Tom:… to nie tak wygląda Denise. Po prostu… eee…\r Anna:… szukam tylko kopert.\r Denise: Naprawdę ?!\r",
        "mp3Start": "43.5",
        "mp3End": "52.3"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna: Yes, yes, really. The door slammed shut and locked from the inside when Tom walked in.",
        "linePl": "Anna: Tak, tak, naprawdę. Drzwi zatrzasnęły się i zaryglowane od wewnątrz kiedy Tom wszedł.\n",
        "mp3Start": "52.4",
        "mp3End": "58"
    },
    {
        "lineNo": 8,
        "lineEn": "Tom: Yeah, she's right. Just walked in, and shut the door and bang.",
        "linePl": "Tom: Tak, ma rację. Po prostu wszedłem, zatrzasnąłem drzwi i huknął.\r",
        "mp3Start": "59.0",
        "mp3End": "65.6"
    },
    {
        "lineNo": 9,
        "lineEn": "Denise: Hmm. Let's just keep it our little secret shall we. (Aside to Anna) I thought you had better taste Anna!",
        "linePl": "Denise: Hmm. Po prostu zachowajmy to nasz mały sekret. (Oprócz Anny) pomyślałem\r lepiej skosztuj Anny!\r",
        "mp3Start": "65.6",
        "mp3End": "73.3"
    },
    {
        "lineNo": 10,
        "lineEn": "Paul:  Ah there you are Anna, I need a word with you… Oh, you look like you've been caught doing something you shouldn't! Ha ha. Anna: …but I haven't.",
        "linePl": "Paul: Ach, ty jesteś Anna, potrzebuję z tobą słowa… Och, wyglądasz jak ty zostałeś przyłapany na robieniu czegoś, czego nie powinieneś! Ha ha.\n Anna:… ale ja nie.\n",
        "mp3Start": "75.0",
        "mp3End": "82.9"
    },
    {
        "lineNo": 11,
        "lineEn": "Paul: Just joking Anna. Now could you step in to my office, we need to touch base about the European marketing strategy.",
        "linePl": "Paul: Tylko żartuję Anno. Mógłbyś teraz wejść do mojego biura, musimy się dotknąć baza wiedzy o europejskiej strategii marketingowej.\n",
        "mp3Start": "83.0",
        "mp3End": "90.2"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: Are we playing baseball?!",
        "linePl": "Anna: Gramy w baseball ?!\r",
        "mp3Start": "90.3",
        "mp3End": "92.0"
    },
    {
        "lineNo": 13,
        "lineEn": "Narrator: No Anna! Touch base. He wants to catch up with you, probably to see how you're getting on. Go on Anna, let's see what he has to say.",
        "linePl": "Narrator: Nie, Anna! Dotknij podstawy. Chce cię dogonić, pewnie żeby zobaczyć jak\r idziesz. Idź Anno, zobaczmy, co ma do powiedzenia.\r",
        "mp3Start": "92.9",
        "mp3End": "102.7"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: Oh I see. (Office door shuts) That door doesn't lock does it?",
        "linePl": "Anna: Och, rozumiem. (Drzwi do biura się zamykają) Te drzwi się nie zamykają, prawda?\r",
        "mp3Start": "103",
        "mp3End": "108.8"
    },
    {
        "lineNo": 15,
        "lineEn": "Paul: No, I don't think so. Right Anna. Biscuit? These new peanut ones are quite nice. So how are things with the project?",
        "linePl": "Paul: Nie, nie sądzę. Dobra Anna. Herbatnik? Te nowe orzeszki ziemne są całkiem\r ładny. Jak więc sprawy mają się z projektem?\r",
        "mp3Start": "108.8",
        "mp3End": "120.5"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: Well, I've done some cold calling and have an order from a company in France.",
        "linePl": "Anna: Cóż, zrobiłem kilka zimnych telefonów i otrzymałem zamówienie z firmy\r Francja.\r",
        "mp3Start": "120.7",
        "mp3End": "126.7"
    },
    {
        "lineNo": 17,
        "lineEn": "Paul: I see. Very impressive but have they signed on the dotted line yet?",
        "linePl": "Paul: Rozumiem. Imponujące, ale czy podpisali już podpis na przerywanej linii?\r",
        "mp3Start": "126.7",
        "mp3End": "132.3"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: The dotted line?",
        "linePl": "Anna: Linia przerywana?\r",
        "mp3Start": "132.3",
        "mp3End": "134.1"
    },
    {
        "lineNo": 19,
        "lineEn": "Paul: Have they actually signed the contract yet?",
        "linePl": "Paul: Czy faktycznie podpisali już kontrakt?\r",
        "mp3Start": "134.1",
        "mp3End": "137.3"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: Well, no, but…",
        "linePl": "Anna: Cóż, nie, ale…\r",
        "mp3Start": "137.3",
        "mp3End": "139.3"
    },
    {
        "lineNo": 21,
        "lineEn": "Paul: …that's the problem. There's a rival company who's also targeting the European market called Tutti Fruity - and they'll do anything to steal our customers.",
        "linePl": "Paul:… w tym problem. Istnieje konkurencyjna firma, która również celuje w\r Europejski rynek o nazwie Tutti Fruity - i zrobią wszystko, aby ukraść nasz\r klienci.\r",
        "mp3Start": "139.3",
        "mp3End": "149"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Oh I see.",
        "linePl": "Anna: Och, rozumiem.\r",
        "mp3Start": "149",
        "mp3End": "151.2"
    },
    {
        "lineNo": 23,
        "lineEn": "Paul: So, to keep our head above water, we need a clear strategy… and that's why I've put you in charge. So what shall we do?",
        "linePl": "Paul: Tak więc, aby utrzymać naszą głowę nad wodą, potrzebujemy jasnej strategii… i to jest\r dlaczego postawiłem cię na czele. Więc co powinniśmy zrobić?\r",
        "mp3Start": "151.2",
        "mp3End": "159.7"
    },
    {
        "lineNo": 24,
        "lineEn": "Narrator: I've a feeling Paul hasn't a clue – that's why he wants you to come up with the ideas.",
        "linePl": "Narrator: Mam wrażenie, że Paul nie ma pojęcia - dlatego chce, żebyś wymyślił\r pomysły.\r",
        "mp3Start": "159.7",
        "mp3End": "167.3"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: I think you're right – but I don't know what to say.",
        "linePl": "Anna: Myślę, że masz rację - ale nie wiem, co powiedzieć.\r",
        "mp3Start": "167.3",
        "mp3End": "171"
    },
    {
        "lineNo": 26,
        "lineEn": "Narrator: Tell him we need to price the rivals out of the market, that means offer the lowest prices so nobody wants to buy plastic fruit from our rivals. You could say that we need to corner the market, that means Tip Top Trading dominates the plastic fruit market.",
        "linePl": "Narrator: Powiedz mu, że musimy wycenić rywali z rynku, to znaczy zaoferować\r najniższe ceny, więc nikt nie chce kupować plastikowych owoców od naszych rywali. Mógłbyś\r powiedzieć, że musimy zagarnąć rynek, co oznacza Tip Top Trading\r dominuje na rynku owoców z tworzyw sztucznych.\r",
        "mp3Start": "171",
        "mp3End": "190.2"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna: Oh, thanks. That's very useful.",
        "linePl": "Anna: Och, dzięki. To bardzo przydatne.\r",
        "mp3Start": "190.2",
        "mp3End": "193"
    },
    {
        "lineNo": 28,
        "lineEn": "Paul: So Anna, any thoughts?",
        "linePl": "Paul: A więc Anna, jakieś myśli?\r",
        "mp3Start": "193",
        "mp3End": "196.1"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: Lots Paul. I think we've got to compete on price.",
        "linePl": "Anna: Dużo Paul. Myślę, że musimy konkurować ceną.\r",
        "mp3Start": "196.1",
        "mp3End": "200.3"
    },
    {
        "lineNo": 30,
        "lineEn": "Paul: Oh yes?",
        "linePl": "Paul: O tak?\r",
        "mp3Start": "200.3",
        "mp3End": "201.3"
    },
    {
        "lineNo": 31,
        "lineEn": "Anna: We need to price Tutti Fruity out of the market. We need to corner the market so that everyone knows we are the best choice for good quality, good value plastic fruit.",
        "linePl": "Anna: Musimy wycenić Tutti Fruity z rynku. Musimy zakręcić\r rynek, aby wszyscy wiedzieli, że jesteśmy najlepszym wyborem dla dobrej jakości,\r dobrej jakości plastikowe owoce.\r",
        "mp3Start": "201.3",
        "mp3End": "214.4"
    },
    {
        "lineNo": 32,
        "lineEn": "Paul: I like it!",
        "linePl": "Paul: Podoba mi się!\r",
        "mp3Start": "214.4",
        "mp3End": "215.4"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna: And… and…",
        "linePl": "Anna: I… i…\r",
        "mp3Start": "215.4",
        "mp3End": "216.8"
    },
    {
        "lineNo": 34,
        "lineEn": "Narrator: Tell him we need to build good relationships with our customers – that means we give them good service.",
        "linePl": "Narrator: Powiedz mu, że musimy budować dobre relacje z naszymi klientami - to\r oznacza, że ​​zapewniamy im dobrą obsługę.\r",
        "mp3Start": "216.8",
        "mp3End": "224.7"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: …we need to build good relationships with our customers. Talk to them regularly, send them gifts… go and meet them face to face.",
        "linePl": "Anna:… musimy budować dobre relacje z naszymi klientami. Porozmawiaj z nimi\r regularnie, wysyłaj im prezenty… idź i spotkaj się z nimi twarzą w twarz.\r",
        "mp3Start": "224.7",
        "mp3End": "235.9"
    },
    {
        "lineNo": 36,
        "lineEn": "Paul: Face to face? Yes, great idea – just what I was thinking. If we follow this strategy I reckon there could be a bonus for us all by Christmas.",
        "linePl": "Paul: Twarzą w twarz? Tak, świetny pomysł - właśnie o tym myślałem. Jeśli będziemy postępować zgodnie z tym\r strategia Myślę, że przed Bożym Narodzeniem może być dla nas wszystkich bonus.\r",
        "mp3Start": "235.9",
        "mp3End": "246.1"
    },
    {
        "lineNo": 37,
        "lineEn": "Narrator:  Well done Anna. Very convincing. If you can put your ideas into practice you'll save the company. Let's remind ourselves of the words you used to create the European marketing strategy…",
        "linePl": "Narrator: Dobra robota Anno. Bardzo przekonujące. Jeśli potrafisz wprowadzić swoje pomysły w życie\r uratujesz firmę. Przypomnijmy sobie słowa, których używałeś\r stworzyć europejską strategię marketingową…\r",
        "mp3Start": "246.1",
        "mp3End": "268"
    },
    {
        "lineNo": 38,
        "lineEn": "We've got to compete on price.",
        "linePl": "Musimy konkurować ceną.\r",
        "mp3Start": "268",
        "mp3End": "271"
    },
    {
        "lineNo": 39,
        "lineEn": "We need to price the rivals out of the market.",
        "linePl": "Musimy wycenić rywali z rynku.\r",
        "mp3Start": "271",
        "mp3End": "274.9"
    },
    {
        "lineNo": 40,
        "lineEn": "We need to corner the market.",
        "linePl": "Musimy zagarnąć rynek.\r",
        "mp3Start": "274.9",
        "mp3End": "277.5"
    },
    {
        "lineNo": 41,
        "lineEn": "We need to build good relationships with our customers.",
        "linePl": "Musimy budować dobre relacje z naszymi klientami.\r",
        "mp3Start": "277.5",
        "mp3End": "281.7"
    },
    {
        "lineNo": 42,
        "lineEn": "Narrator: Well, things seem to be going well for Anna… or are they?",
        "linePl": "Narrator: Cóż, wygląda na to, że Anna ma się dobrze… czy tak jest?\r",
        "mp3Start": "281.7",
        "mp3End": "287.4"
    },
    {
        "lineNo": 43,
        "lineEn": "Denise: Anna! Anna! That man from France has called again and left a message.",
        "linePl": "Denise: Anna! Ania! Ten człowiek z Francji zadzwonił ponownie i zostawił wiadomość.\r",
        "mp3Start": "287.4",
        "mp3End": "293"
    },
    {
        "lineNo": 44,
        "lineEn": "He's not happy this time. Something about us trying to rip them off!",
        "linePl": "Tym razem nie jest szczęśliwy. Coś o nas, kiedy próbujemy je oderwać!\r",
        "mp3Start": "293",
        "mp3End": "298.2"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna: What? Rip them off?",
        "linePl": "Anna: Co? Zerwać je?\r",
        "mp3Start": "298.2",
        "mp3End": "300.9"
    },
    {
        "lineNo": 46,
        "lineEn": "Denise: It means over charging them or giving them poor quality goods.",
        "linePl": "Denise: Oznacza to nadmierne obciążanie ich lub dawanie im towarów niskiej jakości.\r",
        "mp3Start": "300.9",
        "mp3End": "304.9"
    },
    {
        "lineNo": 47,
        "lineEn": "Anna: That's not fair. I'm going to have to sort this out.",
        "linePl": "Anna: To niesprawiedliwe. Muszę to rozwiązać.\r",
        "mp3Start": "304.9",
        "mp3End": "308.6"
    },
    {
        "lineNo": 48,
        "lineEn": "Narrator: That's it Anna – go and build a good relationship with your customer! Bye for now.",
        "linePl": "Narrator: To wszystko Anna - idź i buduj dobre relacje z klientem! PA\r Na razie.\r",
        "mp3Start": "308.6",
        "mp3End": "315"
    },
    {
        "lineNo": 49,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 50,
        "lineEn": "Paul tells Anna he wants to touch base, what does he mean?",
        "linePl": "Paul mówi Annie, że chce dotknąć bazy, co ma na myśli?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 51,
        "lineEn": "(Answer: To catch up and discuss how things are going)",
        "linePl": "(Odpowiedź: aby nadrobić zaległości i przedyskutować, jak się sprawy mają) ",
        "mp3Start": "",
        "mp3End": ""
    }
]