[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to Tip Top Trading where things aren’t going too well. Anna negotiated a deal with a client in France but now they claim they’ve been ripped off! This has got to get sorted – quickly.",
        "linePl": "Narrator: Witamy ponownie w Tip Top Trading, gdzie sprawy nie układają się zbyt dobrze. Ania\r wynegocjował umowę z klientem we Francji, ale teraz twierdzi, że tak było\r oszukany! Trzeba to szybko załatwić.\r",
        "mp3Start": "1.5",
        "mp3End": "4.7"
    },
    {
        "lineNo": 2,
        "lineEn": "Anna:  Oh Denise, what exactly did they say?",
        "linePl": "Anna: Och Denise, co dokładnie powiedzieli?\r",
        "mp3Start": "4.7",
        "mp3End": "22.1"
    },
    {
        "lineNo": 3,
        "lineEn": "Denise: Something about them agreeing a price for 5,000 lemons and then being offered a better price by another company.",
        "linePl": "Denise: Coś o tym, że uzgodnili cenę za 5000 cytryn, a potem byli\r zaoferował lepszą cenę przez inną firmę.\r",
        "mp3Start": "22.1",
        "mp3End": "30.3"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: That’ll be Tutti Fruity – they want our business.",
        "linePl": "Anna: To będzie Tutti Fruity - chcą naszej firmy.\r",
        "mp3Start": "30.3",
        "mp3End": "34.4"
    },
    {
        "lineNo": 5,
        "lineEn": "Denise: Sounds like they’re going to get it, unless you sort it out. Maybe you should work out some new figures.",
        "linePl": "Denise: Wygląda na to, że to zrozumieją, chyba że sobie z tym poradzisz. Może powinieneś\r opracuj nowe dane.\r",
        "mp3Start": "34.4",
        "mp3End": "38.9"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: Figures? Is there something wrong with my figure – am I too fat?",
        "linePl": "Anna: Liczby? Czy coś jest nie tak z moją sylwetką - czy jestem za gruba?\r",
        "mp3Start": "38.9",
        "mp3End": "46.6"
    },
    {
        "lineNo": 7,
        "lineEn": "Denise: No Anna! Your numbers – work out a new price, see if you can squeeze the price of lemons – maybe you can price Tutti Fruity out of the market.",
        "linePl": "Denise: Nie Anna! Twoje liczby - ustal nową cenę, zobacz, czy możesz wycisnąć\r cena cytryn - może uda Ci się wycenić Tutti Fruity z rynku.\r",
        "mp3Start": "46.6",
        "mp3End": "57.5"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Hmm, somebody else has said that.",
        "linePl": "Anna: Hmm, ktoś inny to powiedział.\r",
        "mp3Start": "57.5",
        "mp3End": "61"
    },
    {
        "lineNo": 9,
        "lineEn": "Narrator:  Yes it was me Anna! Do your calculations, see if you can offer a better deal and price Tutti Fruity out of the market.",
        "linePl": "Narrator: Tak, to ja Anna! Wykonaj obliczenia, zobacz, czy możesz zaoferować lepszą ofertę\r i cena Tutti Fruity z rynku.\r",
        "mp3Start": "61",
        "mp3End": "70"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: OK. I could sell them cheaper but there would be less profit.",
        "linePl": "Anna: OK. Mógłbym je sprzedać taniej, ale zysk byłby mniejszy.\r",
        "mp3Start": "70",
        "mp3End": "81"
    },
    {
        "lineNo": 11,
        "lineEn": "Narrator: Well, less profit is better than no profit. And who knows, if this goes well, it might lead to more contracts. But it’s down to you now to make that call.",
        "linePl": "Narrator: Cóż, mniejszy zysk jest lepszy niż brak zysku. A kto wie, jeśli to pójdzie dobrze, to\r może prowadzić do większej liczby kontraktów. Ale teraz to od Ciebie zależy wykonanie tego połączenia.\r",
        "mp3Start": "81",
        "mp3End": "94.1"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: But what am I going to say?",
        "linePl": "Anna: Ale co ja powiem?\r",
        "mp3Start": "94.1",
        "mp3End": "96"
    },
    {
        "lineNo": 13,
        "lineEn": "Narrator: Be friendly and say… I’m sorry to hear you’re not happy with our price. Tell them Tip Top Trading prides itself on quality products and good value for money. And flatter them and say they are a valued customer and their business is very important to us.",
        "linePl": "Narrator: Bądź przyjazny i powiedz… Przykro mi, że nie jesteś zadowolony z naszej ceny. Powiedzieć\r ich Porada Top Trading szczyci się wysoką jakością produktów i dobrą wartością\r pieniądze. Pochlebiaj im i mów, że są cenionym klientem i ich\r biznes jest dla nas bardzo ważny.\r",
        "mp3Start": "96",
        "mp3End": "114.8"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: And what shall I say about the price?",
        "linePl": "Anna: A co mam powiedzieć o cenie?\r",
        "mp3Start": "114.8",
        "mp3End": "117.8"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Tell them you can match the price of our competitors.",
        "linePl": "Narrator: Powiedz im, że możesz dorównać cenom naszych konkurentów.\r",
        "mp3Start": "117.8",
        "mp3End": "121.6"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: Match the price. Right. Thanks. OK, I had better call them.",
        "linePl": "Anna: Dopasuj cenę. Dobrze. Dzięki. OK, lepiej do nich zadzwonię.\r",
        "mp3Start": "121.6",
        "mp3End": "128.8"
    },
    {
        "lineNo": 17,
        "lineEn": "Trader: Bonjour. Fruit Traders International.",
        "linePl": "Handlarz: Bonjour. Fruit Traders International.\r",
        "mp3Start": "128.8",
        "mp3End": "141.7"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Oh, erm, hello, is that Monsieur Brown?",
        "linePl": "Anna: Och, erm, cześć, czy to Monsieur Brown?\r",
        "mp3Start": "141.7",
        "mp3End": "146.6"
    },
    {
        "lineNo": 19,
        "lineEn": "Trader: Oui. Yes.",
        "linePl": "Handlarz: Oui. Tak.\r",
        "mp3Start": "146.6",
        "mp3End": "148.5"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: This is Anna… from Tip Top Trading. I was sorry to receive your message.",
        "linePl": "Anna: To jest Anna… z Tip Top Trading. Przykro mi z powodu twojej wiadomości.\r",
        "mp3Start": "148.5",
        "mp3End": "154.1"
    },
    {
        "lineNo": 21,
        "lineEn": "Trader: Yes, well. I thought we were doing good business and then another company called me and offered me a much better deal.",
        "linePl": "Handlarz: Tak, dobrze. Myślałem, że robimy dobry interes, a potem kolejny\r firma zadzwoniła do mnie i zaproponowała znacznie lepszą ofertę.\r",
        "mp3Start": "154.1",
        "mp3End": "163.2"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Yes, I understand. I’m sorry to hear you’re not happy with our price… but hopefully we can sort something out?",
        "linePl": "Anna: Tak, rozumiem. Przykro mi, że nie jesteś zadowolony z naszej ceny… ale\r mam nadzieję, że uda nam się coś rozwiązać?\r",
        "mp3Start": "163.2",
        "mp3End": "171.5"
    },
    {
        "lineNo": 23,
        "lineEn": "Trader: Oh yes?",
        "linePl": "Handlarz: O tak?\r",
        "mp3Start": "171.5",
        "mp3End": "172.9"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: You are a valued customer and your business is very important to us… and we would love to see our Imperial Lemons on display in the restaurants and shops of France.",
        "linePl": "Anna: Jesteś cenionym klientem, a Twoja firma jest dla nas bardzo ważna… i\r chcielibyśmy zobaczyć nasze Imperial Cytryny w restauracjach\r i sklepy we Francji.\r",
        "mp3Start": "172.9",
        "mp3End": "186"
    },
    {
        "lineNo": 25,
        "lineEn": "Narrator: That’s a nice touch Anna, well done!",
        "linePl": "Narrator: Miły akcent Anno, dobra robota!\r",
        "mp3Start": "186",
        "mp3End": "189.3"
    },
    {
        "lineNo": 26,
        "lineEn": "Trader: So?",
        "linePl": "Handlarz: Więc?\r",
        "mp3Start": "189.3",
        "mp3End": "190.9"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna: So, I’ve done some calculations and we can offer you a better price.",
        "linePl": "Anna: Więc wykonałem kilka obliczeń i możemy zaoferować Ci lepszą cenę.\r",
        "mp3Start": "190.9",
        "mp3End": "197.9"
    },
    {
        "lineNo": 28,
        "lineEn": "Trader: But Tutti Fruity can offer us a good price.",
        "linePl": "Sprzedawca: Ale Tutti Fruity może zaoferować nam dobrą cenę.\r",
        "mp3Start": "197.9",
        "mp3End": "201.8"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: I’m sure they can but… we… we…",
        "linePl": "Anna: Jestem pewna, że ​​mogą, ale… my… my…\r",
        "mp3Start": "201.8",
        "mp3End": "206"
    },
    {
        "lineNo": 30,
        "lineEn": "Narrator: Yes Anna?",
        "linePl": "Narrator: Tak, Anna?\r",
        "mp3Start": "206",
        "mp3End": "207.3"
    },
    {
        "lineNo": 31,
        "lineEn": "Anna: …at Tip Top Trading we pride ourselves on quality products and good value and I think we can match Tutti Fruity’s price… in fact I know we can beat it.",
        "linePl": "Anna:… w Tip Top Trading jesteśmy dumni z wysokiej jakości produktów i dobrej ceny\r i myślę, że możemy dorównać cenie Tutti Fruity… tak naprawdę wiem, że możemy to pokonać.\r",
        "mp3Start": "207.3",
        "mp3End": "219.6"
    },
    {
        "lineNo": 32,
        "lineEn": "Trader: I see. That’s good to hear but…",
        "linePl": "Handlarz: Rozumiem. Dobrze to słyszeć, ale…\r",
        "mp3Start": "219.6",
        "mp3End": "221.8"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna: We’ll give you an extra 10% discount – but obviously we would like you to make a bigger order.",
        "linePl": "Anna: Damy Ci dodatkowe 10% zniżki - ale oczywiście byśmy tego chcieli\r zrobić większe zamówienie.\r",
        "mp3Start": "221.8",
        "mp3End": "229"
    },
    {
        "lineNo": 34,
        "lineEn": "Trader: Oh, a bigger order. I will have to have a think about this.",
        "linePl": "Sprzedawca: Och, większe zamówienie. Muszę się nad tym zastanowić.\r",
        "mp3Start": "229",
        "mp3End": "232.8"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: Yes, of course, but please let me know as soon as you can before someone else snaps up this offer. Merci. Au revoir.",
        "linePl": "Anna: Tak, oczywiście, ale proszę, daj mi znać jak najszybciej, zanim ktoś\r inny przegląda tę ofertę. Merci. Do widzenia.\r",
        "mp3Start": "232.8",
        "mp3End": "240.6"
    },
    {
        "lineNo": 36,
        "lineEn": "Trader: Ah, merci, au revoir.",
        "linePl": "Handlarz: Ah, merci, au revoir.\r",
        "mp3Start": "240.6",
        "mp3End": "242.7"
    },
    {
        "lineNo": 37,
        "lineEn": "Narrator: Excellent work Anna! I can see why she’s got the job now. But will her sales tactics pay off? Let’s remind ourselves of some of the great lines that",
        "linePl": "Narrator: Świetna robota Anna! Teraz rozumiem, dlaczego dostała tę pracę. Ale będzie jej\r taktyka sprzedaży się opłaca? Przypomnijmy sobie kilka wspaniałych wersetów, które to robi\r",
        "mp3Start": "242.7",
        "mp3End": "261.7"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna used in trying to resolve a tricky sales deal…",
        "linePl": "Anna użyła go, próbując rozwiązać trudną umowę sprzedaży…\r",
        "mp3Start": "261.7",
        "mp3End": "266"
    },
    {
        "lineNo": 39,
        "lineEn": "I’m sorry to hear you’re not happy with our price.",
        "linePl": "Przykro nam, że nie jesteś zadowolony z naszej ceny.\r",
        "mp3Start": "266",
        "mp3End": "269.5"
    },
    {
        "lineNo": 40,
        "lineEn": "Tip Top Trading prides itself on quality products and good value for money.",
        "linePl": "Tip Top Trading szczyci się wysoką jakością produktów i dobrym stosunkiem jakości do ceny.\r",
        "mp3Start": "269.5",
        "mp3End": "271.2"
    },
    {
        "lineNo": 41,
        "lineEn": "You are a valued customer and your business is very important to us.",
        "linePl": "Jesteś cenionym klientem, a Twój biznes jest dla nas bardzo ważny.\r",
        "mp3Start": "271.2",
        "mp3End": "276.6"
    },
    {
        "lineNo": 42,
        "lineEn": "We can match the price of our competitors.",
        "linePl": "Możemy dorównać cenom naszych konkurentów.\r",
        "mp3Start": "276.6",
        "mp3End": "280.2"
    },
    {
        "lineNo": 43,
        "lineEn": "Denise: Well done Anna. It looks like you may have saved that deal.",
        "linePl": "Denise: Dobra robota Anno. Wygląda na to, że zapisałeś tę ofertę.\r",
        "mp3Start": "280.2",
        "mp3End": "290.5"
    },
    {
        "lineNo": 44,
        "lineEn": "Paul:  Saved the deal? Is there a problem?",
        "linePl": "Paul: Uratowałeś umowę? Jest jakiś problem?\r",
        "mp3Start": "290.5",
        "mp3End": "293.7"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna: Well, Tutti Fruity has tried to undercut our price but I think I may have saved the deal we had with International Fruit Traders in France.",
        "linePl": "Anna: Cóż, Tutti Fruity próbowało obniżyć naszą cenę, ale myślę, że mogłam to zrobić\r uratowaliśmy umowę, którą zawarliśmy z International Fruit Traders we Francji.\r",
        "mp3Start": "293.7",
        "mp3End": "303.5"
    },
    {
        "lineNo": 46,
        "lineEn": "Denise: Yes, Anna offered a lower price for a bigger order and they’re having a think about it.",
        "linePl": "Denise: Tak, Anna zaproponowała niższą cenę za większe zamówienie i mają\r Pomyśl o tym.\r",
        "mp3Start": "303.5",
        "mp3End": "311.4"
    },
    {
        "lineNo": 47,
        "lineEn": "Paul: Crumbs. If the deal’s not complete I think you need to get out to France and seal the deal. I want you and Tom to fly out there as soon as possible and do some schmoozing.",
        "linePl": "Paul: Okruchy. Jeśli umowa nie jest zakończona, myślę, że musisz wyjechać do Francji\r i przypieczętować umowę. Chcę, żebyście tam polecieli jak najszybciej\r i pospiesz się.\r",
        "mp3Start": "311.4",
        "mp3End": "322.8"
    },
    {
        "lineNo": 48,
        "lineEn": "Denise: Oh! You and Tom hey?",
        "linePl": "Denise: Och! Ty i Tom hej?\r",
        "mp3Start": "322.8",
        "mp3End": "326"
    },
    {
        "lineNo": 49,
        "lineEn": "Narrator: That’s enough Denise! This should be fun. Find out what happens next time on English at Work. Bye.",
        "linePl": "Narrator: Wystarczy Denise! To powinno być fajne. Dowiedz się, co będzie dalej\r czas na angielski w pracy. PA.\r",
        "mp3Start": "326",
        "mp3End": "334"
    },
    {
        "lineNo": 50,
        "lineEn": "Listening Challenge",
        "linePl": "Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 51,
        "lineEn": "What discount does Anna offer the client in France?",
        "linePl": "Jaką zniżkę Anna oferuje klientowi we Francji?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 52,
        "lineEn": "(Answer: 10%)",
        "linePl": "(Odpowiedź: 10%) ",
        "mp3Start": "",
        "mp3End": ""
    }
]