[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello again. Well, this is very exciting! Paul, the boss, is sending Anna and Tom on a business trip to France. He wants them to clinch the deal with a company interested in buying their Imperial Lemons. But has Tom got more than business on his mind?",
        "linePl": "Narrator: Witam ponownie. Cóż, to jest bardzo ekscytujące! Paul, szef, wysyła Annę i\r Tom w podróży służbowej do Francji. Chce, żeby zawarli umowę z domeną\r firma zainteresowana kupnem Imperial Lemons. Ale czy Tom ma\r coś więcej niż interes w głowie?\r",
        "mp3Start": "1.5",
        "mp3End": "24.3"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Really? What… me and Anna… to France?",
        "linePl": "TOM: Naprawdę? Co… ja i Anna… do Francji?\r",
        "mp3Start": "24.3",
        "mp3End": "32.3"
    },
    {
        "lineNo": 3,
        "lineEn": "Paul: Yes but make sure you get that contract signed. We need the business.",
        "linePl": "Paul: Tak, ale upewnij się, że masz podpisaną umowę. Potrzebujemy biznesu.\r",
        "mp3Start": "32.3",
        "mp3End": "36.8"
    },
    {
        "lineNo": 4,
        "lineEn": "Tom: Yeah, yeah, of course. Are we staying overnight?",
        "linePl": "Tom: Tak, tak, oczywiście. Zostajemy na noc?\r",
        "mp3Start": "36.8",
        "mp3End": "40.5"
    },
    {
        "lineNo": 5,
        "lineEn": "Paul: There’s no money for that – just get there and come straight back. Oh and could you bring back those nice French biscuits that have in the duty-free shop?",
        "linePl": "Paul: Nie ma na to pieniędzy - po prostu przyjedź i wróć od razu. o I\r czy mógłbyś przywieźć te ładne francuskie ciastka, które są w strefie bezcłowej\r sklep?\r",
        "mp3Start": "40.5",
        "mp3End": "49.4"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: Sure. So, Anna, we’re off on holiday together are we?!",
        "linePl": "TOM: Jasne. A więc, Anno, wyjeżdżamy razem na wakacje, prawda ?!\r",
        "mp3Start": "49.4",
        "mp3End": "53.8"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna: No! But I’ve got to book the flights online, can you help me please?",
        "linePl": "Anna: Nie! Ale muszę zarezerwować loty online, czy możesz mi pomóc?\r",
        "mp3Start": "53.8",
        "mp3End": "58.8"
    },
    {
        "lineNo": 8,
        "lineEn": "Tom: It’s not my thing. I’m sure Denise will help. I need to go and pack for this trip.",
        "linePl": "Tom: To nie moja sprawa. Jestem pewien, że Denise pomoże. Muszę się do tego pakować\r wyjazd.\r",
        "mp3Start": "58.8",
        "mp3End": "66.2"
    },
    {
        "lineNo": 9,
        "lineEn": "Denise:  (On the phone) Yes Marge… in the cupboard… envelopes apparently… Tom and Anna… oh here she is… got to go Marge… bye. Hello Anna, everything OK?",
        "linePl": "Denise: (przez telefon) Tak Marge… w szafce… koperty najwyraźniej… Tom\r i Anna… och, oto ona… musi iść Marge… pa. Cześć Anno, wszystko\r OK?\r",
        "mp3Start": "66.2",
        "mp3End": "83.6"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Sort of. I’ve got to go to France with Tom.",
        "linePl": "Anna: W pewnym sensie. Muszę jechać do Francji z Tomem.\r",
        "mp3Start": "83.6",
        "mp3End": "87.6"
    },
    {
        "lineNo": 11,
        "lineEn": "Denise: Yes, I know. I thought you’d be pleased to go with Tom, after your time in the stationery cupboard with him!",
        "linePl": "Denise: Tak, wiem. Pomyślałem, że z przyjemnością pójdziesz z Tomem po swoim pobycie\r kredens z nim!\r",
        "mp3Start": "87.6",
        "mp3End": "94.6"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: I was just finding an envelope Denise. Anyway, I’m worried about booking the flights online. I usually book flights at a travel agent's.",
        "linePl": "Anna: Właśnie znalazłem kopertę Denise. W każdym razie martwię się o rezerwację\r loty online. Zwykle rezerwuję loty w biurze podróży.\r",
        "mp3Start": "94.6",
        "mp3End": "104.4"
    },
    {
        "lineNo": 13,
        "lineEn": "Denise: It’s company policy now, we have to do everything online – even my food shopping – but don’t tell Paul.",
        "linePl": "Denise: To jest teraz polityka firmy, musimy robić wszystko online - nawet moje jedzenie\r zakupy - ale nie mów Paulowi.\r",
        "mp3Start": "104.4",
        "mp3End": "112.6"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: Oh right. So where shall I begin?",
        "linePl": "Anna: O racja. Więc gdzie mam zacząć?\r",
        "mp3Start": "112.6",
        "mp3End": "116.5"
    },
    {
        "lineNo": 15,
        "lineEn": "Denise: Pull up a chair Anna and we’ll log on. Right let’s start with the British Airlines website. There. London to Marseille. What is the outbound date?",
        "linePl": "Denise: Przysuń krzesło Anno, a my się zalogujemy. Dobrze, zacznijmy od Brytyjczyków\r Witryna internetowa linii lotniczych. Tam. Londyn do Marsylii. Jaka jest data wylotu?\r",
        "mp3Start": "116.5",
        "mp3End": "134.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: Going out tomorrow, back tomorrow.",
        "linePl": "Anna: Wychodzę jutro, jutro z powrotem.\r",
        "mp3Start": "134.2",
        "mp3End": "137.2"
    },
    {
        "lineNo": 17,
        "lineEn": "Denise: Business class or Economy class? I think we’ll say Economy.",
        "linePl": "Denise: Klasa biznes czy klasa ekonomiczna? Myślę, że powiemy Ekonomia.\r",
        "mp3Start": "137.2",
        "mp3End": "145.1"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: That’s cheaper I guess. What’s this mean? Flexible or fixed?",
        "linePl": "Anna: To chyba tańsze. Co to znaczy? Elastyczne czy stałe?\r",
        "mp3Start": "145.1",
        "mp3End": "150.2"
    },
    {
        "lineNo": 19,
        "lineEn": "Denise: A flexible ticket means you can change your flight but a fixed one means you can’t – and that’s cheaper so we'll choose that one. I’ll book you on the 8am flight from Heathrow and flying home at 6pm. I just need to type in your full names now and select your seats. Window or aisle?",
        "linePl": "Denise: Elastyczny bilet oznacza, że ​​możesz zmienić lot, ale stały oznacza\r nie możesz - i to jest tańsze, więc wybierzemy to. Zarezerwuję cię na\r Lot z Heathrow o 8 rano i powrót do domu o 18:00. Muszę tylko wpisać\r Twoje imiona i nazwiska i wybierz miejsca. Okno czy przejście?\r",
        "mp3Start": "150.2",
        "mp3End": "174"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: I’ll what?",
        "linePl": "Anna: Co ja?\r",
        "mp3Start": "174",
        "mp3End": "175.7"
    },
    {
        "lineNo": 21,
        "lineEn": "Denise: No Anna. A seat by the aisle or by the window?",
        "linePl": "Denise: Nie, Anna. Miejsce przy przejściu czy przy oknie?\r",
        "mp3Start": "175.7",
        "mp3End": "179.3"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Oh, an aisle seat please, Denise.",
        "linePl": "Anna: Och, miejsce przy przejściu, Denise.\r",
        "mp3Start": "179.3",
        "mp3End": "182.4"
    },
    {
        "lineNo": 23,
        "lineEn": "Denise: Good. What’s your frequent flyer number?",
        "linePl": "Denise: Dobrze. Jaki jest Twój numer w programie lojalnościowym?\r",
        "mp3Start": "182.4",
        "mp3End": "185.7"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: Oh I don’t have one of those.",
        "linePl": "Anna: Och, nie mam jednego z nich.\r",
        "mp3Start": "185.7",
        "mp3End": "188.1"
    },
    {
        "lineNo": 25,
        "lineEn": "Tom: What’s that? Frequent flyer number? Here I’ve got a gold status card, can you stick my number in?",
        "linePl": "TOM: Co to jest? Numer w programie lojalnościowym? Mam tutaj złotą kartę statusu, prawda\r włożyłeś mój numer?\r",
        "mp3Start": "188.1",
        "mp3End": "194.8"
    },
    {
        "lineNo": 26,
        "lineEn": "Denise: Gold status! Where did you get that?",
        "linePl": "Denise: złoty status! Skąd to masz?\r",
        "mp3Start": "194.8",
        "mp3End": "199.2"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: Oh, I’ve flown loads of times for business. I’ve done deals all around the world.",
        "linePl": "Tom: Och, latałem wiele razy w interesach. Zrobiłem umowy na całym\r świat.\r",
        "mp3Start": "199.2",
        "mp3End": "205.4"
    },
    {
        "lineNo": 28,
        "lineEn": "Narrator: He means he’s been on lots of jollies – free trips paid for by the company – and all he’s come home with is a sun tan!",
        "linePl": "Narrator: Ma na myśli, że bawił się dobrze - darmowe wycieczki opłacane przez firmę -\r a wszystko, z czym wrócił do domu, to opalenizna!\r",
        "mp3Start": "205.4",
        "mp3End": "213.7"
    },
    {
        "lineNo": 29,
        "lineEn": "Denise: Hmm, really. Right I just need to pay now… using the company account of course.",
        "linePl": "Denise: Hmm, naprawdę. Racja, muszę teraz tylko zapłacić… używając konta firmowego\r kierunek.\r",
        "mp3Start": "213.7",
        "mp3End": "220.6"
    },
    {
        "lineNo": 30,
        "lineEn": "Tom:  Cool. Now, what do you think of my sunglasses?",
        "linePl": "Tom: Super. A co myślisz o moich okularach przeciwsłonecznych?\r",
        "mp3Start": "220.6",
        "mp3End": "226.1"
    },
    {
        "lineNo": 31,
        "lineEn": "Anna: Lovely Tom. Denise has booked you a window seat OK?",
        "linePl": "Anna: Cudowny Tom. Denise zarezerwowała ci miejsce przy oknie, OK?\r",
        "mp3Start": "226.1",
        "mp3End": "230.9"
    },
    {
        "lineNo": 32,
        "lineEn": "Tom: No! Sorry I can’t sit by the window… I’m… errr…",
        "linePl": "TOM: Nie! Przepraszam, nie mogę usiąść przy oknie… ja… eee…\r",
        "mp3Start": "230.9",
        "mp3End": "236.9"
    },
    {
        "lineNo": 33,
        "lineEn": "Denise: Yes Tom?",
        "linePl": "Denise: Tak, Tom?\r",
        "mp3Start": "236.9",
        "mp3End": "238.1"
    },
    {
        "lineNo": 34,
        "lineEn": "Tom: Well, I mean, it’s only polite that the lady sits by the window.",
        "linePl": "Tom: Cóż, mam na myśli, że to tylko grzeczne, że pani siedzi przy oknie.\r",
        "mp3Start": "238.1",
        "mp3End": "242.3"
    },
    {
        "lineNo": 35,
        "lineEn": "Denise: Really?!",
        "linePl": "Denise: Naprawdę ?!\r",
        "mp3Start": "242.3",
        "mp3End": "243.5"
    },
    {
        "lineNo": 36,
        "lineEn": "Narrator: What’s Tom like?! Hopefully he’ll prove a useful business partner for Anna on the trip to France. Here’s a reminder of some of the questions you may be asked when booking a flight…",
        "linePl": "Narrator: Jaki jest Tom ?! Mam nadzieję, że okaże się użytecznym partnerem biznesowym dla Anny\r podczas podróży do Francji. Oto przypomnienie niektórych pytań, które możesz zadać\r być pytanym podczas rezerwacji lotu…\r",
        "mp3Start": "243.5",
        "mp3End": "260"
    },
    {
        "lineNo": 37,
        "lineEn": "What ’s the outbound and return date?",
        "linePl": "Jaka jest data wyjazdu i powrotu?\r",
        "mp3Start": "260",
        "mp3End": "263.2"
    },
    {
        "lineNo": 38,
        "lineEn": "Do you want to fly business or economy?",
        "linePl": "Chcesz latać biznesem czy ekonomią?\r",
        "mp3Start": "263.2",
        "mp3End": "267"
    },
    {
        "lineNo": 39,
        "lineEn": "Do you want a fixed or flexible ticket?",
        "linePl": "Chcesz bilet stały czy elastyczny?\r",
        "mp3Start": "267",
        "mp3End": "270.7"
    },
    {
        "lineNo": 40,
        "lineEn": "Would you like a window or aisle seat?",
        "linePl": "Czy chciałbyś mieć miejsce przy oknie lub przy przejściu?\r",
        "mp3Start": "270.7",
        "mp3End": "274.8"
    },
    {
        "lineNo": 41,
        "lineEn": "Have you got a frequent flyer number?",
        "linePl": "Czy masz numer dla osób często podróżujących?\r",
        "mp3Start": "274.8",
        "mp3End": "278.3"
    },
    {
        "lineNo": 42,
        "lineEn": "Denise: There you go you two, your e-ticket. Now don’t forget your passports.",
        "linePl": "Denise: Proszę, wy dwoje, wasz bilet elektroniczny. Nie zapomnij teraz swoich paszportów.\r",
        "mp3Start": "278.3",
        "mp3End": "289.3"
    },
    {
        "lineNo": 43,
        "lineEn": "Tom: Thanks Denise. Hey Anna, I’m so pleased that we’re on this trip together.",
        "linePl": "Tom: Dzięki Denise. Hej Anno, tak się cieszę, że jedziemy razem w tę podróż.\r",
        "mp3Start": "289.3",
        "mp3End": "294.8"
    },
    {
        "lineNo": 44,
        "lineEn": "It’ll be nice to spend some time with you.",
        "linePl": "Miło będzie spędzić z tobą trochę czasu.\r",
        "mp3Start": "294.8",
        "mp3End": "297.1"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna: Yes and to do some business and really show Paul we are his best employees.",
        "linePl": "Anna: Tak i zrobić interesy i naprawdę pokazać Paulowi, że jesteśmy najlepsi\r pracowników.\r",
        "mp3Start": "297.1",
        "mp3End": "304.2"
    },
    {
        "lineNo": 46,
        "lineEn": "Tom: Oh yeah, of course… I just wondered…",
        "linePl": "Tom: O tak, oczywiście… po prostu się zastanawiałem…\r",
        "mp3Start": "304.2",
        "mp3End": "309"
    },
    {
        "lineNo": 47,
        "lineEn": "Anna: Yes?",
        "linePl": "Anna: Tak?\r",
        "mp3Start": "309",
        "mp3End": "310.3"
    },
    {
        "lineNo": 48,
        "lineEn": "Tom: Is there any chance I could sit in the aisle seat?",
        "linePl": "Tom: Czy jest jakaś szansa, żebym mógł usiąść w przejściu?\r",
        "mp3Start": "310.3",
        "mp3End": "313.5"
    },
    {
        "lineNo": 49,
        "lineEn": "Narrator: I’ve got a feeling Anna’s in for a bumpy ride. Find out how their trip goes next time on English at Work. See ya!",
        "linePl": "Narrator: Mam przeczucie, że Anna czeka wyboista przejażdżka. Dowiedz się, jak przebiega ich podróż\r następnym razem na English at Work. Do zobaczenia!\r",
        "mp3Start": "313.5",
        "mp3End": "322.2"
    },
    {
        "lineNo": 50,
        "lineEn": " Listening Challenge",
        "linePl": " Słuchanie wyzwania\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 51,
        "lineEn": "Does Anna want a window or an aisle seat on the plane?",
        "linePl": "Czy Anna chce mieć miejsce przy oknie lub przy przejściu w samolocie?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 52,
        "lineEn": "(Answer: Aisle)",
        "linePl": "(Odpowiedź: Przejście) ",
        "mp3Start": "",
        "mp3End": ""
    }
]