[
    {
        "lineNo": 1,
        "lineEn": "Anna: (At the airport) Tom, could you let go of my hand?",
        "linePl": "Anna: (na lotnisku) Tom, czy mógłbyś puścić moją rękę?\r",
        "mp3Start": "4.7",
        "mp3End": "7.5"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Sorry, it's just I get nervous flying.",
        "linePl": "Tom: Przepraszam, po prostu denerwuję się lataniem.\r",
        "mp3Start": "7.5",
        "mp3End": "11.4"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: Well, we've landed in Marseille now so you're safe… oh, I like your passport photo. Tom: Oh do you?",
        "linePl": "Anna: Cóż, wylądowaliśmy teraz w Marsylii, więc jesteś bezpieczna… och, podoba mi się twój paszport\r zdjęcie.\r Tom: A ty?\r",
        "mp3Start": "11.5",
        "mp3End": "19.5"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: I didn't know your middle name was Stanley.",
        "linePl": "Anna: Nie wiedziałam, że masz drugie imię Stanley.\r",
        "mp3Start": "19.7",
        "mp3End": "22.5"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom: After my great-great-grandfather.",
        "linePl": "Tom: Po moim prapradziadku.\r",
        "mp3Start": "22.5",
        "mp3End": "26.1"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: Really? Come on we need to get a taxi. Taxi! Taxi!",
        "linePl": "Anna: Naprawdę? Chodź, musimy wziąć taksówkę. Taxi! Taxi!\r",
        "mp3Start": "25.2",
        "mp3End": "30.7"
    },
    {
        "lineNo": 7,
        "lineEn": "Narrator: Hello again. Anna and Tom are on a very important business trip to try and sign a deal to sell their plastic fruit to a company in France. ",
        "linePl": "Narrator: Witam ponownie. Anna i Tom są na bardzo ważnej podróży służbowej\n podpisać umowę sprzedaży swoich plastikowych owoców firmie we Francji. ",
        "mp3Start": "35.7",
        "mp3End": "45.4"
    },
    {
        "linePl": "Spółka dostała lepszą ofertę, więc Anna musi ich przekonać, że Tip Top\n Cytryny Trading'a są najlepsze. Czy czujesz się pewnie Anno?\n",
        "lineEn": "The company has received a better offer so Anna needs to convince them that Tip Top Trading's lemons are best. Are you feeling confident Anna?",
        "lineNo": 8,
        "mp3Start": "45.4",
        "mp3End": "54.7"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna: Not really. It was OK speaking to them on the phone but seeing them face- to-face is quite scary.",
        "linePl": "Anna: Niezupełnie. Dobrze było rozmawiać z nimi przez telefon, ale widząc ich twarzą-\r twarzą w twarz jest dość przerażające.\r",
        "mp3Start": "54.8",
        "mp3End": "62.4"
    },
    {
        "lineNo": 10,
        "lineEn": "Narrator: You'll be fine. Stay calm. They'll be pleased you've taken the time to fly out and see them – but tell them you're grateful for their time and recap what you told them on the phone.",
        "linePl": "Narrator: Nic ci nie będzie. Zachowaj spokój. Będą zadowoleni, że poświęciłeś czas na przylot\n i zobacz ich - ale powiedz im, że jesteś wdzięczny za poświęcony czas i podsumuj co\n powiedziałeś im przez telefon.\n",
        "mp3Start": "62.5",
        "mp3End": "74.5"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Oh yes – beat the price of the competitor but get them to make a bigger order.",
        "linePl": "Anna: O tak - pokonaj cenę konkurenta, ale spraw, aby zrobili większy\r zamówienie.\r",
        "mp3Start": "74.5",
        "mp3End": "81.0"
    },
    {
        "lineNo": 12,
        "lineEn": "Narrator: Yes. If they order more you can offer a bigger discount. Good luck.",
        "linePl": "Narrator: Tak. Jeśli zamówią więcej, możesz zaoferować większy rabat. Powodzenia.\r",
        "mp3Start": "81.5",
        "mp3End": "86.6"
    },
    {
        "lineNo": 13,
        "lineEn": "Tom: Oh look, we're here now. Now Anna, I hope you don't mind me saying, but just leave the talking to me. Right? Anna: Err, well…",
        "linePl": "Tom: Oh popatrz, jesteśmy tutaj. Ano, mam nadzieję, że nie masz nic przeciwko temu, że mówię, ale\r po prostu zostaw rozmowę mnie. Dobrze?\r Anna: Eee, cóż…\r",
        "mp3Start": "87.1",
        "mp3End": "98.9"
    },
    {
        "lineNo": 14,
        "lineEn": "Tom: Oh, Madame Brown, ciao, great to see you Trader: What?",
        "linePl": "TOM: Och, Madame Brown, ciao, miło cię widzieć\r Handlarz: Co?\r",
        "mp3Start": "99.1",
        "mp3End": "104.6"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: Monsieur Brown. Bonjour. I'm Anna from Tip Top Trading. This is my colleague Tom. Thank you for sparing the time to see us.",
        "linePl": "Anna: Monsieur Brown. Bonjour. Jestem Anna z Tip Top Trading. To jest mój\r kolega Tom. Dziękuję za poświęcenie czasu, aby nas zobaczyć.\r",
        "mp3Start": "104.7",
        "mp3End": "114"
    },
    {
        "lineNo": 16,
        "lineEn": "Trader: No problem. Did you have a good flight?",
        "linePl": "Handlarz: Nie ma problemu. Czy miałeś dobry lot?\r",
        "mp3Start": "114",
        "mp3End": "117.8"
    },
    {
        "lineNo": 17,
        "lineEn": "Tom: It was great. I love those little bottles of wine they give out… I kept a few with me if you fancy a glass of vin rouge?",
        "linePl": "Tom: Było wspaniale. Uwielbiam te małe butelki wina, które rozdają… Kilka zatrzymałem\r ze mną, jeśli masz ochotę na kieliszek vin rouge?\r",
        "mp3Start": "117.8",
        "mp3End": "127.2"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: I think we should sit down and discuss business. Trader: Of course. Tom: Yeah, yeah, good idea.",
        "linePl": "Anna: Myślę, że powinniśmy usiąść i porozmawiać o interesach.\r Handlarz: Oczywiście.\r Tom: Tak, tak, dobry pomysł.\r",
        "mp3Start": "127.2",
        "mp3End": "136.6"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: Now, I believe Tutti Fruity has offered you a good price but as I said on the phone, we can beat that. Trader: Yes you did. Tom: Did you Anna?!",
        "linePl": "Anna: Teraz uważam, że Tutti Fruity zaoferowało ci dobrą cenę, ale jak powiedziałem na stronie\r telefon, możemy to pokonać.\r Handlarz: Tak, zrobiłeś.\r Tom: Czy ty Anna ?!\r",
        "mp3Start": "141.2",
        "mp3End": "153.0"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: But to get this price you've got to buy lots more.",
        "linePl": "Anna: Ale żeby dostać tę cenę, musisz kupić dużo więcej.\r",
        "mp3Start": "153.0",
        "mp3End": "156.3"
    },
    {
        "lineNo": 21,
        "lineEn": "Narrator: Anna! That's not very subtle. You need to convince them they need to buy more without telling them they have to.",
        "linePl": "Narrator: Anna! To niezbyt subtelne. Musisz ich przekonać, że muszą kupić\r więcej bez mówienia im, że muszą.\r",
        "mp3Start": "156.8",
        "mp3End": "164.8"
    },
    {
        "lineNo": 22,
        "lineEn": "Tom: What she means is our Imperial Lemons are made with our unique laser curve technology. They are hard wearing and a joy to have on display in any shop window or restaurant.",
        "linePl": "Tom: Chodzi jej o to, że nasze Cesarskie Cytryny są wykonane naszym unikalnym laserem\r technologia krzywej. Są wytrzymałe i przyjemnie się je prezentuje\r dowolna witryna sklepowa lub restauracja.\r",
        "mp3Start": "165.2",
        "mp3End": "179.5"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Tom, that's amazing!",
        "linePl": "Anna: Tom, to niesamowite!\r",
        "mp3Start": "179.5",
        "mp3End": "181.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Tom: I read it on the back of the box!",
        "linePl": "Tom: Przeczytałem to z tyłu pudełka!\r",
        "mp3Start": "181.6",
        "mp3End": "183.9"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: So, we really feel that we have a product that you'll be proud to display.",
        "linePl": "Anna: Więc naprawdę czujemy, że mamy produkt, z którego będziesz dumny.\r",
        "mp3Start": "183.9",
        "mp3End": "191.4"
    },
    {
        "lineNo": 26,
        "lineEn": "And to get this fantastic price you just need to place an order of 10,000.",
        "linePl": "Aby uzyskać tę fantastyczną cenę, wystarczy złożyć zamówienie na 10 000 sztuk.\r",
        "mp3Start": "191.4",
        "mp3End": "197.6"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: And we can even throw in a free sample of our new Perfect Peach range.",
        "linePl": "Tom: I możemy nawet dorzucić bezpłatną próbkę naszej nowej serii Perfect Peach.\r",
        "mp3Start": "197.6",
        "mp3End": "204.3"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Each lemon comes with a satisfaction guarantee. I know you won't be disappointed.",
        "linePl": "Anna: Każda cytryna ma gwarancję satysfakcji. Wiem, że nie będziesz\r rozczarowany.\r",
        "mp3Start": "204.3",
        "mp3End": "211.2"
    },
    {
        "lineNo": 29,
        "lineEn": "Trader: Hmm. It sounds good. OK, I think you have a deal.",
        "linePl": "Handlarz: Hmm. Brzmi nieźle. OK, myślę, że masz umowę.\r",
        "mp3Start": "211.4",
        "mp3End": "216.0"
    },
    {
        "lineNo": 30,
        "lineEn": "Narrator: Good work Anna. Don't forget to ask him to sign the contract and tell him when he can expect the order to be delivered.",
        "linePl": "Narrator: Dobra robota Anna. Nie zapomnij poprosić go o podpisanie umowy i poinformowanie go o tym\r kiedy może spodziewać się dostarczenia zamówienia.\r",
        "mp3Start": "216.3",
        "mp3End": "224.4"
    },
    {
        "lineNo": 31,
        "lineEn": "Anna: OK. I would be grateful if you could just sign the contract. We'll get the lemons to you as quickly as we can. Tom, do you have a pen?",
        "linePl": "Anna: OK. Byłbym wdzięczny, gdybyś mógł po prostu podpisać umowę. Dostaniemy\r cytryny tak szybko, jak to możliwe. Tom, masz długopis?\r",
        "mp3Start": "224.4",
        "mp3End": "235.2"
    },
    {
        "lineNo": 32,
        "lineEn": "Tom: Erm, no actually. It was in my bag yesterday but it's gone… it was a nice, a good one too.",
        "linePl": "TOM: Eee, właściwie nie. To było wczoraj w mojej torbie, ale zniknęło… to było miłe\r dobry też.\r",
        "mp3Start": "235.2",
        "mp3End": "243.1"
    },
    {
        "lineNo": 33,
        "lineEn": "Trader: No problem. I have a pen. (signs the contract). ",
        "linePl": "Handlarz: Nie ma problemu. Mam długopis. (podpisuje umowę). \n",
        "mp3Start": "243.1",
        "mp3End": "247.9"
    },
    {
        "lineNo": 34,
        "lineEn": "There you go. Anna:  Thank you. It was a pleasure doing business with you. We'll get those lemons to you in two weeks' time. Trader: Perfect!",
        "linePl": "Proszę bardzo. Anna: Dziękuję. Współpraca z tobą była przyjemnością. Zdobędziemy to\n cytryny za dwa tygodnie.\n Handlarz: Doskonale!\n",
        "mp3Start": "248.1",
        "mp3End": "258.3"
    },
    {
        "lineNo": 35,
        "lineEn": "Narrator: Good work Anna…oh and Tom too. The contract is signed but now you have to deliver what you've promised. There are many ways to clinch a deal; here are some of the phrases Anna used…",
        "linePl": "Narrator: Dobra robota Anna… och i Tom też. Umowa jest podpisana, ale teraz masz\r dostarczyć to, co obiecałeś. Istnieje wiele sposobów zawarcia umowy;\r oto niektóre ze zwrotów, których użyła Anna…\r",
        "mp3Start": "259.8",
        "mp3End": "272.6"
    },
    {
        "lineNo": 36,
        "lineEn": "Thank you for sparing the time to see us.",
        "linePl": "Dziękuję za poświęcenie czasu, aby nas zobaczyć.\r",
        "mp3Start": "272.6",
        "mp3End": "275.7"
    },
    {
        "lineNo": 37,
        "lineEn": "Each lemon comes with a satisfaction guarantee - I know you won't be disappointed.",
        "linePl": "Każda cytryna ma gwarancję satysfakcji - wiem, że nie będziesz\r rozczarowany.\r",
        "mp3Start": "275.8",
        "mp3End": "281.4"
    },
    {
        "lineNo": 38,
        "lineEn": "I would be grateful if you could just sign the contract.",
        "linePl": "Byłbym wdzięczny, gdybyś mógł po prostu podpisać umowę.\r",
        "mp3Start": "281.4",
        "mp3End": "285.9"
    },
    {
        "lineNo": 39,
        "lineEn": "Thank you. It was a pleasure doing business with you.",
        "linePl": "Dziękuję Ci. Współpraca z tobą była przyjemnością.\r",
        "mp3Start": "285.9",
        "mp3End": "290.5"
    },
    {
        "lineNo": 40,
        "lineEn": "Narrator: So it's been a successful day. It's time for Tom and Anna to fly back to London and tell Paul the good news… or is it?",
        "linePl": "Narrator: Więc to był udany dzień. Czas, aby Tom i Anna odlecieli\r Londyn i przekaż Paulowi dobre wieści… czy to prawda?\r",
        "mp3Start": "290.9",
        "mp3End": "300.1"
    },
    {
        "lineNo": 41,
        "lineEn": "(Back at the airport) Anna: Oh no look, our flight to London is cancelled! It's the last one today. What are we going to do?",
        "linePl": "(Z powrotem na lotnisku)\r Anna: O nie, nasz lot do Londynu jest odwołany! To ostatnia dzisiaj. Co\r mamy zamiar zrobić?\r",
        "mp3Start": "300.3",
        "mp3End": "308.2"
    },
    {
        "lineNo": 42,
        "lineEn": "Tom: Well, I guess we're just going to have to stay here for the night. I'll sort out a hotel.",
        "linePl": "Tom: Cóż, myślę, że będziemy musieli zostać tutaj na noc. Sortuję\r poza hotelem.\r",
        "mp3Start": "308.2",
        "mp3End": "315.6"
    },
    {
        "lineNo": 43,
        "lineEn": "Narrator: Until next time. Bye!",
        "linePl": "Narrator: Do następnego razu. PA!\r",
        "mp3Start": "315.6",
        "mp3End": "318.2"
    },
    {
        "lineNo": 44,
        "lineEn": " Listening Challenge",
        "linePl": " Słuchanie wyzwania\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 45,
        "lineEn": "What does Tom offer to throw in as part of the deal with the company in France?",
        "linePl": "Co Tom proponuje dorzucić w ramach umowy z firmą we Francji?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 46,
        "lineEn": "(Answer: a free sample of our new Perfect Peach range)",
        "linePl": "(Odpowiedź: bezpłatna próbka naszej nowej serii Perfect Peach) ",
        "mp3Start": "",
        "mp3End": ""
    }
]