[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to English at Work, where Anna and Tom are in a bit of a predicament. ",
        "linePl": "Narrator: Witamy z powrotem w English at Work, gdzie Anna i Tom są w trudnej sytuacji\n kłopotliwe położenie. \n",
        "mp3Start": "4.4",
        "mp3End": "9.6"
    },
    {
        "linePl": "Po udanym spotkaniu biznesowym wrócili na lotnisko, aby dowiedzieć się, że ich lot został odwołany. Co oni zamierzają zrobić dalej?",
        "lineEn": "Following a successful business meeting, they've returned to the airport to discover their flight has been cancelled. What are they going to do next?",
        "lineNo": 2,
        "mp3Start": "9.4",
        "mp3End": "18.8"
    },
    {
        "lineNo": 3,
        "lineEn": "Tom: Right, they've rebooked us on to the next flight, which is at 7 o'clock tomorrow morning.",
        "linePl": "Tom: Tak, zmienili rezerwację na następny lot, który jest o 7 rano jutrzejszego ranka.\n",
        "mp3Start": "20.4",
        "mp3End": "27.0"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: Tomorrow morning?! What are we going to do until then?",
        "linePl": "Anna: Jutro rano ?! Co będziemy robić do tego czasu?\r",
        "mp3Start": "27.1",
        "mp3End": "30.9"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom: It's OK Anna, calm down. I've sorted out a hotel… quite a nice one actually.",
        "linePl": "Tom: W porządku Anna, uspokój się. Znalazłem hotel… właściwie całkiem niezły.\r",
        "mp3Start": "30.9",
        "mp3End": "37.6"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: But what about our new contract? I've got to sort it out!",
        "linePl": "Anna: Ale co z naszym nowym kontraktem? Muszę to załatwić!\r",
        "mp3Start": "37.6",
        "mp3End": "41.7"
    },
    {
        "lineNo": 7,
        "lineEn": "Tom: Anna, take a deep breath… it'll be ok. Let's go and get a drink and we'll work things out.",
        "linePl": "Tom: Anna, weź głęboki oddech… wszystko będzie dobrze. Chodźmy na drinka i znajdziemy rozwiązanie sytuacji.\n",
        "mp3Start": "41.9",
        "mp3End": "50.3"
    },
    {
        "lineNo": 8,
        "lineEn": "Narrator: Anna, maybe Tom's right for once. Go and enjoy some French hospitality.",
        "linePl": "Narrator: Anna, może Tom choć raz ma rację. Idź i ciesz się francuską gościnnością.\r",
        "mp3Start": "50.8",
        "mp3End": "56.6"
    },
    {
        "lineNo": 9,
        "lineEn": "You've done really well today but perhaps you should keep your boss Paul, in the picture.",
        "linePl": "Spisałeś się dzisiaj naprawdę dobrze, ale może powinieneś zatrzymać swojego szefa Paula,\r na obrazie.\r",
        "mp3Start": "56.6",
        "mp3End": "61.4"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: In the picture? I didn't take any photos.",
        "linePl": "Anna: Na zdjęciu? Nie zrobiłem żadnych zdjęć.\r",
        "mp3Start": "61.5",
        "mp3End": "64.1"
    },
    {
        "lineNo": 11,
        "lineEn": "Narrator: No Anna! I mean keep him informed. It's always a good idea to keep the boss updated on what's going on – he is the boss after all.",
        "linePl": "Narrator: Nie, Anna! Mam na myśli informowanie go. Zawsze dobrze jest zachować szef zaktualizowany o tym, co się dzieje - w końcu to on jest szefem.\n",
        "mp3Start": "64.7",
        "mp3End": "74.6"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: OK. I will.",
        "linePl": "Anna: OK. Będę.\r",
        "mp3Start": "74.6",
        "mp3End": "76.0"
    },
    {
        "lineNo": 13,
        "lineEn": "In a bar … Tom: Yeah, this one looks quite cosy. I'll order us a beer shall I?",
        "linePl": "W barze …\r Tom: Tak, ten wygląda całkiem przytulnie. Zamówię nam piwo, prawda?\r",
        "mp3Start": "80.4",
        "mp3End": "85.8"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: I'd prefer an orange juice please.",
        "linePl": "Anna: Wolałabym sok pomarańczowy.\r",
        "mp3Start": "86.0",
        "mp3End": "88.7"
    },
    {
        "lineNo": 15,
        "lineEn": "Tom: Oh really? OK then. (Trying to speak French) Err, Garcon. Je m’appelle un beer et citron juice thing. Au revoir!",
        "linePl": "Tom: Och, naprawdę? OK zatem. (Próbuje mówić po francusku) Eee, Garcon. Je m’appelle un\n piwo i sok z cytryny. Do widzenia!\n",
        "mp3Start": "88.7",
        "mp3End": "101.3"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: What?! No Tom! Pardon, Je voudrais une grande biere et du juice d’orange s’il vous plait. Waiter: Oui Madame.",
        "linePl": "Anna: Co ?! Nie Tom! Pardon, Je voudrais une grande biere et du juice d’orange s’il vous plait.\n Kelner: Oui Madame.\r",
        "mp3Start": "101.3",
        "mp3End": "109.6"
    },
    {
        "lineNo": 17,
        "lineEn": "Tom: I think she likes you! Well, everyone likes you Anna. I like you because…",
        "linePl": "Tom: Myślę, że cię lubi! Cóż, wszyscy cię lubią Anno. Lubię Cię, ponieważ…\r",
        "mp3Start": "109.7",
        "mp3End": "115.7"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: I like you too Tom but don't you think I should call Paul and update him on what's going on… keep him in the picture?",
        "linePl": "Anna: Też cię lubię, Tom, ale nie sądzisz, że powinnam zadzwonić do Paula i poinformować go o tym\r co się dzieje… trzymać go na zdjęciu?\r",
        "mp3Start": "115.7",
        "mp3End": "125.5"
    },
    {
        "lineNo": 19,
        "lineEn": "Tom: I dunno. Let's just enjoy this moment shall we? And besides, he'll be at his biscuit appreciation class by now.",
        "linePl": "Tom: Nie wiem. Po prostu cieszmy się tą chwilą, dobrze? A poza tym o tej porze będzie klasyfikował docenianie ciastek.\n",
        "mp3Start": "125.5",
        "mp3End": "135.7"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: No. I would be happier just to call him. Could I borrow your mobile phone please? My battery has run out.",
        "linePl": "Anna: Nie. Byłbym szczęśliwszy, gdybym do niego zadzwonił. Czy mógłbym pożyczyć twój telefon komórkowy\r Proszę? Skończyła mi się bateria.\r",
        "mp3Start": "135.7",
        "mp3End": "142.9"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom: Yeah sure. You'll find his number under Attila the Hun.",
        "linePl": "Tom: Jasne. Znajdziesz jego numer pod Attila the Hun.\r",
        "mp3Start": "142.9",
        "mp3End": "149"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Attila the Hun? Tom: Just my little joke!",
        "linePl": "Anna: Attila the Hun?\r Tom: Tylko mój mały żart!\r",
        "mp3Start": "149",
        "mp3End": "153.3"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Cheeky! But hold on… what am I going to say to him?",
        "linePl": "Anna: Bezczelny! Ale poczekaj… co ja mu powiem?\r",
        "mp3Start": "153.3",
        "mp3End": "157.4"
    },
    {
        "lineNo": 24,
        "lineEn": "Narrator: Well, don't call him Attila the Hun! Think before you call him: It's good news  – you've closed the deal and the contract is signed. ",
        "linePl": "Narrator: Cóż, nie nazywaj go Attila the Hun! Pomyśl, zanim do niego zadzwonisz: to dobrze\n news - sfinalizowałeś transakcję i umowa została podpisana. ",
        "mp3Start": "158.3",
        "mp3End": "168.6"
    },
    {
        "linePl": "Musimy\n jak najszybciej zrealizuj zamówienie. I powiedz, że jestem zobowiązany\n otrzymanie zamówienia na czas. Ale jeśli potrzebujesz pomocy, poproś o nią.",
        "lineEn": "We need to proceed with the order as quickly as possible. And say, I'm committed to getting the order delivered on time. But if you need help, ask for it.",
        "lineNo": 25,
        "mp3Start": "168.3",
        "mp3End": "178.9"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: OK I will.",
        "linePl": "Anna: OK, będę. Dzwoni…\r",
        "mp3Start": "178.9",
        "mp3End": "180.5"
    },
    {
        "lineNo": 27,
        "lineEn": " It's ringing…Paul: Hello?",
        "linePl": "Paul: Halo?\r",
        "mp3Start": "182.3",
        "mp3End": "190.2"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Hi Paul. It's Anna. I've got some good news!",
        "linePl": "Anna: Cześć Paul. To Anna. Mam dobre wieści!\r",
        "mp3Start": "190.3",
        "mp3End": "194"
    },
    {
        "lineNo": 29,
        "lineEn": "Paul: Hold on. (finishes eating a biscuit) Sorry, I'm just munching some new crumbly cream biscuits. Now, what's the good news? Is it about the contract?",
        "linePl": "Paul: Poczekaj. (kończy jeść ciastko) Przepraszam, właśnie przeżuwam nowe kruche ciastka kremowe. A teraz jaka jest dobra wiadomość? Czy chodzi o kontrakt?\n",
        "mp3Start": "194",
        "mp3End": "202.9"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: Yes! I've closed the deal with Fruit Traders International and the contract is signed.",
        "linePl": "Anna: Tak! Zamknąłem umowę z Fruit Traders International i umowa jest\r podpisany.\r",
        "mp3Start": "203.1",
        "mp3End": "208.8"
    },
    {
        "lineNo": 31,
        "lineEn": "Paul: Excellent news.",
        "linePl": "Paul: Doskonała wiadomość.\r",
        "mp3Start": "209",
        "mp3End": "210.6"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: To keep them happy, we need to proceed with the order as quickly as possible.",
        "linePl": "Anna: Aby ich uszczęśliwić, musimy jak najszybciej wykonać zamówienie\r możliwy.\r",
        "mp3Start": "210.7",
        "mp3End": "215.1"
    },
    {
        "lineNo": 33,
        "lineEn": "Paul: Of course, of course. So what are you planning to do?",
        "linePl": "Paul: Oczywiście, oczywiście. Więc co planujesz zrobić?\r",
        "mp3Start": "215.3",
        "mp3End": "219.7"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Well, obviously, I'm committed to getting the order delivered on time but I might need some help. I wonder if Tom could…",
        "linePl": "Anna: Cóż, oczywiście, jestem zobowiązana do dostarczenia zamówienia na czas, ale ja może potrzebować pomocy. Zastanawiam się, czy Tom mógłby…\n",
        "mp3Start": "219.7",
        "mp3End": "228.7"
    },
    {
        "lineNo": 35,
        "lineEn": "Paul: Yes, Tom can help you. Denise tells me you have a… special chemistry! Actually, where is Tom now? Is he home yet?",
        "linePl": "Paul: Tak, Tom może ci pomóc. Denise mówi mi, że masz… wyjątkową chemię!\r Właściwie, gdzie jest teraz Tom? Czy jest już w domu?\r",
        "mp3Start": "228.9",
        "mp3End": "238.3"
    },
    {
        "lineNo": 36,
        "lineEn": "Anna: He's not. Actually Paul, Tom and I are going to stay in a hotel tonight…",
        "linePl": "Anna: Nie jest. Właściwie to Paul, Tom i ja zatrzymamy się dziś wieczorem w hotelu…\r",
        "mp3Start": "238.3",
        "mp3End": "246.1"
    },
    {
        "lineNo": 37,
        "lineEn": "Hello? Hello? Oh, I've lost the signal, he's gone.",
        "linePl": "Cześć? Cześć? Och, zgubiłem sygnał, odszedł.\r",
        "mp3Start": "247.5",
        "mp3End": "254.2"
    },
    {
        "lineNo": 38,
        "lineEn": "Tom: Never mind Anna. I think he got the message. Another drink?",
        "linePl": "Tom: Mniejsza o Annę. Myślę, że dostał wiadomość. Inny napój?\r",
        "mp3Start": "254.9",
        "mp3End": "259.7"
    },
    {
        "lineNo": 39,
        "lineEn": "Narrator: Let's hope Paul has got the right message about Anna and Tom! Anyway, she's briefed the boss and kept him in the picture. Here's a reminder of some of the phrases she used:",
        "linePl": "Narrator: Miejmy nadzieję, że Paul dostał właściwą wiadomość o Annie i Tomie! Tak czy siak,\n poinformowała szefa i zatrzymała go na zdjęciu. Oto przypomnienie niektóre z wyrażeń, których użyła:\n",
        "mp3Start": "263.7",
        "mp3End": "275.7"
    },
    {
        "lineNo": 40,
        "lineEn": "It's good news  – I've closed the deal and the contract is signed.",
        "linePl": "Dobra wiadomość - sfinalizowałem transakcję i umowa jest podpisana.\r",
        "mp3Start": "275.7",
        "mp3End": "280.5"
    },
    {
        "lineNo": 41,
        "lineEn": "We need to proceed with the order as quickly as possible.",
        "linePl": "Musimy jak najszybciej zrealizować zamówienie.\r",
        "mp3Start": "280.5",
        "mp3End": "284.6"
    },
    {
        "lineNo": 42,
        "lineEn": "I'm committed to getting the order delivered on  t i me… but I will need some help.",
        "linePl": "Zależy mi na tym, aby zamówienie zostało dostarczone mi… ale będę potrzebować trochę\r Wsparcie.\r",
        "mp3Start": "284.6",
        "mp3End": "290.2"
    },
    {
        "lineNo": 43,
        "lineEn": "Narrator: A good day's work for Anna but now it's time for bed.",
        "linePl": "Narrator: Dobry dzień pracy dla Anny, ale teraz pora spać.\r",
        "mp3Start": "291.0",
        "mp3End": "295.6"
    },
    {
        "lineNo": 44,
        "lineEn": "Tom: (Finishing his drink) Right, well, it's time for bed. We've got an early start tomorrow.",
        "linePl": "Tom: (kończy drinka) Dobra, cóż, czas do łóżka. Mamy wczesny start jutro.\n",
        "mp3Start": "295.6",
        "mp3End": "302.1"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna: So, where are we staying?",
        "linePl": "Anna: Więc gdzie się zatrzymujemy?\r",
        "mp3Start": "302.1",
        "mp3End": "304.2"
    },
    {
        "lineNo": 46,
        "lineEn": "Tom: A lovely little boutique hotel, just round the corner. I've booked a room with a view.",
        "linePl": "Tom: Uroczy mały hotel butikowy, tuż za rogiem. Zarezerwowałem pokój z widokiem.\n",
        "mp3Start": "304.2",
        "mp3End": "309.8"
    },
    {
        "lineNo": 47,
        "lineEn": "Anna: A room? One room?!",
        "linePl": "Anna: Pokój? Jeden pokój?!\r",
        "mp3Start": "310",
        "mp3End": "312.8"
    },
    {
        "lineNo": 48,
        "lineEn": "Tom: Err yeah. That's all they had, actually… honest!",
        "linePl": "Tom: Err tak. To wszystko, co mieli, właściwie… szczerze!\r",
        "mp3Start": "312.8",
        "mp3End": "317.8"
    },
    {
        "lineNo": 49,
        "lineEn": "Narrator: Hmm. This could be interesting. Let's hope things remain professional. Until next time. Bye!",
        "linePl": "Narrator: Hmm. To mogłoby być interesujące. Miejmy nadzieję, że sprawy pozostaną profesjonalne. Do następnego razu. PA!\n",
        "mp3Start": "317.8",
        "mp3End": "325.7"
    },
    {
        "lineNo": 50,
        "lineEn": "Listening challenge:",
        "linePl": "Wyzwanie ze słuchania:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 51,
        "lineEn": "What does Anna want to drink at the bar?",
        "linePl": "Co Anna chce pić w barze?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 52,
        "lineEn": "(Answer: an orange juice)",
        "linePl": "(Odpowiedź: sok pomarańczowy) ",
        "mp3Start": "",
        "mp3End": ""
    }
]