[
    {
        "lineNo": 1,
        "lineEn": "(Anna on the computer, singing to herself)",
        "linePl": "(Anna na komputerze, śpiewa do siebie)\r",
        "mp3Start": "1.5",
        "mp3End": "9.3"
    },
    {
        "lineNo": 2,
        "lineEn": "Narrator: Welcome back to English at Work where Anna is very… well, very happy!",
        "linePl": "Narrator: Witamy z powrotem w English at Work, gdzie Anna jest bardzo… cóż, bardzo szczęśliwa!\r",
        "mp3Start": "9.3",
        "mp3End": "14.5"
    },
    {
        "lineNo": 3,
        "lineEn": "You’re in a good mood Anna.",
        "linePl": "Jesteś w dobrym humorze, Anno.\r",
        "mp3Start": "14.5",
        "mp3End": "17.1"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: Well, I’m just back from France, where everything went really well. It was quite an experience.",
        "linePl": "Anna: Cóż, właśnie wróciłam z Francji, gdzie wszystko poszło naprawdę dobrze. To było\r niezłe doświadczenie.\r",
        "mp3Start": "17.1",
        "mp3End": "24.7"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: Good. You got the contract for that big order. All you need to do now is to deliver what you’ve promised.",
        "linePl": "Narrator: Dobrze. Masz kontrakt na to duże zamówienie. Wszystko, co musisz teraz zrobić, to zrobić\r dostarczyć to, co obiecałeś.\r",
        "mp3Start": "24.7",
        "mp3End": "31.6"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: I know (singing to herself again).",
        "linePl": "Anna: Wiem (znowu śpiewa do siebie).\r",
        "mp3Start": "31.6",
        "mp3End": "36.7"
    },
    {
        "lineNo": 7,
        "lineEn": "Denise: Hello Anna. Is Tom OK, he seems really grumpy since he got back from France?",
        "linePl": "Denise: Cześć Anno. Czy Tom OK, wydaje się naprawdę zrzędliwy, odkąd wrócił\r Francja?\r",
        "mp3Start": "36.7",
        "mp3End": "43.6"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: He’s fine. He just had to sleep on the sofa last night.",
        "linePl": "Anna: Wszystko w porządku. Po prostu musiał spać na sofie zeszłej nocy.\r",
        "mp3Start": "43.6",
        "mp3End": "47.7"
    },
    {
        "lineNo": 9,
        "lineEn": "Denise: Really?! I’m sure that’s not what he was planning. Now, did Paul mention he’s got a new member of staff for you to meet this morning?",
        "linePl": "Denise: Naprawdę ?! Jestem pewien, że nie tego planował. Otóż, czy wspomniał o tym Paul\r ma nowego członka personelu, z którym możesz się spotkać dziś rano?\r",
        "mp3Start": "47.7",
        "mp3End": "57.1"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: No.",
        "linePl": "Anna: Nie.\r",
        "mp3Start": "57.1",
        "mp3End": "58.1"
    },
    {
        "lineNo": 11,
        "lineEn": "Denise: Typical! Well, she’s coming up in the lift with Paul now.",
        "linePl": "Denise: Typowe! Cóż, teraz jedzie windą z Paulem.\r",
        "mp3Start": "58.1",
        "mp3End": "63.2"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: Oh, so who is she?",
        "linePl": "Anna: Oh, więc kim ona jest?\r",
        "mp3Start": "63.2",
        "mp3End": "65.1"
    },
    {
        "lineNo": 13,
        "lineEn": "Denise: It’s Rachel. Do you remember? She’s the woman who Mr Socrates recommended. He says she’s brilliant and allegedly one of his best employees… oh, here she comes now.",
        "linePl": "Denise: To Rachel. Pamiętasz? To kobieta, którą pan Sokrates\r Zalecana. Mówi, że jest genialna i podobno jedna z jego najlepszych\r pracownicy… och, ona teraz przychodzi.\r",
        "mp3Start": "65.1",
        "mp3End": "82.3"
    },
    {
        "lineNo": 14,
        "lineEn": "Paul: …and this is our office. Ah, Anna, there you are. Did I mention before you went to France, that Rachel is joining us for a while?",
        "linePl": "Paul:… a to jest nasze biuro. Ach, Anno, tu jesteś. Czy wspomniałem wcześniej\r pojechał do Francji, że Rachel dołączyła do nas na jakiś czas?\r",
        "mp3Start": "82.3",
        "mp3End": "92.1"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: No.",
        "linePl": "Anna: Nie.\r",
        "mp3Start": "92.1",
        "mp3End": "93.1"
    },
    {
        "lineNo": 16,
        "lineEn": "Paul:  Ah… well… here she is. This is Rachel.",
        "linePl": "Paul: Ach… cóż… oto ona. To jest Rachel.\r",
        "mp3Start": "93.1",
        "mp3End": "96.9"
    },
    {
        "lineNo": 17,
        "lineEn": "Rachel: Hi!",
        "linePl": "Rachel: Cześć!\r",
        "mp3Start": "96.9",
        "mp3End": "99.5"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Hi. I’m Anna. I work here as a Sales Executive.",
        "linePl": "Anna: Cześć. Jestem Anna. Pracuję tutaj jako dyrektor ds. Sprzedaży.\r",
        "mp3Start": "99.5",
        "mp3End": "103.5"
    },
    {
        "lineNo": 19,
        "lineEn": "Rachel: I know. You’re quite new aren’t you, ya?",
        "linePl": "Rachel: Wiem. Jesteś całkiem nowy, prawda?\r",
        "mp3Start": "103.5",
        "mp3End": "108"
    },
    {
        "lineNo": 20,
        "lineEn": "Paul: Not that new. She’s just won a great contract for us. Anyway, looks like you two are going to get on like a house on fire. Anna, I’d like you to, sort of, work alongside Rachel.",
        "linePl": "Paul: Nie takie nowe. Właśnie zdobyła dla nas świetny kontrakt. W każdym razie wygląda na to\r wy dwoje będziecie żyć jak płonący dom. Anna, chciałbym, żebyś posortowała\r pracuj razem z Rachel.\r",
        "mp3Start": "108",
        "mp3End": "123.9"
    },
    {
        "lineNo": 21,
        "lineEn": "Rachel: Alongside? Shouldn’t I be in charge?",
        "linePl": "Rachel: Obok ??? Czy nie powinienem rządzić?\r",
        "mp3Start": "123.9",
        "mp3End": "127.8"
    },
    {
        "lineNo": 22,
        "lineEn": "Paul: Yes… it’s just, you know, you’re not familiar with our office and Anna is, sort of, across this new contract… so… if you don’t mind?",
        "linePl": "Paul: Tak… po prostu wiesz, nie znasz naszego biura, a Anna wie,\r w pewnym sensie w ramach nowej umowy… więc… jeśli nie masz nic przeciwko?\r",
        "mp3Start": "127.8",
        "mp3End": "140.3"
    },
    {
        "lineNo": 23,
        "lineEn": "Rachel: OK. Just for now, but don’t think I’m going to be told what to do.",
        "linePl": "Rachel: OK. Na razie, ale nie myśl, że powiedzą mi, co mam robić.\r",
        "mp3Start": "140.3",
        "mp3End": "146.2"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: I’m sure you won’t be Rachel but maybe we could help each other?",
        "linePl": "Anna: Jestem pewna, że ​​nie będziecie Rachel, ale może moglibyśmy sobie pomóc?\r",
        "mp3Start": "146.2",
        "mp3End": "151"
    },
    {
        "lineNo": 25,
        "lineEn": "Rachel:  I’ll try.",
        "linePl": "Rachel: Spróbuję.\r",
        "mp3Start": "151",
        "mp3End": "152.8"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: Good! (To herself) Oh dear. This is awkward. I’ve never worked with anyone like this before.",
        "linePl": "Anna: Dobrze! (Do siebie) Ojej. To jest niezręczne. Nigdy z nimi nie pracowałem\r ktoś taki wcześniej.\r",
        "mp3Start": "152.8",
        "mp3End": "161"
    },
    {
        "lineNo": 27,
        "lineEn": "Narrator: Well, now’s your chance Anna. Rachel may be awkward to manage but try these phrases which may help things go more smoothly. Say “I understand you have lots of experience so I would like to use your skills to help with the task.” And “together we can do this job really well.” But why not just start by making her a cup of tea. Good luck!",
        "linePl": "Narrator: Cóż, teraz masz szansę, Anno. Rachel może być niezręczna, ale spróbuj\r te zwroty, które mogą pomóc w poprawieniu sytuacji. Powiedz „Rozumiem\r masz duże doświadczenie, więc chciałbym wykorzystać Twoje umiejętności, aby pomóc\r zadanie.\" I „razem możemy naprawdę dobrze wykonać tę pracę”. Ale dlaczego nie tylko\r zacznij od zrobienia jej filiżanki herbaty. Powodzenia!\r",
        "mp3Start": "161",
        "mp3End": "187"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Oh thanks. (To Rachel) Rachel, would you like a cup of tea? And then we could talk about this contract.",
        "linePl": "Anna: Oh dzięki. (Do Rachel) Rachel, napijesz się herbaty ??? A potem my\r mógłby porozmawiać o tym kontrakcie.\r",
        "mp3Start": "187",
        "mp3End": "194.1"
    },
    {
        "lineNo": 29,
        "lineEn": "Rachel: I don’t drink tea. Let’s just get down to business.",
        "linePl": "Rachel: Nie piję herbaty. Po prostu przejdźmy do rzeczy.\r",
        "mp3Start": "194.1",
        "mp3End": "199.3"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: Oh, right.",
        "linePl": "Anna: Och, racja.\r",
        "mp3Start": "199.3",
        "mp3End": "200.8"
    },
    {
        "lineNo": 31,
        "lineEn": "Rachel: Now, I think you need to check your stock and make sure you’ve got your oranges.",
        "linePl": "Rachel: Teraz myślę, że musisz sprawdzić swoje zapasy i upewnić się, że masz swoje\r pomarańcze.\r",
        "mp3Start": "200.8",
        "mp3End": "207.8"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna:  Err… It’s lemons actually.",
        "linePl": "Anna: Eee… Właściwie to cytryny.\r",
        "mp3Start": "207.8",
        "mp3End": "210.7"
    },
    {
        "lineNo": 33,
        "lineEn": "Rachel: Whatever. Just get them and… you know… put them in a… thingy… a box.",
        "linePl": "Rachel: Cokolwiek. Po prostu je weź i… no wiesz… włóż je do… czegoś… pudełka.\r",
        "mp3Start": "210.7",
        "mp3End": "217.3"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Well, actually… I understand you have lots of experience so maybe we could you use your skills for this task?",
        "linePl": "Anna: Cóż, właściwie… Rozumiem, że masz duże doświadczenie, więc może my\r czy mógłbyś wykorzystać swoje umiejętności do tego zadania?\r",
        "mp3Start": "217.3",
        "mp3End": "225.2"
    },
    {
        "lineNo": 35,
        "lineEn": "Rachel: Well, it’s true, I do have lots of experience. Thanks for recognising that.",
        "linePl": "Rachel: Cóż, to prawda, mam duże doświadczenie. Dzięki, że to zauważyłeś.\r",
        "mp3Start": "225.2",
        "mp3End": "232"
    },
    {
        "lineNo": 36,
        "lineEn": "Anna: So maybe… we could work on this job… together?",
        "linePl": "Anna: Więc może… moglibyśmy pracować nad tą pracą… razem?\r",
        "mp3Start": "232",
        "mp3End": "236.8"
    },
    {
        "lineNo": 37,
        "lineEn": "Rachel: Oh ya, sure. Great. Of course. I can get hold of these oranges… err… lemons, pronto. I know a man who can get some second-hand ones, it’ll save us loads of money.",
        "linePl": "Rachel: Oh tak, jasne. Wspaniały. Oczywiście. Mogę zdobyć te pomarańcze… eee…\r cytryny, pronto. Znam człowieka, który może dostać kilka używanych, to będzie\r zaoszczędzić nam mnóstwo pieniędzy.\r",
        "mp3Start": "236.8",
        "mp3End": "249.4"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: But what about the quality?",
        "linePl": "Anna: A co z jakością?\r",
        "mp3Start": "249.4",
        "mp3End": "251.7"
    },
    {
        "lineNo": 39,
        "lineEn": "Rachel: Quality?! It’s the cost we’ve got to worry about. Keep up Hannah.",
        "linePl": "Rachel: Jakość ???! To koszt, o który musimy się martwić. Tak trzymaj Hannah.\r",
        "mp3Start": "251.7",
        "mp3End": "257.2"
    },
    {
        "lineNo": 40,
        "lineEn": "Anna:  Anna.",
        "linePl": "Anna: Anna.\r",
        "mp3Start": "257.2",
        "mp3End": "258.7"
    },
    {
        "lineNo": 41,
        "lineEn": "Narrator: Come on Anna. Don’t let her boss you around. It’s time to stand your ground. If she causes trouble say “let’s discuss this so we can agree on a plan of action” or “please respect my decision and let’s move on.”",
        "linePl": "Narrator: Chodź Anno. Nie pozwól jej rządzić sobą. Czas wytrzymać\r ziemia. Jeśli sprawia kłopoty, powiedz „Porozmawiajmy o tym, abyśmy mogli uzgodnić\r plan działania ”lub„ proszę uszanuj moją decyzję i przejdźmy dalej ”.\r",
        "mp3Start": "258.7",
        "mp3End": "274.8"
    },
    {
        "lineNo": 42,
        "lineEn": "Anna: Hmm, OK, I’ll give it a try. (To Rachel) Rachel, I like your enthusiasm but… can we discuss this so we can agree on a plan of action?",
        "linePl": "Anna: Hmm, OK, spróbuję. (Do Rachel) Rachel, podoba mi się twój entuzjazm, ale…\r czy możemy to omówić, abyśmy mogli uzgodnić plan działania?\r",
        "mp3Start": "274.8",
        "mp3End": "287.4"
    },
    {
        "lineNo": 43,
        "lineEn": "Rachel: Of course. Why didn’t you say? Come on discuss… discuss… talk!",
        "linePl": "Rachel: Oczywiście. Dlaczego nie powiedziałeś? Chodź, dyskutuj… dyskutuj… rozmawiaj!\r",
        "mp3Start": "287.4",
        "mp3End": "293.5"
    },
    {
        "lineNo": 44,
        "lineEn": "Anna: Well, we pride ourselves on quality products and our Imperial Lemon is particularly good… and I think our client is expecting that. So I would like to send them what I had promised in the contract.",
        "linePl": "Anna: Cóż, jesteśmy dumni z wysokiej jakości produktów, a nasza Imperial Lemon jest\r szczególnie dobrze… i myślę, że nasz klient tego oczekuje. Więc chciałbym\r wysłać im to, co obiecałem w umowie.\r",
        "mp3Start": "293.5",
        "mp3End": "309"
    },
    {
        "lineNo": 45,
        "lineEn": "Rachel: Oh ya, I see. But I’m not really sure you’re right.",
        "linePl": "Rachel: Oh tak, rozumiem. Ale nie jestem pewien, czy masz rację.\r",
        "mp3Start": "309",
        "mp3End": "315.5"
    },
    {
        "lineNo": 46,
        "lineEn": "Anna: Well, if you could just respect my decision this time and we can move on?",
        "linePl": "Anna: Cóż, czy mógłbyś tym razem uszanować moją decyzję i możemy iść dalej?\r",
        "mp3Start": "315.5",
        "mp3End": "321.2"
    },
    {
        "lineNo": 47,
        "lineEn": "Rachel: Well, just this once Hannah. But I think I’m going to have to talk to Mr Socrates about you.",
        "linePl": "Rachel: Cóż, tylko raz Hannah. Ale myślę, że będę musiał porozmawiać z panem\r Sokrates o tobie.\r",
        "mp3Start": "321.2",
        "mp3End": "328.7"
    },
    {
        "lineNo": 48,
        "lineEn": "Narrator: Well done Anna for standing your ground. It can sometimes be tricky working with a new member of staff, but it’s important to try and develop a good working relationship – remember business comes first! Let’s hear those phrases again:",
        "linePl": "Narrator: Dobra robota Anno za to, że stałaś na swoim miejscu. Czasami może to być trudne\r pracować z nowym członkiem personelu, ale ważne jest, aby spróbować opracować plik\r dobre relacje w pracy - pamiętaj, że biznes jest najważniejszy! Posłuchajmy\r znowu te frazy:\r",
        "mp3Start": "328.7",
        "mp3End": "349.6"
    },
    {
        "lineNo": 49,
        "lineEn": "I understand you have lots of experience, so I would like to use your skills to help with the task.",
        "linePl": "Rozumiem, że masz duże doświadczenie, dlatego chciałbym wykorzystać Twoje umiejętności\r aby pomóc w zadaniu.\r",
        "mp3Start": "349.6",
        "mp3End": "358.3"
    },
    {
        "lineNo": 50,
        "lineEn": "Together we can do this job really well.",
        "linePl": "Razem możemy naprawdę dobrze wykonać tę pracę.\r",
        "mp3Start": "358.3",
        "mp3End": "362.2"
    },
    {
        "lineNo": 51,
        "lineEn": "Let’s discuss this so we can agree on a plan of action.",
        "linePl": "Porozmawiajmy o tym, abyśmy mogli uzgodnić plan działania.\r",
        "mp3Start": "362.2",
        "mp3End": "366.2"
    },
    {
        "lineNo": 52,
        "lineEn": "Please respect my decision and let’s move on.",
        "linePl": "Proszę uszanuj moją decyzję i przejdźmy dalej.\r",
        "mp3Start": "366.2",
        "mp3End": "370.1"
    },
    {
        "lineNo": 53,
        "lineEn": "Tom: Hi Anna. Can’t believe we were in France this time yesterday.",
        "linePl": "Tom: Cześć Anno. Nie mogę uwierzyć, że byliśmy wczoraj o tej porze we Francji.\r",
        "mp3Start": "370.1",
        "mp3End": "380.5"
    },
    {
        "lineNo": 54,
        "lineEn": "Rachel: Oh hello, Tommy boy. Long time no see! This is a nice surprise.",
        "linePl": "Rachel: Oh cześć, Tommy chłopcze. Dawno się nie widzieliśmy! To miła niespodzianka.\r",
        "mp3Start": "380.5",
        "mp3End": "388"
    },
    {
        "lineNo": 55,
        "lineEn": "Tom: Err… mmmm…",
        "linePl": "TOM: Eee… mmmm…\r",
        "mp3Start": "388",
        "mp3End": "390"
    },
    {
        "lineNo": 56,
        "lineEn": "Anna: Have you two met before?",
        "linePl": "Anna: Czy spotkaliście się już wcześniej?\r",
        "mp3Start": "390",
        "mp3End": "392.6"
    },
    {
        "lineNo": 57,
        "lineEn": "Rachel: We certainly have. Hey Tommy boy?",
        "linePl": "Rachel: Na pewno. Hej Tommy chłopcze?\r",
        "mp3Start": "392.6",
        "mp3End": "396.6"
    },
    {
        "lineNo": 58,
        "lineEn": "Tom: (To himself) Oh no!",
        "linePl": "Tom: (do siebie) O nie!\r",
        "mp3Start": "396.6",
        "mp3End": "399.7"
    },
    {
        "lineNo": 59,
        "lineEn": "Narrator: Ha ha. Looks like Tom is lost for words – let’s hope he finds them in time for the next episode of English at Work. Bye!",
        "linePl": "Narrator: Ha ha. Wygląda na to, że Tomowi brakuje słów - miejmy nadzieję, że znajdzie je na czas\r na następny odcinek English at Work. PA!\r",
        "mp3Start": "399.7",
        "mp3End": "409.1"
    },
    {
        "lineNo": 60,
        "lineEn": "Listening Challenge",
        "linePl": "Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 61,
        "lineEn": "What fruit does Rachel think they are sending to the new client?",
        "linePl": "Jakie owoce, według Rachel, wysyłają do nowego klienta?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 62,
        "lineEn": "(Answer: oranges)",
        "linePl": "(Odpowiedź: pomarańcze) ",
        "mp3Start": "",
        "mp3End": ""
    }
]