[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello. It's another busy day at the offices of Tip Top Trading…",
        "linePl": "Narrator: Cześć. Kolejny pracowity dzień w biurach Tip Top Trading…\r",
        "mp3Start": "1.5",
        "mp3End": "9.4"
    },
    {
        "lineNo": 2,
        "lineEn": "Denise: (On phone) And I said no John, not at my age, I'd rather take the bus…",
        "linePl": "Denise: (przez telefon) I powiedziałem, że nie, John, nie w moim wieku, wolałabym jechać autobusem…\r",
        "mp3Start": "9.4",
        "mp3End": "15.8"
    },
    {
        "lineNo": 3,
        "lineEn": "Tom: (On phone) …yeah Pete, that's great, so we'll deliver 2,000 bananas by Friday. Let's have a beer soon… yeah… cheers mate.",
        "linePl": "Tom: (przez telefon)… tak Pete, to świetnie, więc dostarczymy 2000 bananów\r Piątek. Wypijmy wkrótce piwo… tak… na zdrowie stary.\r",
        "mp3Start": "15.8",
        "mp3End": "24.4"
    },
    {
        "lineNo": 4,
        "lineEn": "Narrator: But there are two people who are busy annoying each other…",
        "linePl": "Narrator: Ale są dwie osoby, które są zajęte irytowaniem się nawzajem…\r",
        "mp3Start": "24.4",
        "mp3End": "28.8"
    },
    {
        "lineNo": 5,
        "lineEn": "Anna: So you did what? You ordered the second-hand ones?!",
        "linePl": "Anna: Więc co zrobiłeś? Zamówiłeś używane ?!\r",
        "mp3Start": "28.8",
        "mp3End": "32.9"
    },
    {
        "lineNo": 6,
        "lineEn": "Rachel: Chillax Hannah…",
        "linePl": "Rachel: Chillax Hannah…\r",
        "mp3Start": "32.9",
        "mp3End": "36.1"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna: Anna!",
        "linePl": "Anna: Anna!\r",
        "mp3Start": "36.1",
        "mp3End": "37.9"
    },
    {
        "lineNo": 8,
        "lineEn": "Rachel: …they're just oranges…",
        "linePl": "Rachel:… to tylko pomarańcze…\r",
        "mp3Start": "37.9",
        "mp3End": "38.8"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna: …plastic lemons actually.",
        "linePl": "Anna:… właściwie plastikowe cytryny.\r",
        "mp3Start": "38.8",
        "mp3End": "39.8"
    },
    {
        "lineNo": 10,
        "lineEn": "Narrator: Anna is struggling to work with Rachel, Mr Socrates' favourite Sales Executive, who he's sent in to help out… or hinder more like!",
        "linePl": "Narrator: Anna ma problemy z pracą z Rachel, ulubioną sprzedażą pana Socratesa\r Kierownik, którego wysłał, żeby pomagał… lub bardziej przeszkadzał!\r",
        "mp3Start": "39.8",
        "mp3End": "49.7"
    },
    {
        "lineNo": 11,
        "lineEn": "Rachel: Look, I'm off for a cappuccino, everything will be just fine. Ciao.",
        "linePl": "Rachel: Słuchaj, idę na cappuccino, wszystko będzie dobrze. Cześć.\r",
        "mp3Start": "49.7",
        "mp3End": "56.1"
    },
    {
        "lineNo": 12,
        "lineEn": "Tom: Anna, has Rachel gone out?",
        "linePl": "Tom: Anna, czy Rachel wyszła?\r",
        "mp3Start": "56.1",
        "mp3End": "61.2"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: Yes.",
        "linePl": "Anna: Tak.\r",
        "mp3Start": "61.2",
        "mp3End": "62.4"
    },
    {
        "lineNo": 14,
        "lineEn": "Tom: She's a bit of a man-eater. She almost ate me once.",
        "linePl": "Tom: Jest trochę zjadaczką ludzi. Raz prawie mnie zjadła.\r",
        "mp3Start": "62.4",
        "mp3End": "66.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: She eats men?",
        "linePl": "Anna: Ona zjada mężczyzn?\r",
        "mp3Start": "66.2",
        "mp3End": "69.5"
    },
    {
        "lineNo": 16,
        "lineEn": "Tom: Well, not exactly. I worked with her in my last job. She was always listening in to other people's conversations and she's always changing jobs.",
        "linePl": "TOM: Cóż, nie do końca. Pracowałem z nią w mojej ostatniej pracy. Zawsze była\r słucha rozmów innych ludzi i zawsze zmienia pracę.\r",
        "mp3Start": "69.5",
        "mp3End": "79"
    },
    {
        "lineNo": 17,
        "lineEn": "That's why they call her Rachel Rabbit – you know, big ears, always jumping from one job to another.",
        "linePl": "Dlatego nazywają ją Rachel Rabbit - wiesz, duże uszy, zawsze\r przeskakiwanie z jednej pracy do drugiej.\r",
        "mp3Start": "79",
        "mp3End": "85.6"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Rachel Rabbit! That's funny. So she isn't that good then?",
        "linePl": "Anna: Rachel Rabbit! Zabawne. Więc nie jest taka dobra?\r",
        "mp3Start": "85.6",
        "mp3End": "92.3"
    },
    {
        "lineNo": 19,
        "lineEn": "Tom: Oh, useless! She only worked for Mr Socrates because her father threatened to sue the company, after one of our plastic pineapples fell off a shelf and broke his toe. But, better keep that under your hat.",
        "linePl": "Tom: Och, bezużyteczne! Pracowała dla pana Socratesa tylko dlatego, że jej ojciec\r zagroził pozwaniem firmy, po tym jak jeden z naszych plastikowych ananasów spadł a\r półkę i złamał mu palec u nogi. Ale lepiej trzymaj to pod kapeluszem.\r",
        "mp3Start": "92.3",
        "mp3End": "108.5"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: My hat?",
        "linePl": "Anna: Mój kapelusz?\r",
        "mp3Start": "108.5",
        "mp3End": "109.7"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom: I mean, keep it secret.",
        "linePl": "Tom: Mam na myśli, zachowaj to w tajemnicy.\r",
        "mp3Start": "109.7",
        "mp3End": "112"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Oh right, I see. Well, now she's ordered loads of second-hand oranges to send to our new customer in France.",
        "linePl": "Anna: No tak, rozumiem. Cóż, teraz zamówiła mnóstwo używanych pomarańczy do\r wysłać do naszego nowego klienta we Francji.\r",
        "mp3Start": "112",
        "mp3End": "120.3"
    },
    {
        "lineNo": 23,
        "lineEn": "Tom: But they wanted Imperial Lemons?",
        "linePl": "TOM: Ale chcieli Imperial Lemons?\r",
        "mp3Start": "120.3",
        "mp3End": "123.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: I know. I'm not sure what to do, so I'm going to have to speak to Paul about this.",
        "linePl": "Anna: Wiem. Nie jestem pewien, co robić, więc muszę porozmawiać z Paulem\r o tym.\r",
        "mp3Start": "123.6",
        "mp3End": "128.8"
    },
    {
        "lineNo": 25,
        "lineEn": "Narrator: Yes it's a good idea to refer up sometimes – ask the boss for advice. Say to him \"I'm concerned that Rachel has made a mistake that might affect the business\". You might also say \"she's not pulling her weight\", meaning she's not doing the work she is supposed to do. And you could say \"I'm finding it very difficult to work with this person.\"",
        "linePl": "Narrator: Tak, czasami warto odsyłać - poproś szefa o radę. Powiedzieć do\r go \"Obawiam się, że Rachel popełniła błąd, który może mieć wpływ na\r biznes ”. Możesz też powiedzieć„ ona nie ciągnie jej na wadze ”, co oznacza, że ​​tak\r nie wykonuje pracy, którą ma wykonać. I możesz powiedzieć: „Znajduję to\r bardzo trudno jest pracować z tą osobą ”.\r",
        "mp3Start": "128.8",
        "mp3End": "154.1"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: Right. I'll try. There's Paul now… Paul, could I have a word please?",
        "linePl": "Anna: Tak. Spróbuję. Jest teraz Paul… Paul, czy mogę prosić o słowo?\r",
        "mp3Start": "154.1",
        "mp3End": "161.3"
    },
    {
        "lineNo": 27,
        "lineEn": "Paul: Of course, Anna. Let's go in my office. Now, how can I help?",
        "linePl": "Paul: Oczywiście, Anna. Chodźmy do mojego biura. Jak mogę pomóc?\r",
        "mp3Start": "161.3",
        "mp3End": "168.2"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Err, well, it's Rachel.",
        "linePl": "Anna: Eee, cóż, to Rachel.\r",
        "mp3Start": "168.2",
        "mp3End": "171.1"
    },
    {
        "lineNo": 29,
        "lineEn": "Paul: Yes, amazing woman. Mr Socrates' favourite.",
        "linePl": "Paul: Tak, niesamowita kobieta. Ulubieniec pana Sokratesa.\r",
        "mp3Start": "171.1",
        "mp3End": "175.4"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: I know… but I'm finding it difficult to work with her.",
        "linePl": "Anna: Wiem… ale trudno mi z nią pracować.\r",
        "mp3Start": "175.4",
        "mp3End": "180.4"
    },
    {
        "lineNo": 31,
        "lineEn": "Paul: Oh why's that?",
        "linePl": "Paul: Och, dlaczego tak jest?\r",
        "mp3Start": "180.4",
        "mp3End": "181.9"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: I'm a bit concerned that she's made a mistake and it might affect our business.",
        "linePl": "Anna: Jestem trochę zaniepokojona, że ​​popełniła błąd i może to wpłynąć na nasze\r biznes.\r",
        "mp3Start": "181.9",
        "mp3End": "188.1"
    },
    {
        "lineNo": 33,
        "lineEn": "Paul: Golly gosh. Really?! Why's that?",
        "linePl": "Paul: O rany. Naprawdę?! Dlaczego tak jest?\r",
        "mp3Start": "188.1",
        "mp3End": "191.1"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Well, she's ordered second-hand oranges for our new client in France.",
        "linePl": "Anna: Cóż, zamówiła pomarańcze z drugiej ręki dla naszego nowego klienta we Francji.\r",
        "mp3Start": "191.1",
        "mp3End": "196.5"
    },
    {
        "lineNo": 35,
        "lineEn": "Paul: That's marvellous… isn't it?",
        "linePl": "Paul: To cudowne… prawda?\r",
        "mp3Start": "196.5",
        "mp3End": "199.3"
    },
    {
        "lineNo": 36,
        "lineEn": "Anna: Well, I asked her not to. They wanted lemons… new Imperial Lemons.",
        "linePl": "Anna: Cóż, prosiłam ją, żeby tego nie robiła. Chcieli cytryny… nowe Imperial Lemons.\r",
        "mp3Start": "199.3",
        "mp3End": "206.9"
    },
    {
        "lineNo": 37,
        "lineEn": "Paul: Ah… not so marvellous. Anything else?",
        "linePl": "Paul: Ach… nie taki cudowny. Coś jeszcze?\r",
        "mp3Start": "206.9",
        "mp3End": "211.8"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: Well, speaking personally, I don't think she's pulling her weight. She doesn't seem to do any work and just keeps going out to buy cappuccinos.",
        "linePl": "Anna: Cóż, mówiąc osobiście, nie sądzę, żeby ciągnęła za siebie. Ona\r nie wydaje się wykonywać żadnej pracy i po prostu ciągle kupuje cappuccino.\r",
        "mp3Start": "211.8",
        "mp3End": "222.4"
    },
    {
        "lineNo": 39,
        "lineEn": "Paul: Well, that's just not on. Look Anna, I will look into this straight away and see if I can sort this out. Thank you for bringing it to my attention. Now, I think you've earned a custard cream.",
        "linePl": "Paul: Cóż, po prostu tego nie ma. Spójrz Anno, zaraz się tym zajrzę i\r zobaczę, czy uda mi się to rozwiązać. Dziękuję za zwrócenie mi na to uwagi. Teraz ja\r myślę, że zasłużyłeś na krem ​​budyniowy.\r",
        "mp3Start": "222.4",
        "mp3End": "235"
    },
    {
        "lineNo": 40,
        "lineEn": "Narrator: So Anna has expressed her concerns to Paul, the boss. It's up to him to investigate. As long as you have a fair reason to complain about a difficult member of staff, these are some of the phrases you could use:",
        "linePl": "Narrator: A więc Anna wyraziła swoje obawy szefowi Paulowi. To zależy od niego\r zbadać. O ile masz uzasadniony powód do narzekania na trudne\r członka personelu, oto kilka zwrotów, których możesz użyć:\r",
        "mp3Start": "235",
        "mp3End": "253.3"
    },
    {
        "lineNo": 41,
        "lineEn": "I'm concerned that she's made a mistake that might affect the business.",
        "linePl": "Martwię się, że popełniła błąd, który może wpłynąć na biznes.\r",
        "mp3Start": "253.3",
        "mp3End": "258.4"
    },
    {
        "lineNo": 42,
        "lineEn": "She's not pulling her weight.",
        "linePl": "Ona nie ciągnie jej na wadze.\r",
        "mp3Start": "258.4",
        "mp3End": "260.5"
    },
    {
        "lineNo": 43,
        "lineEn": "I'm finding it very difficult to work with her.",
        "linePl": "Bardzo trudno mi z nią pracować.\r",
        "mp3Start": "260.5",
        "mp3End": "263.9"
    },
    {
        "lineNo": 44,
        "lineEn": "Narrator: I wonder how Paul is going to handle the situation?",
        "linePl": "Narrator: Zastanawiam się, jak Paul poradzi sobie z tą sytuacją?\r",
        "mp3Start": "263.9",
        "mp3End": "268.3"
    },
    {
        "lineNo": 45,
        "lineEn": "Paul: Ah, there you are Rachel. Nice cappuccino? Could you step in to my office for a moment… I'd like a word.",
        "linePl": "Paul: Ach, tu jesteś Rachel. Niezłe cappuccino? Czy mógłbyś wejść do mojego biura\r na chwilę… Chciałbym powiedzieć słowo.\r",
        "mp3Start": "268.3",
        "mp3End": "279"
    },
    {
        "lineNo": 46,
        "lineEn": "Rachel: Ya, sure.",
        "linePl": "Rachel: Tak, jasne.\r",
        "mp3Start": "279",
        "mp3End": "281"
    },
    {
        "lineNo": 47,
        "lineEn": "Denise: Ooh, I wonder what that's all about. Do you know Anna?",
        "linePl": "Denise: Ooh, zastanawiam się, o co w tym wszystkim chodzi. Znasz Annę?\r",
        "mp3Start": "281",
        "mp3End": "286.5"
    },
    {
        "lineNo": 48,
        "lineEn": "Anna: Hmm, no idea.",
        "linePl": "Anna: Hmm, nie mam pojęcia.\r",
        "mp3Start": "286.5",
        "mp3End": "289.3"
    },
    {
        "lineNo": 49,
        "lineEn": "Tom: She's probably going to get a promotion and a pay rise… and a custard cream!",
        "linePl": "Tom: Prawdopodobnie dostanie awans i podwyżkę… i krem\r krem!\r",
        "mp3Start": "289.3",
        "mp3End": "294.6"
    },
    {
        "lineNo": 50,
        "lineEn": "Rachel: (False laughing) Thanks Paul, ciao. (To the office)  What a great guy he is.",
        "linePl": "Rachel: (fałszywy śmiech) Dzięki Paul, ciao. (Do biura) Jaki z niego wspaniały facet.\r",
        "mp3Start": "294.6",
        "mp3End": "301.8"
    },
    {
        "lineNo": 51,
        "lineEn": "Such a great sense of humour! Looks like we're doing some good work Anna!",
        "linePl": "Takie świetne poczucie humoru! Wygląda na to, że wykonujemy dobrą robotę\r Ania!\r",
        "mp3Start": "301.8",
        "mp3End": "307.4"
    },
    {
        "lineNo": 52,
        "lineEn": "Anna: Wwwhat?!",
        "linePl": "Anna: Co ?!\r",
        "mp3Start": "307.4",
        "mp3End": "309.6"
    },
    {
        "lineNo": 53,
        "lineEn": "Narrator: Oh Anna. I'm not sure Paul has really sorted out your concerns. But don't worry, we're here to help you out. See you next time on English at Work. Bye!",
        "linePl": "Narrator: Och Anno. Nie jestem pewien, czy Paul naprawdę rozwiązał twoje obawy. Ale nie rób tego\r martw się, jesteśmy tutaj, aby ci pomóc. Do zobaczenia następnym razem na English at Work.\r PA!\r",
        "mp3Start": "309.6",
        "mp3End": "320.7"
    },
    {
        "lineNo": 54,
        "lineEn": "Listening Challenge",
        "linePl": "Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 55,
        "lineEn": "How does Tom describe Rachel to Anna?",
        "linePl": "Jak Tom opisuje Rachel Annie?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 56,
        "lineEn": "(Answer: He says she's a bit of a man-eater)",
        "linePl": "(Odpowiedź: Mówi, że jest trochę zjadaczką) ",
        "mp3Start": "",
        "mp3End": ""
    }
]