[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello and welcome again to English at Work, where things are a little tense.",
        "linePl": "Narrator: Witam i witam ponownie w English at Work, gdzie sytuacja jest trochę napięta.\r",
        "mp3Start": "1.5",
        "mp3End": "9.3"
    },
    {
        "lineNo": 2,
        "lineEn": "Anna is finding it hard to work with new employee, Rachel. She’s told Paul, the boss, about Rachel’s incompetence but he’s done nothing about it.",
        "linePl": "Annie ciężko jest pracować z nowym pracownikiem, Rachel. Powiedziała Paulowi,\r szef, o niekompetencji Rachel, ale nic z tym nie zrobił.\r",
        "mp3Start": "9.3",
        "mp3End": "19.4"
    },
    {
        "lineNo": 3,
        "lineEn": "So Anna, how are you feeling today?",
        "linePl": "A więc Anno, jak się dzisiaj czujesz?\r",
        "mp3Start": "19.4",
        "mp3End": "22.3"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: Frustrated. All that work I put in, getting the contract for Imperial Lemons and Rachel has sent out a load of second-hand plastic oranges!",
        "linePl": "Anna: Sfrustrowana. Cała ta praca, którą włożyłem, zdobywając kontrakt na Imperial Lemons\r a Rachel wysłała mnóstwo plastikowych pomarańczy z drugiej ręki!\r",
        "mp3Start": "22.3",
        "mp3End": "34"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: I guess you’re going to have to call your client and sort out the mess.",
        "linePl": "Narrator: Myślę, że będziesz musiał zadzwonić do swojego klienta i uporządkować bałagan.\r",
        "mp3Start": "34",
        "mp3End": "38.3"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: I guess so. (Door opens) Oh hi Tom.",
        "linePl": "Anna: Tak myślę. (Drzwi się otwierają) Oh cześć Tom.\r",
        "mp3Start": "38.3",
        "mp3End": "42.4"
    },
    {
        "lineNo": 7,
        "lineEn": "Tom: (Whispering) Is she about? The man-eater?",
        "linePl": "Tom: (szepcze) Czy ona chodzi? Zjadacz ludzi?\r",
        "mp3Start": "42.4",
        "mp3End": "45"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: No it’s all clear, she’s gone out for a cappuccino.",
        "linePl": "Anna: Nie, wszystko jasne, wyszła na cappuccino.\r",
        "mp3Start": "45",
        "mp3End": "48"
    },
    {
        "lineNo": 9,
        "lineEn": "Tom: Good good. Look I managed to call the guy she bought the second-hand oranges from, and I cancelled the order.",
        "linePl": "Tom: Dobrze, dobrze. Słuchaj, udało mi się zadzwonić do faceta, którego kupiła z drugiej ręki\r pomarańcze od i anulowałem zamówienie.\r",
        "mp3Start": "48",
        "mp3End": "56.6"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Phew, great!",
        "linePl": "Anna: Uff, świetnie!\r",
        "mp3Start": "56.6",
        "mp3End": "58.3"
    },
    {
        "lineNo": 11,
        "lineEn": "Tom: Yeah, yeah… and last night I managed to order some Imperial Lemons and sent them to that company in France – Fruit Traders International. Here’s the paperwork.",
        "linePl": "Tom: Tak, tak… i zeszłej nocy udało mi się zamówić kilka Imperial Cytryn i\r wysłał je do tej firmy we Francji - Fruit Traders International. Oto\r Papierkowa robota.\r",
        "mp3Start": "58.3",
        "mp3End": "69.3"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: Tom, that’s brilliant! Here, let me give you a big hug – you saved the day!",
        "linePl": "Anna: Tom, to wspaniale! Pozwól, że cię mocno przytulę - uratowałeś dzień!\r",
        "mp3Start": "69.3",
        "mp3End": "77.6"
    },
    {
        "lineNo": 13,
        "lineEn": "Tom: Ooh, that’s a bit tight.",
        "linePl": "Tom: Ooh, to trochę ciasne.\r",
        "mp3Start": "77.6",
        "mp3End": "80.9"
    },
    {
        "lineNo": 14,
        "lineEn": "Denise: Oh not again! You two just can’t leave each other alone…",
        "linePl": "Denise: Och, nie znowu! Po prostu nie możecie zostawić siebie samych…\r",
        "mp3Start": "80.9",
        "mp3End": "87.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: Bbbut it was just…",
        "linePl": "Anna: Bale to było po prostu…\r",
        "mp3Start": "87.2",
        "mp3End": "90.4"
    },
    {
        "lineNo": 16,
        "lineEn": "Denise:  Say no more Anna. Now, I was looking for my special red pen, have you seen it anywhere?",
        "linePl": "Denise: Nie mów więcej Anno. A teraz szukałem mojego specjalnego czerwonego długopisu\r widziałeś to gdziekolwiek?\r",
        "mp3Start": "90.4",
        "mp3End": "97.5"
    },
    {
        "lineNo": 17,
        "lineEn": "Tom: No. Funny that, my pens have gone missing too.",
        "linePl": "Tom: Nie. Zabawne, że moje długopisy też zniknęły.\r",
        "mp3Start": "97.5",
        "mp3End": "101.6"
    },
    {
        "lineNo": 18,
        "lineEn": "Denise: I’ll go and get some more.",
        "linePl": "Denise: Pójdę po więcej.\r",
        "mp3Start": "101.6",
        "mp3End": "103.8"
    },
    {
        "lineNo": 19,
        "lineEn": "Tom: Now Anna, I don’t want to interfere but have you called that company in France to see how they are?",
        "linePl": "Tom: Ano, nie chcę się wtrącać, ale wezwałaś tę firmę\r Francja, żeby zobaczyć, jacy są?\r",
        "mp3Start": "103.8",
        "mp3End": "111.9"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: Well, they’re fine aren’t they?",
        "linePl": "Anna: Cóż, wszystko w porządku, prawda?\r",
        "mp3Start": "111.9",
        "mp3End": "114.9"
    },
    {
        "lineNo": 21,
        "lineEn": "Denise: It’s good customer service to call them and see how they are.",
        "linePl": "Denise: Dobrze jest zadzwonić do nich i zobaczyć, jak się mają z obsługą klienta.\r",
        "mp3Start": "114.9",
        "mp3End": "118.9"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: But what do I say?",
        "linePl": "Anna: Ale co mam powiedzieć?\r",
        "mp3Start": "118.9",
        "mp3End": "121.8"
    },
    {
        "lineNo": 23,
        "lineEn": "Tom: Tell you what. I’ll go over there and you can call me and practice.",
        "linePl": "TOM: Wiesz co. Pójdę tam i możesz do mnie zadzwonić i poćwiczyć.\r",
        "mp3Start": "121.8",
        "mp3End": "126.5"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: Right. (Shouting across office) OK Tom, I’m calling your number now.",
        "linePl": "Anna: Tak. (Krzyczy po drugiej stronie biura) OK Tom, dzwonię teraz na twój numer.\r",
        "mp3Start": "126.5",
        "mp3End": "132"
    },
    {
        "lineNo": 25,
        "lineEn": "Tom: (On phone putting on posh voice) Hello – Fruit Traders International.",
        "linePl": "Tom: (przez telefon, stawiając elegancki głos) Witam - Fruit Traders International.\r",
        "mp3Start": "132",
        "mp3End": "139.4"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: Yes, hello… (silence)",
        "linePl": "Anna: Tak, cześć… (cisza)\r",
        "mp3Start": "139.4",
        "mp3End": "141.2"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: …introduce yourself and ask me how I am.",
        "linePl": "TOM:… przedstaw się i zapytaj, jak się czuję.\r",
        "mp3Start": "141.2",
        "mp3End": "145.7"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Oh right. Hello I’m Anna from Tip Top Trading. How are you today?",
        "linePl": "Anna: Oh racja. Cześć, jestem Anna z Tip Top Trading. Jak się dzisiaj miewasz?\r",
        "mp3Start": "145.7",
        "mp3End": "151.6"
    },
    {
        "lineNo": 29,
        "lineEn": "Tom: I’m very well. Now ask me about the order.",
        "linePl": "Tom: Czuję się bardzo dobrze. Teraz zapytaj mnie o zamówienie.\r",
        "mp3Start": "151.6",
        "mp3End": "155.9"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: I hope you have received our Imperial Lemons and that you are happy with the order.",
        "linePl": "Anna: Mam nadzieję, że otrzymałeś nasze Imperial Cytryny i że jesteś z nich zadowolony\r kolejność.\r",
        "mp3Start": "155.9",
        "mp3End": "161.3"
    },
    {
        "lineNo": 31,
        "lineEn": "Tom: Yes, very very happy. The lemons are… fantastique!",
        "linePl": "TOM: Tak, bardzo, bardzo zadowolony. Cytryny są… fantastyczne!\r",
        "mp3Start": "161.3",
        "mp3End": "168.8"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: Oh that’s good. Erm… we do hope you are pleased with our service and that you may use us again.",
        "linePl": "Anna: Oh to dobrze. Erm… mamy nadzieję, że jesteś zadowolony z naszych usług i\r abyś mógł ponownie z nas skorzystać.\r",
        "mp3Start": "168.8",
        "mp3End": "176.8"
    },
    {
        "lineNo": 33,
        "lineEn": "Tom: We certainly will. Thank you.",
        "linePl": "TOM: Z pewnością. Dziękuję Ci.\r",
        "mp3Start": "176.8",
        "mp3End": "180.6"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Do you have any questions you may want to ask?",
        "linePl": "Anna: Czy masz jakieś pytania, które możesz chcieć zadać?\r",
        "mp3Start": "180.6",
        "mp3End": "183.4"
    },
    {
        "lineNo": 35,
        "lineEn": "Tom: No… actually yes…. err, can I… err… buy you dinner sometime?",
        "linePl": "TOM: Nie… właściwie tak…. eee, czy mogę… eee… kupić ci kiedyś obiad?\r",
        "mp3Start": "183.4",
        "mp3End": "191.3"
    },
    {
        "lineNo": 36,
        "lineEn": "Anna: Very funny Tom. They won’t ask that!",
        "linePl": "Anna: Bardzo zabawny Tom. Nie zapytają o to!\r",
        "mp3Start": "191.3",
        "mp3End": "195.1"
    },
    {
        "lineNo": 37,
        "lineEn": "Tom: No. I’m asking you.",
        "linePl": "Tom: Nie, proszę cię.\r",
        "mp3Start": "195.1",
        "mp3End": "197.7"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: Oh right… erm… OK then… yes!",
        "linePl": "Anna: No tak… eee… OK, więc… tak!\r",
        "mp3Start": "197.7",
        "mp3End": "201.9"
    },
    {
        "lineNo": 39,
        "lineEn": "Narrator: Hooray! Or should I say oh dear? Silly Anna has agreed to go on a dinner",
        "linePl": "Narrator: Brawo! A może powinienem powiedzieć oh kochanie? Głupia Anna zgodziła się pójść na obiad\r",
        "mp3Start": "201.9",
        "mp3End": "210.7"
    },
    {
        "lineNo": 40,
        "lineEn": "date with Tom – but there is still some business to attend to. Don’t forget",
        "linePl": "randka z Tomem - ale wciąż jest kilka spraw do załatwienia. Nie zapomnij\r",
        "mp3Start": "210.7",
        "mp3End": "213.7"
    },
    {
        "lineNo": 41,
        "lineEn": "to make that call to your client Anna.",
        "linePl": "aby zadzwonić do Twojej klientki Anny.\r",
        "mp3Start": "213.7",
        "mp3End": "216.5"
    },
    {
        "lineNo": 42,
        "lineEn": "Anna: No I won’t – in fact I’ll do it right now.",
        "linePl": "Anna: Nie, nie zrobię tego - właściwie zrobię to teraz.\r",
        "mp3Start": "216.5",
        "mp3End": "220.5"
    },
    {
        "lineNo": 43,
        "lineEn": "Narrator: Good! While she makes that call, here is a reminder of some of the phrases she could use…",
        "linePl": "Narrator: Dobrze! Kiedy dzwoni, oto przypomnienie niektórych zwrotów\r przydałaby się…\r",
        "mp3Start": "220.5",
        "mp3End": "226.8"
    },
    {
        "lineNo": 44,
        "lineEn": "Hello I’m Anna from Tip Top Trading. How are you today?",
        "linePl": "Cześć, jestem Anna z Tip Top Trading. Jak się dzisiaj miewasz?\r",
        "mp3Start": "226.8",
        "mp3End": "232.6"
    },
    {
        "lineNo": 45,
        "lineEn": "I hope you have received our order and are happy with it.",
        "linePl": "Mam nadzieję, że otrzymałeś nasze zamówienie i jesteś z niego zadowolony.\r",
        "mp3Start": "232.6",
        "mp3End": "237.8"
    },
    {
        "lineNo": 46,
        "lineEn": "We do hope you are pleased with our service and that you may use us again.",
        "linePl": "Mamy nadzieję, że jesteś zadowolony z naszych usług i że możesz z nas skorzystać\r jeszcze raz.\r",
        "mp3Start": "237.8",
        "mp3End": "242.7"
    },
    {
        "lineNo": 47,
        "lineEn": "Do you have any questions you may want to ask?",
        "linePl": "Czy masz jakieś pytania, które chciałbyś zadać?\r",
        "mp3Start": "242.7",
        "mp3End": "246.3"
    },
    {
        "lineNo": 48,
        "lineEn": "Denise: Are you OK Anna? You look a bit annoyed.",
        "linePl": "Denise: Wszystko w porządku Anna? Wyglądasz na trochę zirytowanego.\r",
        "mp3Start": "246.3",
        "mp3End": "255.7"
    },
    {
        "lineNo": 49,
        "lineEn": "Anna: I am - I just called our client in France to check everything was OK and they said Rachel had already called them and told them our lemons were so last season and they would be stupid not to choose oranges!",
        "linePl": "Anna: Tak - właśnie zadzwoniłam do naszego klienta we Francji, żeby sprawdzić, czy wszystko jest w porządku i\r powiedzieli, że Rachela już do nich zadzwoniła i powiedziała, że mamy cytryny\r więc w zeszłym sezonie i byliby głupi, gdyby nie wybrali pomarańczy!\r",
        "mp3Start": "255.7",
        "mp3End": "270.3"
    },
    {
        "lineNo": 50,
        "lineEn": "Denise: That’s terrible.",
        "linePl": "Denise: To straszne.\r",
        "mp3Start": "270.3",
        "mp3End": "272.4"
    },
    {
        "lineNo": 51,
        "lineEn": "Tom: (approaching) …hey Anna, how about this restaurant for our date… I mean our business meeting. Look at this menu…",
        "linePl": "Tom: (zbliża się)… hej Anno, a co powiesz na tę restaurację na naszą randkę… to znaczy\r nasze spotkanie biznesowe. Spójrz na to menu…\r",
        "mp3Start": "272.4",
        "mp3End": "278.8"
    },
    {
        "lineNo": 52,
        "lineEn": "Anna: Not now Tom. Rachel has messed things up again. She’s causing so much trouble. She’s got to go.",
        "linePl": "Anna: Nie teraz Tom. Rachel znowu wszystko schrzaniła. Ona powoduje tak wiele\r kłopot. Musi iść.\r",
        "mp3Start": "278.8",
        "mp3End": "286"
    },
    {
        "lineNo": 53,
        "lineEn": "Tom: Oh… yeah right. This calls for action.",
        "linePl": "Tom: Och… tak, racja. To wymaga działania.\r",
        "mp3Start": "286",
        "mp3End": "291.1"
    },
    {
        "lineNo": 54,
        "lineEn": "Narrator: It certainly does. It sounds like Rachel has gone too far this time and it’s up to Anna to sort things out. But what can she do? Join us again next time on English at Work to find out. Bye!",
        "linePl": "Narrator: Z pewnością tak. Wygląda na to, że tym razem Rachel posunęła się za daleko i tak jest\r do Anny, żeby wszystko uporządkowała. Ale co ona może zrobić? Dołącz do nas ponownie następnym razem\r na temat angielskiego w pracy, aby się dowiedzieć. PA!\r",
        "mp3Start": "291.1",
        "mp3End": "307"
    },
    {
        "lineNo": 55,
        "lineEn": "Listening Challenge",
        "linePl": "Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 56,
        "lineEn": "What item has Denise and Tom both lost?",
        "linePl": "Jaki przedmiot zgubili Denise i Tom?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 57,
        "lineEn": "(Answer: Their pens)",
        "linePl": "(Odpowiedź: ich długopisy) ",
        "mp3Start": "",
        "mp3End": ""
    }
]