[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello and welcome back to Tip Top Trading. New recruit Rachel has been making life difficult for Anna; she's been making some bad business decisions. Let's find out how Anna can save the day.",
        "linePl": "Narrator: Witam ponownie w Tip Top Trading. Rachel została nowym rekrutem\r utrudnianie życia Annie; robi złe interesy\r decyzje. Zobaczmy, jak Anna może uratować dzień.\r",
        "mp3Start": "1.5",
        "mp3End": "18.1"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Right, we've definitely got to do something about Rachel… definitely… only, I'm a bit busy at the moment.",
        "linePl": "Tom: Racja, zdecydowanie musimy coś zrobić z Rachel… zdecydowanie… tylko,\r W tej chwili jestem trochę zajęty.\r",
        "mp3Start": "18.1",
        "mp3End": "29.1"
    },
    {
        "lineNo": 3,
        "lineEn": "Denise: Sorting out your dinner date are you Tom?!  So Anna, have you spoken to Paul about this?",
        "linePl": "Denise: Ustalasz datę kolacji, jesteś Tom ?! A więc Anna, rozmawiałaś\r Paul o tym?\r",
        "mp3Start": "29.1",
        "mp3End": "36.2"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: Yes I have, but he didn't do anything.",
        "linePl": "Anna: Tak, ale on nic nie zrobił.\r",
        "mp3Start": "36.2",
        "mp3End": "39.6"
    },
    {
        "lineNo": 5,
        "lineEn": "Denise.  Hmm, well he is your boss so I think you've got to speak to him again.",
        "linePl": "Denise. Hmm, cóż, on jest twoim szefem, więc myślę, że musisz znowu z nim porozmawiać.\r",
        "mp3Start": "39.6",
        "mp3End": "45.8"
    },
    {
        "lineNo": 6,
        "lineEn": "Take him some biscuits, that might get his attention.",
        "linePl": "Zanieś mu ciastka, które mogą zwrócić jego uwagę.\r",
        "mp3Start": "45.8",
        "mp3End": "49.4"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna: Well, I'll try",
        "linePl": "Anna: Cóż, spróbuję\r",
        "mp3Start": "49.4",
        "mp3End": "51.1"
    },
    {
        "lineNo": 8,
        "lineEn": "Denise: Oh and keep notes so you have a record of your conversation.",
        "linePl": "Denise: Och i rób notatki, żebyś miał zapis swojej rozmowy.\r",
        "mp3Start": "51.1",
        "mp3End": "55.5"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna: Denise, you're amazing. But where have the pens gone to?",
        "linePl": "Anna: Denise, jesteś niesamowita. Ale gdzie się podziały pióra?\r",
        "mp3Start": "55.5",
        "mp3End": "60.6"
    },
    {
        "lineNo": 10,
        "lineEn": "Denise: That is strange – we all seem to be losing our pens. Here, use this old pencil.",
        "linePl": "Denise: To dziwne - wydaje się, że wszyscy tracimy swoje pióra. Tutaj, użyj tego starego\r ołówek.\r",
        "mp3Start": "60.6",
        "mp3End": "68.7"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Thanks.",
        "linePl": "Anna: Dzięki.\r",
        "mp3Start": "68.7",
        "mp3End": "69.8"
    },
    {
        "lineNo": 12,
        "lineEn": "Narrator: Anna. Are you happy complaining officially about Rachel?",
        "linePl": "Narrator: Anna. Cieszysz się, że oficjalnie narzekasz na Rachel?\r",
        "mp3Start": "69.8",
        "mp3End": "74.2"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: Not really but what else can I do? She's been spoiling all the work I've been doing.",
        "linePl": "Anna: Niezupełnie, ale co jeszcze mogę zrobić? Psuje całą moją pracę\r robiłem.\r",
        "mp3Start": "74.2",
        "mp3End": "81"
    },
    {
        "lineNo": 14,
        "lineEn": "Narrator: Yes she has. OK, well tell Paul the facts and tell him you want action.",
        "linePl": "Narrator: Tak, ma. OK, powiedz Paulowi fakty i powiedz mu, że chcesz działania.\r",
        "mp3Start": "81",
        "mp3End": "86.8"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: OK. Right, here goes. (KNOCK ON DOOR)",
        "linePl": "Anna: OK. Dobra, oto idzie. (PUKANIE DO DRZWI)\r",
        "mp3Start": "86.8",
        "mp3End": "91.7"
    },
    {
        "lineNo": 16,
        "lineEn": "Paul: Come in. (DOOR OPENS)",
        "linePl": "Paul: Wejdź. (OTWARCIE DRZWI)\r",
        "mp3Start": "91.7",
        "mp3End": "92.9"
    },
    {
        "lineNo": 17,
        "lineEn": "Anna: Hi Paul.  I really need to speak to you about Rachel. She really is messing things up…Paul?",
        "linePl": "Anna: Cześć Paul. Naprawdę muszę z tobą porozmawiać o Rachel. Ona naprawdę bawi\r sprawy… Paul?\r",
        "mp3Start": "92.9",
        "mp3End": "103.4"
    },
    {
        "lineNo": 18,
        "lineEn": "Paul: Sorry, just counting my biscuits. What were you saying? Rachel? Great girl, isn't she?",
        "linePl": "Paul: Przepraszam, liczę tylko ciastka. Co mówiłeś? Rachel? Wspaniała dziewczyna,\r nie ona?\r",
        "mp3Start": "103.4",
        "mp3End": "112.2"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: No she's not.",
        "linePl": "Anna: Nie, nie jest.\r",
        "mp3Start": "112.2",
        "mp3End": "113.5"
    },
    {
        "lineNo": 20,
        "lineEn": "Paul: Oh.",
        "linePl": "Paul: Och.\r",
        "mp3Start": "113.5",
        "mp3End": "114.5"
    },
    {
        "lineNo": 21,
        "lineEn": "Anna: (Getting angry) Paul, she's already sent out the wrong order and now she's upset our new client. Plus, have you seen the way she dresses? I'm not happy and I think you've got to take some action.",
        "linePl": "Anna: (Zła) Paul, już wysłała złą kolejność i teraz jest\r zdenerwować naszego nowego klienta. Poza tym, czy widziałeś, jak się ubiera? nie jestem\r szczęśliwy i myślę, że musisz podjąć jakieś działania.\r",
        "mp3Start": "114.5",
        "mp3End": "128.4"
    },
    {
        "lineNo": 22,
        "lineEn": "Narrator: Anna, you're on fire! But stick to the facts, don't get personal about Rachel.",
        "linePl": "Narrator: Anna, jesteś w ogniu! Ale trzymaj się faktów, nie traktuj Rachel osobiście.\r",
        "mp3Start": "128.4",
        "mp3End": "135.2"
    },
    {
        "lineNo": 23,
        "lineEn": "Paul: Well I'm sure Mr Socrates would disagree with you. Look, if she is as bad as you say then I'll give you my permission to discipline her – give her a warning.",
        "linePl": "Paul: Cóż, jestem pewien, że pan Socrates nie zgodziłby się z tobą. Spójrz, jeśli ona jest tak zła\r jak mówisz, wtedy dam ci moje pozwolenie na karcenie jej - daj jej\r ostrzeżenie.\r",
        "mp3Start": "135.2",
        "mp3End": "148.2"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: What! Me?",
        "linePl": "Anna: Co! Mnie?\r",
        "mp3Start": "148.2",
        "mp3End": "150.5"
    },
    {
        "lineNo": 25,
        "lineEn": "Paul: You know what's she done wrong so tell her not to do it again…and besides, I've got an important meeting to go to… and they usually have those delicious shortbread biscuits. So …I'll leave it with you then?  (DOOR SHUTS)",
        "linePl": "Paul: Wiesz, co zrobiła źle, więc powiedz jej, żeby tego więcej nie robiła… i\r poza tym mam ważne spotkanie, na które muszę iść… a oni zwykle to robią\r te przepyszne kruche ciasteczka. Więc… zostawię to tobie? (DRZWI\r ZAMKNIĘTE)\r",
        "mp3Start": "150.5",
        "mp3End": "164"
    },
    {
        "lineNo": 26,
        "lineEn": "Narrator: What a useless boss!  Anna are you happy about what to do next?",
        "linePl": "Narrator: Co za bezużyteczny szef! Aniu, czy cieszysz się, co robić dalej?\r",
        "mp3Start": "164",
        "mp3End": "170"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna: Not really. What am I going to say?",
        "linePl": "Anna: Niezupełnie. Co ja powiem?\r",
        "mp3Start": "170",
        "mp3End": "172.7"
    },
    {
        "lineNo": 28,
        "lineEn": "Narrator: It's not easy but keep calm and professional and say to Rachel, \"you've made some serious mistakes\" and \"you need to consult me before you contact any of our clients.\" Give her a verbal warning saying \"These mistakes cannot happen again, otherwise I will have to refer the matter to someone higher.\" This may lead to disciplinary action but it may be for the best.",
        "linePl": "Narrator: To nie jest łatwe, ale zachowaj spokój i profesjonalizm i powiedz Rachel „masz\r popełniłem poważne błędy ”i„ musisz się ze mną skonsultować\r skontaktuj się z którymkolwiek z naszych klientów. ”Daj jej ustne ostrzeżenie, mówiąc:„ Te\r błędy nie mogą się powtórzyć, w przeciwnym razie będę musiał skierować sprawę do\r kogoś wyższego. ”Może to prowadzić do postępowania dyscyplinarnego, ale może być skierowane do\r Najlepsza.\r",
        "mp3Start": "172.7",
        "mp3End": "198.6"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: Oh it's all very serious but I suppose I've got to do it.",
        "linePl": "Anna: Och, to wszystko jest bardzo poważne, ale przypuszczam, że muszę to zrobić.\r",
        "mp3Start": "198.6",
        "mp3End": "202.9"
    },
    {
        "lineNo": 30,
        "lineEn": "Narrator: Good luck!",
        "linePl": "Narrator: Powodzenia!\r",
        "mp3Start": "202.9",
        "mp3End": "203.9"
    },
    {
        "lineNo": 31,
        "lineEn": "Rachel: Anna! Darling! What's wrong? I saw Paul and he said you're in a bit of a mood.",
        "linePl": "Rachel: Anna! Kochanie! Co jest nie tak? Widziałem Paula i powiedział, że trochę cię to obchodzi\r nastrój.\r",
        "mp3Start": "203.9",
        "mp3End": "210.7"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: It's not a mood Rachel. Can we talk please…now?",
        "linePl": "Anna: To nie jest nastrój Rachel. Czy możemy porozmawiać… teraz?\r",
        "mp3Start": "210.7",
        "mp3End": "215.7"
    },
    {
        "lineNo": 33,
        "lineEn": "Rachel: Yeah sure. Let's sit here, shall we – not in that chair – that's my favourite.",
        "linePl": "Rachel: Tak, jasne. Usiądźmy tutaj, czy możemy - nie na tym krześle - to mój ulubiony.\r",
        "mp3Start": "215.7",
        "mp3End": "222.8"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Rachel, I wanted to let you know that you've made some serious mistakes.",
        "linePl": "Anna: Rachel, chciałam ci powiedzieć, że popełniłaś poważne błędy.\r",
        "mp3Start": "222.8",
        "mp3End": "228.3"
    },
    {
        "lineNo": 35,
        "lineEn": "Rachel: (sarcastically) Oh!",
        "linePl": "Rachel: (sarkastycznie) Oh!\r",
        "mp3Start": "228.3",
        "mp3End": "230.4"
    },
    {
        "lineNo": 36,
        "lineEn": "Anna: You have really upset our new client – and you think it's ok to sell second hand plastic oranges.",
        "linePl": "Anna: Naprawdę zdenerwowałeś naszego nowego klienta - i uważasz, że możesz sprzedać jako drugi\r ręcznie plastikowe pomarańcze.\r",
        "mp3Start": "230.4",
        "mp3End": "236.1"
    },
    {
        "lineNo": 37,
        "lineEn": "Rachel:  Calm down. It's business, darling.",
        "linePl": "Rachel: Uspokój się. To biznes, kochanie.\r",
        "mp3Start": "236.1",
        "mp3End": "240.1"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: It's not good business Rachel. These mistakes cannot happen again. If they do I will have to take matters higher and it could result in disciplinary action.",
        "linePl": "Anna: To nie jest dobry interes, Rachel. Te błędy nie mogą się powtórzyć. Jeśli oni\r do Będę musiał podnosić sprawy wyżej i może to skutkować dyscypliną\r akcja.\r",
        "mp3Start": "240.1",
        "mp3End": "251.3"
    },
    {
        "lineNo": 39,
        "lineEn": "Rachel: Oh! You're quite scary for a short girl.",
        "linePl": "Rachel: Oh! Jak na niską dziewczynę jesteś dość przerażający.\r",
        "mp3Start": "251.3",
        "mp3End": "255.9"
    },
    {
        "lineNo": 40,
        "lineEn": "Narrator: That was unnecessary! But well done Anna for keeping cool and calm in a difficult situation. Let's hope Rachel has got the message. Here is a reminder of the phrases you could use when giving someone a verbal warning…",
        "linePl": "Narrator: To było niepotrzebne! Ale dobra robota Anno za zachowanie chłodu i spokoju w\r trudna sytuacja. Miejmy nadzieję, że Rachel otrzymała wiadomość. Tutaj jest\r przypomnienie zwrotów, których mógłbyś użyć, dając komuś werbalne\r ostrzeżenie…\r",
        "mp3Start": "255.9",
        "mp3End": "275"
    },
    {
        "lineNo": 41,
        "lineEn": "You've made some serious mistakes",
        "linePl": "Popełniłeś poważne błędy\r",
        "mp3Start": "275",
        "mp3End": "278.3"
    },
    {
        "lineNo": 42,
        "lineEn": "You need to consult me before you contact any of our clients",
        "linePl": "Musisz się ze mną skonsultować, zanim skontaktujesz się z którymkolwiek z naszych klientów\r",
        "mp3Start": "278.3",
        "mp3End": "282.2"
    },
    {
        "lineNo": 43,
        "lineEn": "These mistakes cannot happen again otherwise I will have to refer the matter to someone higher.",
        "linePl": "Te błędy nie mogą się powtórzyć, w przeciwnym razie będę musiał odesłać\r mają znaczenie dla kogoś wyższego.\r",
        "mp3Start": "282.2",
        "mp3End": "285.5"
    },
    {
        "lineNo": 44,
        "lineEn": "Narrator: Let's find out how Rachel is behaving.",
        "linePl": "Narrator: Dowiedzmy się, jak zachowuje się Rachel.\r",
        "mp3Start": "285.5",
        "mp3End": "292.2"
    },
    {
        "lineNo": 45,
        "lineEn": "Tom: Ah hello, Rachel.",
        "linePl": "Tom: Cześć, Rachel.\r",
        "mp3Start": "292.2",
        "mp3End": "295.3"
    },
    {
        "lineNo": 46,
        "lineEn": "Rachel: Tommy boy. Come and give me a hug. (SOUND OF PENS FALLING OUT OF HANDBAG) Opps!",
        "linePl": "Rachel: Tommy chłopcze. Chodź i przytul mnie. (DŹWIĘK WYPADAJĄCYCH PIÓR\r HANDBAG) Ups!\r",
        "mp3Start": "295.3",
        "mp3End": "301.6"
    },
    {
        "lineNo": 47,
        "lineEn": "Tom: Our pens! All our pens! You've been stealing them! Rachel!",
        "linePl": "TOM: Nasze pióra! Wszystkie nasze długopisy! Kradłeś je! Rachel!\r",
        "mp3Start": "301.6",
        "mp3End": "311.6"
    },
    {
        "lineNo": 48,
        "lineEn": "Paul: (DOOR OPENS) What's going on? I say, what are all those pens doing on the floor?",
        "linePl": "Paul: (OTWIERAJĄ SIĘ DRZWI) Co się dzieje? Mówię, co robią te wszystkie długopisy\r podłoga?\r",
        "mp3Start": "311.6",
        "mp3End": "314.7"
    },
    {
        "lineNo": 49,
        "lineEn": "Denise: They're from Rachel's handbag. She's been stealing them!",
        "linePl": "Denise: Są z torebki Rachel. Kradła je!\r",
        "mp3Start": "314.7",
        "mp3End": "321.4"
    },
    {
        "lineNo": 50,
        "lineEn": "Paul: What? The company's pens? Right, well, I need to see you in my office please Rachel, now…if you don't mind.",
        "linePl": "Paul: Co? Długopisy firmy? No cóż, muszę cię zobaczyć w moim biurze\r proszę, Rachel, teraz… jeśli nie masz nic przeciwko.\r",
        "mp3Start": "321.4",
        "mp3End": "333.7"
    },
    {
        "lineNo": 51,
        "lineEn": "Anna/Tom/Denise: Gasp!",
        "linePl": "Anna / Tom / Denise: Dysz!\r",
        "mp3Start": "333.7",
        "mp3End": "335.5"
    },
    {
        "lineNo": 52,
        "lineEn": "Narrator: So Rachel is the pen thief! What does this mean for her job at Tip Top Trading? Find out next time. Until then, bye!",
        "linePl": "Narrator: Więc Rachel jest złodziejką piór! Co to oznacza dla jej pracy w Tip Top\r Handlowy? Dowiedz się następnym razem. Do tego czasu, pa!\r",
        "mp3Start": "335.5",
        "mp3End": "346.6"
    },
    {
        "lineNo": 53,
        "lineEn": "Listening Challenge",
        "linePl": "Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 54,
        "lineEn": "Who stole all the pens?",
        "linePl": "Kto ukradł wszystkie pióra?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 55,
        "lineEn": "(Answer: Rachel)",
        "linePl": "(Odpowiedź: Rachel) ",
        "mp3Start": "",
        "mp3End": ""
    }
]