[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to the offices of Tip Top Trading where Tom has taken a tumble. He was trying to catch a mouse but tripped over. Can Anna help soothe the pain? Let's find out.",
        "linePl": "Narrator: Witamy ponownie w biurach Tip Top Trading, w których Tom wziął plik\r upadek. Próbował złapać mysz, ale się potknął. Czy Anna może pomóc\r złagodzić ból? Dowiedzmy Się.\r",
        "mp3Start": "1.5",
        "mp3End": "17.2"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Ooh… oww… ouch. My arm really hurts.",
        "linePl": "Tom: Ooh… oww… ouch. Ramię mnie naprawdę boli.\r",
        "mp3Start": "17.2",
        "mp3End": "24.7"
    },
    {
        "lineNo": 3,
        "lineEn": "Paul: (Door opens) What's all this noise about?",
        "linePl": "Paul: (Otwierają się drzwi) O co chodzi z tym hałasem?\r",
        "mp3Start": "24.7",
        "mp3End": "27.3"
    },
    {
        "lineNo": 4,
        "lineEn": "Denise: (In a panic) It's Tom. He's had an accident – tripped over a mouse – I mean tripped over trying to catch a mouse.",
        "linePl": "Denise: (w panice) To Tom. Miał wypadek - potknął się o mysz - ja\r znaczy potknął się, próbując złapać mysz.\r",
        "mp3Start": "27.3",
        "mp3End": "34.3"
    },
    {
        "lineNo": 5,
        "lineEn": "Paul: Golly gosh. Are you OK Tom?",
        "linePl": "Paul: O rany. Wszystko w porządku, Tom?\r",
        "mp3Start": "34.3",
        "mp3End": "37.5"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: I dunno. I think I've broken something.",
        "linePl": "Tom: Nie wiem. Chyba coś zepsułem.\r",
        "mp3Start": "37.5",
        "mp3End": "40.5"
    },
    {
        "lineNo": 7,
        "lineEn": "Denise: Your pencil I think! Just sit there at my desk and I'll go and call a first- aider.",
        "linePl": "Denise: Myślę, że twój ołówek! Po prostu usiądź przy moim biurku, a ja pójdę i zadzwonię pierwszy-\r pomocnik.\r",
        "mp3Start": "40.5",
        "mp3End": "47.7"
    },
    {
        "lineNo": 8,
        "lineEn": "Paul: Anna, you're going to have to fill in one of those Health and Safety reports.",
        "linePl": "Paul: Anna, będziesz musiała wypełnić jeden z tych raportów BHP.\r",
        "mp3Start": "47.7",
        "mp3End": "53"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna: Oh really? Do we have to?",
        "linePl": "Anna: Naprawdę? Czy musimy?\r",
        "mp3Start": "53",
        "mp3End": "55.6"
    },
    {
        "lineNo": 10,
        "lineEn": "Paul: It's procedure and it's the law – it's got to be done.  Now Tom, would a biscuit make you feel better?",
        "linePl": "Paul: To procedura i takie prawo - trzeba to zrobić. Teraz Tom, chciałby\r biszkopt sprawi, że poczujesz się lepiej?\r",
        "mp3Start": "55.6",
        "mp3End": "63.5"
    },
    {
        "lineNo": 11,
        "lineEn": "Narrator:  Health and Safety is important in the workplace. The office needs to be a safe place to work in, but accidents do happen and that's when you have to report it. Anna, do you know where to find the form you need to fill in?",
        "linePl": "Narrator: Zdrowie i bezpieczeństwo są ważne w miejscu pracy. Biuro musi być\r bezpieczne miejsce do pracy, ale wypadki się zdarzają i wtedy trzeba\r Zgłoś to. Anno, czy wiesz, gdzie znaleźć formularz, który musisz wypełnić?\r",
        "mp3Start": "63.5",
        "mp3End": "80.3"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: (Typing on computer) I think so. It's here on the company intranet… here it is, 'accident report form'.",
        "linePl": "Anna: (pisze na komputerze) Myślę, że tak. Jest tutaj, w firmowym intranecie… tutaj\r to „formularz zgłoszenia wypadku”.\r",
        "mp3Start": "80.3",
        "mp3End": "88.5"
    },
    {
        "lineNo": 13,
        "lineEn": "Narrator: Yes, it's sometimes called an 'incident or accident report form'. It will ask you: How did the accident happen? What was the cause of the accident?",
        "linePl": "Narrator: Tak, czasami nazywa się to „formularzem zgłoszenia incydentu lub wypadku”. Zapyta\r ty: Jak doszło do wypadku? Jaka była przyczyna wypadku?\r",
        "mp3Start": "88.5",
        "mp3End": "99.1"
    },
    {
        "lineNo": 14,
        "lineEn": "Were there any injuries? And how could the accident have been avoided?",
        "linePl": "Czy były jakieś kontuzje? Jak można było uniknąć wypadku?\r",
        "mp3Start": "99.1",
        "mp3End": "104.5"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: OK, I had better get started.",
        "linePl": "Anna: OK, lepiej zacznę.\r",
        "mp3Start": "104.5",
        "mp3End": "108.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Denise: (putting phone down) Right, I've call the first-aider. She'll be here in ten minutes. Now, do you need a hand with this form, Anna?",
        "linePl": "Denise: (odkłada telefon) Dobra, dzwoniłam do pierwszej pomocy. Będzie tu za dziesięć\r minuty. Czy potrzebujesz pomocy z tym formularzem, Anno?\r",
        "mp3Start": "108.2",
        "mp3End": "116.7"
    },
    {
        "lineNo": 17,
        "lineEn": "Anna: Yes please Denise. It wants to know how the accident happened.",
        "linePl": "Anna: Tak, proszę Denise. Chce wiedzieć, jak doszło do wypadku.\r",
        "mp3Start": "116.7",
        "mp3End": "121.1"
    },
    {
        "lineNo": 18,
        "lineEn": "Denise: Just say there was a mouse… no, a large rat… running about that needed catching. And Tom, very bravely, tried to catch it",
        "linePl": "Denise: Po prostu powiedz, że była mysz… nie, duży szczur… biegający tak, jak potrzeba\r uchwyt. A Tom bardzo odważnie próbował go złapać\r",
        "mp3Start": "121.1",
        "mp3End": "131.6"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: (Typing) Yes… and then he tripped over something.",
        "linePl": "Anna: (pisze) Tak… a potem o coś się potknął.\r",
        "mp3Start": "131.6",
        "mp3End": "136.2"
    },
    {
        "lineNo": 20,
        "lineEn": "Denise: Was it your ego Tom?",
        "linePl": "Denise: Czy to było twoje ego Tom?\r",
        "mp3Start": "136.2",
        "mp3End": "138.5"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom: Err? Ha ha. Ouch! No, it was a sample box of Perfect Peaches.",
        "linePl": "TOM: Eee? Ha ha. Auć! Nie, to była próbka Perfect Peaches.\r",
        "mp3Start": "138.5",
        "mp3End": "146.3"
    },
    {
        "lineNo": 22,
        "lineEn": "Denise: So, the cause of the accident was a box of Perfect Peaches left on the floor. Who left them there anyway?",
        "linePl": "Denise: Więc przyczyną wypadku było pudełko Perfect Peaches pozostawione na podłodze.\r Kto ich tam zostawił?\r",
        "mp3Start": "146.3",
        "mp3End": "155.6"
    },
    {
        "lineNo": 23,
        "lineEn": "Tom: That might have been me Denise.",
        "linePl": "Tom: To mogłem być ja Denise.\r",
        "mp3Start": "155.6",
        "mp3End": "161"
    },
    {
        "lineNo": 24,
        "lineEn": "Denise: What do I always say about putting things away? Now Anna, it says here 'Were there any injuries?'",
        "linePl": "Denise: Co ja zawsze mówię o odkładaniu rzeczy? A teraz Anna, tu jest napisane\r - Czy były jakieś obrażenia?\r",
        "mp3Start": "161",
        "mp3End": "168.8"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: So I'll write, 'Yes, a member of staff broke his arm.'",
        "linePl": "Anna: Więc napiszę: „Tak, członek personelu złamał rękę”.\r",
        "mp3Start": "168.8",
        "mp3End": "174"
    },
    {
        "lineNo": 26,
        "lineEn": "Denise: Sprained his arm. I think he'd be in more pain if it was broken, hey Tom?",
        "linePl": "Denise: Skręciło mu ramię. Myślę, że odczuwałby większy ból, gdyby się zepsuło, hej Tom?\r",
        "mp3Start": "174",
        "mp3End": "180.8"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: What? Err, yeah. It still hurts though.",
        "linePl": "TOM: Co? Eee, tak. Jednak nadal boli.\r",
        "mp3Start": "180.8",
        "mp3End": "185.5"
    },
    {
        "lineNo": 28,
        "lineEn": "Denise: Hmm! Now finally it says 'What can be done to avoid this accident again?'",
        "linePl": "Denise: Hmm! Teraz w końcu mówi: „Co można zrobić, aby ponownie uniknąć tego wypadku?”\r",
        "mp3Start": "185.5",
        "mp3End": "192.1"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: Get rid of the mice… I mean rats?",
        "linePl": "Anna: Pozbyć się myszy… Mam na myśli szczury?\r",
        "mp3Start": "192.1",
        "mp3End": "195.5"
    },
    {
        "lineNo": 30,
        "lineEn": "Denise.  No. Store things away properly and keep the office tidy, eh Tom?",
        "linePl": "Denise. Nie. Przechowuj rzeczy prawidłowo i utrzymuj porządek w biurze, co Tom?\r",
        "mp3Start": "195.5",
        "mp3End": "202.1"
    },
    {
        "lineNo": 31,
        "lineEn": "Tom: Yeah, I suppose so… but I was only trying to catch that mouse.",
        "linePl": "Tom: Tak, tak sądzę… ale ja tylko próbowałem złapać tę mysz.\r",
        "mp3Start": "202.1",
        "mp3End": "207.2"
    },
    {
        "lineNo": 32,
        "lineEn": "Denise:  I know, very heroic. I'm starting to see what Anna sees in you, you know.",
        "linePl": "Denise: Wiem, bardzo heroiczne. Zaczynam widzieć, co Anna w tobie widzi.\r",
        "mp3Start": "207.2",
        "mp3End": "213.8"
    },
    {
        "lineNo": 33,
        "lineEn": "Tom: Oh no, Anna, our dinner date!",
        "linePl": "Tom: O nie, Anno, nasza randka na kolację!\r",
        "mp3Start": "213.8",
        "mp3End": "218.3"
    },
    {
        "lineNo": 34,
        "lineEn": "Narrator: So, it's been an eventful day in the office. Anna has done the proper thing by completing an accident report form. If you have to report an accident at work, here are some of the questions you might be asked:",
        "linePl": "Narrator: A więc dzień w biurze był pełen wrażeń. Anna postąpiła właściwie\r wypełniając formularz zgłoszenia wypadku. Jeśli musisz zgłosić wypadek o godz\r pracy, oto niektóre z pytań, które mogą zostać zadane:\r",
        "mp3Start": "218.3",
        "mp3End": "239.2"
    },
    {
        "lineNo": 35,
        "lineEn": "How did the accident happen?",
        "linePl": "Jak doszło do wypadku?\r",
        "mp3Start": "239.2",
        "mp3End": "242"
    },
    {
        "lineNo": 36,
        "lineEn": "What was the cause of the accident?",
        "linePl": "Jaka była przyczyna wypadku?\r",
        "mp3Start": "242",
        "mp3End": "245.2"
    },
    {
        "lineNo": 37,
        "lineEn": "Were there any injuries? And:",
        "linePl": "Czy były jakieś kontuzje? I:\r",
        "mp3Start": "245.2",
        "mp3End": "249.1"
    },
    {
        "lineNo": 38,
        "lineEn": "How could the accident have been avoided?",
        "linePl": "Jak można było uniknąć wypadku?\r",
        "mp3Start": "249.1",
        "mp3End": "252.2"
    },
    {
        "lineNo": 39,
        "lineEn": "Narrator: So luckily for Anna she might get out of that date with Tom!",
        "linePl": "Narrator: Na szczęście dla Anny, może wyrwać się z tej randki z Tomem!\r",
        "mp3Start": "252.2",
        "mp3End": "261.7"
    },
    {
        "lineNo": 40,
        "lineEn": "Anna: Hey Tom, don't look so glum. I'm up for dinner if you still are?",
        "linePl": "Anna: Hej Tom, nie patrz tak ponuro. Nie śpię na kolacji, jeśli nadal jesteś?\r",
        "mp3Start": "261.7",
        "mp3End": "266.8"
    },
    {
        "lineNo": 41,
        "lineEn": "Tom: Ouch… really?",
        "linePl": "TOM: Ała… naprawdę?\r",
        "mp3Start": "266.8",
        "mp3End": "268.9"
    },
    {
        "lineNo": 42,
        "lineEn": "Anna: Sure Tom, and as you've only got one arm now, you won't be hugging me all the time.",
        "linePl": "Anna: Jasne Tom, a ponieważ masz teraz tylko jedną rękę, nie będziesz mnie przytulać\r cały czas.\r",
        "mp3Start": "268.9",
        "mp3End": "275.5"
    },
    {
        "lineNo": 43,
        "lineEn": "Denise: (snigger) You'll have to spoon feed him his food too!",
        "linePl": "Denise: (chichocze) Będziesz musiał też nakarmić go łyżką!\r",
        "mp3Start": "275.5",
        "mp3End": "280.6"
    },
    {
        "lineNo": 44,
        "lineEn": "Tom: Denise, could you go and call pest control please?",
        "linePl": "Tom: Denise, czy mogłabyś zadzwonić i zadzwonić do zwalczania szkodników?\r",
        "mp3Start": "280.6",
        "mp3End": "285.3"
    },
    {
        "lineNo": 45,
        "lineEn": "Narrator: Careful what you say Denise, or you may get injured too! So it looks Anna and Tom's dinner date is on – I can't wait to be a fly-on-the-wall! See you again soon. Bye!",
        "linePl": "Narrator: Uważaj, co powiesz, Denise, bo możesz też doznać kontuzji! Tak wygląda Anna\r a randka Toma na kolacji - nie mogę się doczekać, kiedy będę latał po ścianie! Do zobaczenia\r ponownie wkrótce. PA!\r",
        "mp3Start": "285.3",
        "mp3End": "298.5"
    },
    {
        "lineNo": 46,
        "lineEn": "Listening Challenge",
        "linePl": "Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 47,
        "lineEn": "In the accident, what did Tom trip over?",
        "linePl": "O co się potknął podczas wypadku?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 48,
        "lineEn": "(Answer: A box of Perfect Peaches)",
        "linePl": "(Odpowiedź: pudełko doskonałych brzoskwiń) ",
        "mp3Start": "",
        "mp3End": ""
    }
]