[
    {
        "lineNo": 1,
        "lineEn": "Waiter: Would you like to see the menu?",
        "linePl": "Kelner: Chcesz zobaczyć menu?\r",
        "mp3Start": "1.5",
        "mp3End": "7.8"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Oh yes please.",
        "linePl": "TOM: O tak, błagam.\r",
        "mp3Start": "7.8",
        "mp3End": "9.5"
    },
    {
        "lineNo": 3,
        "lineEn": "Waiter: I was asking the lady actually.",
        "linePl": "Kelner: Właściwie to pytałem panią.\r",
        "mp3Start": "9.5",
        "mp3End": "11.8"
    },
    {
        "lineNo": 4,
        "lineEn": "Tom: Oh, right.",
        "linePl": "Tom: Och, racja.\r",
        "mp3Start": "11.8",
        "mp3End": "13.9"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: Hello again. Anna and Tom are finally on their dinner date at a pizza restaurant. Eating could be difficult for Tom because he's sprained his arm after that accident in the office. He might still have romance on his mind but Anna is thinking about something else. Are you feeling nervous Anna?",
        "linePl": "Narrator: Witam ponownie. Anna i Tom wreszcie są na randce przy pizzy\r restauracja. Jedzenie może być trudne dla Toma, ponieważ skręcił rękę\r po wypadku w biurze. Może nadal myśli o romansie\r ale Anna myśli o czymś innym. Denerwujesz się, Anno?\r",
        "mp3Start": "13.9",
        "mp3End": "34.4"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: Nervous? Why?",
        "linePl": "Anna: Zdenerwowany? Dlaczego?\r",
        "mp3Start": "34.4",
        "mp3End": "36.3"
    },
    {
        "lineNo": 7,
        "lineEn": "Narrator: Being out on your own with Tom. What are you going to talk about?",
        "linePl": "Narrator: Bycie sam na sam z Tomem. O czym będziesz rozmawiać?\r",
        "mp3Start": "36.3",
        "mp3End": "40.8"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Don't worry. I can handle this, besides I want Tom's ideas about developing a new plastic vegetable.",
        "linePl": "Anna: Nie martw się. Poradzę sobie z tym, poza tym chcę mieć pomysły Toma na temat\r opracowanie nowego plastikowego warzywa.\r",
        "mp3Start": "40.8",
        "mp3End": "47.6"
    },
    {
        "lineNo": 9,
        "lineEn": "Narrator: A plastic vegetable! Oh right. Well, good luck.",
        "linePl": "Narrator: Plastikowe warzywo! Och, racja. Więc powodzenia.\r",
        "mp3Start": "47.6",
        "mp3End": "52.2"
    },
    {
        "lineNo": 10,
        "lineEn": "Tom: So this is nice. Finally, us together, on our own, me and you, pizza, red wine… expensive red wine, actually.",
        "linePl": "Tom: Więc to jest miłe. Wreszcie my razem, sami, ja i ty, pizza, czerwona\r wino… właściwie drogie czerwone wino.\r",
        "mp3Start": "52.2",
        "mp3End": "65.4"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Lovely Tom. You know Tom, Paul wants me to develop a new idea – plastic vegetables – I thought, maybe, you might like to help me?",
        "linePl": "Anna: Cudowny Tom. Wiesz, Tom, Paul chce, żebym opracował nowy pomysł - plastik\r warzywa - pomyślałem, może zechcesz mi pomóc?\r",
        "mp3Start": "65.4",
        "mp3End": "77.5"
    },
    {
        "lineNo": 12,
        "lineEn": "Tom: Come on Anna, we're not here to talk business. Tell me about you – the real Anna. Have you had many… err, many boyfriends before?",
        "linePl": "Tom: Daj spokój Anno, nie jesteśmy tutaj, aby rozmawiać o interesach. Opowiedz mi o sobie -\r prawdziwa Anna. Czy miałeś wcześniej wielu… eee, wielu chłopaków?\r",
        "mp3Start": "77.5",
        "mp3End": "87.5"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: That's a bit personal. What do you think about plastic peas?",
        "linePl": "Anna: To trochę osobiste. Co myślisz o plastikowym groszku?\r",
        "mp3Start": "87.5",
        "mp3End": "92.1"
    },
    {
        "lineNo": 14,
        "lineEn": "Tom: Err? Can you not switch off from work for one minute?",
        "linePl": "TOM: Eee? Nie możesz wyłączyć się z pracy na minutę?\r",
        "mp3Start": "92.1",
        "mp3End": "97.8"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: Tom. I think you and me are very similar – we're a good team. If we could come up with a great idea for Paul then who knows… we may get to travel the world selling it together?",
        "linePl": "Anna: Tom. Myślę, że ty i ja jesteśmy bardzo podobni - jesteśmy dobrym zespołem. Jeśli moglibyśmy\r wpadnij na świetny pomysł dla Paula, który wie… może uda nam się podróżować\r świat sprzedaje to razem?\r",
        "mp3Start": "97.8",
        "mp3End": "111.8"
    },
    {
        "lineNo": 16,
        "lineEn": "Tom: Oh, I see. I hadn't thought of it like that. Right well…",
        "linePl": "Tom: Och, rozumiem. Nie myślałem o tym w ten sposób. No cóż…\r",
        "mp3Start": "111.8",
        "mp3End": "118.1"
    },
    {
        "lineNo": 17,
        "lineEn": "Waiter: Your pizzas… madam… sir (putting plates on the table).",
        "linePl": "Kelner: Twoja pizza… proszę pani… proszę pana (kładzie talerze na stole).\r",
        "mp3Start": "118.1",
        "mp3End": "122.4"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Thanks. Tom, I think you'll need some help cutting that.",
        "linePl": "Anna: Dzięki. Tom, myślę, że będziesz potrzebować pomocy przy wycinaniu tego.\r",
        "mp3Start": "122.4",
        "mp3End": "127.4"
    },
    {
        "lineNo": 19,
        "lineEn": "Tom: Thanks. (Pizza cutting noises) Mmm, you smell nice… or is that the pizza?",
        "linePl": "Tom: Dzięki. (Odgłosy krojenia pizzy) Mmm, ładnie pachniesz… czy to pizza?\r",
        "mp3Start": "127.4",
        "mp3End": "137.3"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna:  (Sudden brainwave) I've got it!",
        "linePl": "Anna: (nagła fala mózgowa) Mam to!\r",
        "mp3Start": "137.3",
        "mp3End": "139.5"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom:  What?",
        "linePl": "TOM: Co?\r",
        "mp3Start": "139.5",
        "mp3End": "140.4"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna:  Plastic aubergines!",
        "linePl": "Anna: Plastikowe bakłażany!\r",
        "mp3Start": "140.4",
        "mp3End": "142.7"
    },
    {
        "lineNo": 23,
        "lineEn": "Tom:  Plastic aubergines?",
        "linePl": "TOM: Plastikowe bakłażany?\r",
        "mp3Start": "142.7",
        "mp3End": "144.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna:  Yes. Plastic aubergines. They would look great on this table – a sort of decoration.",
        "linePl": "Anna: Tak. Plastikowe bakłażany. Świetnie wyglądałyby na tym stole - coś w rodzaju\r dekoracja.\r",
        "mp3Start": "144.6",
        "mp3End": "152.8"
    },
    {
        "lineNo": 25,
        "lineEn": "Tom: Yeah! And you could put sauces inside… or salt and pepper. You could be on to something here.",
        "linePl": "Tom: Tak! A do środka można było włożyć sosy… lub sól i pieprz. Mógłbyś być\r do czegoś tutaj.\r",
        "mp3Start": "152.8",
        "mp3End": "162.3"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: We need to put a proposal together, to give it to Paul. But what should we say?",
        "linePl": "Anna: Musimy złożyć propozycję, aby przekazać ją Paulowi. Ale co powinniśmy\r mówić?\r",
        "mp3Start": "162.3",
        "mp3End": "168.1"
    },
    {
        "lineNo": 27,
        "lineEn": "Narrator: Anna, your proposal needs to be brief but clear. Use positive language to propose your idea to Paul. Use words like 'exceptional', 'fantastic', 'quality', and talk about how it would benefit the business by using words like",
        "linePl": "Narrator: Anna, twoja propozycja musi być krótka, ale jasna. Używaj pozytywnego języka, aby\r przedstaw swój pomysł Paulowi. Używaj takich słów jak „wyjątkowy”, „fantastyczny”, „jakość”,\r i porozmawiaj o tym, jakie korzyści przyniosłoby to firmie, używając takich słów jak\r",
        "mp3Start": "168.1",
        "mp3End": "187.8"
    },
    {
        "lineNo": 28,
        "lineEn": "'profit', 'efficiency', and 'value for money'. Good luck!",
        "linePl": "„zysk”, „wydajność” i „stosunek jakości do ceny”. Powodzenia!\r",
        "mp3Start": "187.8",
        "mp3End": "191.3"
    },
    {
        "lineNo": 29,
        "lineEn": "Tom: Are you OK Anna?",
        "linePl": "TOM: Wszystko OK Anna?\r",
        "mp3Start": "191.3",
        "mp3End": "194.6"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: (Scribbling) Yes. Just writing some things down.",
        "linePl": "Anna: (pisze) Tak. Po prostu zapisuję kilka rzeczy.\r",
        "mp3Start": "194.6",
        "mp3End": "197.5"
    },
    {
        "lineNo": 31,
        "lineEn": "Tom: OK, well write down how we could target restaurants and cafes. They'll be begging for our vegetables. Oh this is so exciting… let's drink to our… succ… (Bottle knocked over) Oh!",
        "linePl": "Tom: OK, dobrze napisz, w jaki sposób moglibyśmy kierować reklamy do restauracji i kawiarni. Będą\r błagając o nasze warzywa. Och, to takie ekscytujące… wypijmy za naszego…\r succ… (Butelka przewróciła się) Och!\r",
        "mp3Start": "197.5",
        "mp3End": "211.3"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: Tom! What have you done? You've knocked red wine all over me… and my notebook.",
        "linePl": "Anna: Tom! Co ty zrobiłeś? Oblałeś mnie czerwonym winem… i moim\r notatnik.\r",
        "mp3Start": "211.3",
        "mp3End": "216.5"
    },
    {
        "lineNo": 33,
        "lineEn": "Tom: Ermm, sorry. We had better get you out of that dress.",
        "linePl": "Tom: Ermm, przepraszam. Lepiej, żebyśmy wyciągnęli cię z tej sukienki.\r",
        "mp3Start": "216.5",
        "mp3End": "220.6"
    },
    {
        "lineNo": 34,
        "lineEn": "Narrator: Hmm, what a mess and what a date! But what may be lacking in romance is made up for in a potentially successful business deal. Let's find out how it's going much much later at Tom's flat…",
        "linePl": "Narrator: Hmm, co za bałagan i co za randka! Ale czego może brakować w romansie\r wynagradza potencjalnie udana transakcja biznesowa. Dowiedzmy się, jak to zrobić\r dzieje się znacznie później w mieszkaniu Toma…\r",
        "mp3Start": "220.6",
        "mp3End": "244.2"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna:  …this exceptional product has fantastic potential…",
        "linePl": "Anna:… ten wyjątkowy produkt ma fantastyczny potencjał…\r",
        "mp3Start": "244.2",
        "mp3End": "248.8"
    },
    {
        "lineNo": 36,
        "lineEn": "Tom: Say 'demand for this plastic aubergine will reach melting point!' My little joke.",
        "linePl": "TOM: Powiedz: „popyt na ten plastikowy bakłażan osiągnie punkt topnienia!”. Mój mały\r żart.\r",
        "mp3Start": "248.8",
        "mp3End": "255.5"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: …by making the production more efficient, our customers will get value for money and our profits will increase. There, done.",
        "linePl": "Anna:… dzięki usprawnieniu produkcji nasi klienci zyskają wartość\r pieniądze, a nasze zyski wzrosną. Ten czerwony.\r",
        "mp3Start": "255.5",
        "mp3End": "265.5"
    },
    {
        "lineNo": 38,
        "lineEn": "Tom: Great. We can pitch this to Paul first thing on Monday morning. So now, maybe we can get back to our date? Look I saved some of that pizza.",
        "linePl": "Tom: Świetnie. Możemy to przekazać Paulowi w poniedziałek rano. Więc teraz,\r może możemy wrócić do naszej randki? Słuchaj, uratowałem trochę tej pizzy.\r",
        "mp3Start": "265.5",
        "mp3End": "275.4"
    },
    {
        "lineNo": 39,
        "lineEn": "Anna: It's all cold! (Walking away) Anyway, I had better go. It's late and I want to tidy up this proposal. But it's been great. I can't wait till next time.",
        "linePl": "Anna: Jest zimno! (Odchodzi) W każdym razie, lepiej już pójdę. Jest późno i chcę\r uporządkować tę propozycję. Ale było świetnie. Nie mogę się doczekać następnego razu.\r",
        "mp3Start": "275.4",
        "mp3End": "286.2"
    },
    {
        "lineNo": 40,
        "lineEn": "Tom: Bbbut…",
        "linePl": "TOM: ALE…\r",
        "mp3Start": "286.2",
        "mp3End": "287.9"
    },
    {
        "lineNo": 41,
        "lineEn": "Door slams closed",
        "linePl": "Drzwi zatrzaskują się\r",
        "mp3Start": "287.9",
        "mp3End": "289.6"
    },
    {
        "lineNo": 42,
        "lineEn": "Tom: Next time?",
        "linePl": "TOM: Następnym razem?\r",
        "mp3Start": "289.6",
        "mp3End": "290"
    },
    {
        "lineNo": 43,
        "lineEn": "Narrator: Well, that went well! The pizza may be cold but Anna and Tom have developed a red hot proposal. Here's a reminder of some of the words you might want to use to make your business proposal stand out…",
        "linePl": "Narrator: Cóż, poszło dobrze! Pizza może być zimna, ale Anna i Tom mają\r opracował gorącą propozycję. Oto przypomnienie niektórych słów\r warto użyć, aby wyróżnić swoją propozycję biznesową…\r",
        "mp3Start": "290",
        "mp3End": "306.6"
    },
    {
        "lineNo": 44,
        "lineEn": "Exceptional!",
        "linePl": "Wyjątkowy!\r",
        "mp3Start": "306.6",
        "mp3End": "307.7"
    },
    {
        "lineNo": 45,
        "lineEn": "Fantastic!",
        "linePl": "Fantastyczny!\r",
        "mp3Start": "307.7",
        "mp3End": "308.6"
    },
    {
        "lineNo": 46,
        "lineEn": "Quality.",
        "linePl": "Jakość.\r",
        "mp3Start": "308.6",
        "mp3End": "309.9"
    },
    {
        "lineNo": 47,
        "lineEn": "Profit.",
        "linePl": "Zysk.\r",
        "mp3Start": "309.9",
        "mp3End": "310.8"
    },
    {
        "lineNo": 48,
        "lineEn": "Efficiency.",
        "linePl": "Wydajność.\r",
        "mp3Start": "310.8",
        "mp3End": "312.1"
    },
    {
        "lineNo": 49,
        "lineEn": "Value for money.",
        "linePl": "Wartość pieniądza.\r",
        "mp3Start": "312.1",
        "mp3End": "313.3"
    },
    {
        "lineNo": 50,
        "lineEn": "Narrator: So with the proposal written, Tom and Anna just need to convince Paul – and that means pitching their idea. Find out how they get on next time.",
        "linePl": "Narrator: Po napisaniu propozycji Tom i Anna muszą tylko przekonać Paula -\r a to oznacza promowanie ich pomysłu. Dowiedz się, jak sobie radzą następnym razem.\r",
        "mp3Start": "313.3",
        "mp3End": "323.9"
    },
    {
        "lineNo": 51,
        "lineEn": "Bye for now.",
        "linePl": "Na razie.\r",
        "mp3Start": "323.9",
        "mp3End": "325"
    },
    {
        "lineNo": 52,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 53,
        "lineEn": "What is Anna's 'brilliant' new idea?",
        "linePl": "Jaki jest „genialny” nowy pomysł Anny?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 54,
        "lineEn": "(Answer: Plastic aubergines)",
        "linePl": "(Odpowiedź: Plastikowe bakłażany) ",
        "mp3Start": "",
        "mp3End": ""
    }
]