[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello again. Last time on English at Work, we heard Anna leaving Tom crying into his cold pizza. He may not have had the evening he was expecting, but for Anna it was a huge success. She came up with an idea for a new plastic vegetable and now she needs to pitch it to Paul, the boss.",
        "linePl": "Narrator: Witam ponownie. Ostatnim razem w English at Work słyszeliśmy, jak Anna opuszcza Toma\r płacząc do swojej zimnej pizzy. Mógł nie mieć tego wieczoru, którym był\r spodziewałem się, ale dla Anny był to ogromny sukces. Wpadła na pomysł\r na nowe plastikowe warzywo, a teraz musi je rzucić Paulowi, szefowi.\r",
        "mp3Start": "1.5",
        "mp3End": "26"
    },
    {
        "lineNo": 2,
        "lineEn": "Denise: (On phone)… so I think I'll go for the blue, Marge, it matches my eyes… well almost…",
        "linePl": "Denise: (przez telefon)… więc myślę, że wybiorę niebieski, Marge, pasuje do moich oczu…\r cóż prawie…\r",
        "mp3Start": "26",
        "mp3End": "33.3"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: Morning Denise!",
        "linePl": "Anna: Dzień dobry Denise!\r",
        "mp3Start": "33.3",
        "mp3End": "34.3"
    },
    {
        "lineNo": 4,
        "lineEn": "Denise: Oh, hello Anna… (back to phone/whispering )…yes, Anna, bright girl, what she sees in Tom I'll never know… what?!... ha, ha, I'm sure you would…",
        "linePl": "Denise: Och, cześć Anno… (wróć do telefonu / szeptem)… tak, Anna, bystra dziewczyna, co\r widzi w Tomie, nigdy się nie dowiem… co?!… ha, ha, na pewno byś…\r",
        "mp3Start": "34.3",
        "mp3End": "45.1"
    },
    {
        "lineNo": 5,
        "lineEn": "Anna: Oh hi Tom. You're in early.",
        "linePl": "Anna: Cześć Tom. Jesteś wcześnie.\r",
        "mp3Start": "45.1",
        "mp3End": "50.1"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: Uh? Oh yeah, couldn't sleep after you'd left.",
        "linePl": "Tom: Uh? O tak, nie mogłem spać po twoim wyjściu.\r",
        "mp3Start": "50.1",
        "mp3End": "55.2"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna: Tom, it was a fantastic night – unforgettable in fact. Thanks so much.",
        "linePl": "Anna: Tom, to była fantastyczna noc - właściwie niezapomniana. Dzięki wielkie.\r",
        "mp3Start": "55.2",
        "mp3End": "61.6"
    },
    {
        "lineNo": 8,
        "lineEn": "Denise: (On phone/whispering) Did you hear that Marge? She said it was 'unforgettable'!  Looks like they're getting very serious…",
        "linePl": "Denise: (przez telefon / szeptem) Słyszałaś tę Marge? Powiedziała, że ​​tak\r 'niezapomniany'! Wygląda na to, że robią się bardzo poważni…\r",
        "mp3Start": "61.6",
        "mp3End": "70.4"
    },
    {
        "lineNo": 9,
        "lineEn": "Narrator: You're such a gossip, Denise.  The only think Anna is serious about is her new idea.  How's it going Anna?",
        "linePl": "Narrator: Jesteś taką plotką, Denise. Anna myśli tylko o niej\r nowy pomysł. Jak leci Anna?\r",
        "mp3Start": "70.4",
        "mp3End": "79.5"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: I'm really excited about launching a new product, although Tom doesn't seem so keen.",
        "linePl": "Anna: Jestem naprawdę podekscytowana wprowadzeniem nowego produktu, chociaż Tom nie\r wydaje się taki bystry.\r",
        "mp3Start": "70.5",
        "mp3End": "84.8"
    },
    {
        "lineNo": 11,
        "lineEn": "Narrator: Don't worry about him. You need to concentrate on convincing Paul that your new idea will bring in the business.",
        "linePl": "Narrator: Nie martw się o niego. Musisz się skoncentrować na przekonaniu Pawła do tego\r Twój nowy pomysł przyniesie efekty w biznesie.\r",
        "mp3Start": "84.8",
        "mp3End": "93.3"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: But how?",
        "linePl": "Anna: Ale jak?\r",
        "mp3Start": "93.3",
        "mp3End": "94.2"
    },
    {
        "lineNo": 13,
        "lineEn": "Narrator: You need to pitch the idea to him but before that, you need to do some research.",
        "linePl": "Narrator: Musisz mu przedstawić ten pomysł, ale wcześniej musisz coś zrobić\r Badania.\r",
        "mp3Start": "94.2",
        "mp3End": "99.6"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: Yes, of course – research – but how do I do that?",
        "linePl": "Anna: Tak, oczywiście - badania - ale jak to zrobić?\r",
        "mp3Start": "99.6",
        "mp3End": "106.3"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Check out the competition, work out some costs and find out what new product people would really like to see. Why not do a customer survey?!",
        "linePl": "Narrator: Sprawdź konkurencję, oblicz koszty i dowiedz się, co nowego\r produkt, który ludzie naprawdę chcieliby zobaczyć. Dlaczego nie przeprowadzić ankiety wśród klientów ?!\r",
        "mp3Start": "106.3",
        "mp3End": "116.3"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: A customer survey. Right. But what should I ask?",
        "linePl": "Anna: Badanie klientów. Dobrze. Ale o co mam zapytać?\r",
        "mp3Start": "116.3",
        "mp3End": "120.5"
    },
    {
        "lineNo": 17,
        "lineEn": "Narrator: Say: 'Could I ask for your opinion on a new product we are hoping to develop?' 'What plastic products do you currently use?', 'What products would you like us to make in the future?', 'How do you feel about the idea of selling plastic vegetables?', 'Any particular vegetable you would like to see?'",
        "linePl": "Narrator: Powiedz: „Czy mógłbym poprosić o opinię na temat nowego produktu, na który mamy nadzieję\r rozwijać się?' „Jakich produktów z tworzyw sztucznych obecnie używasz?”, „Jakich produktów\r czy chciałbyś, żebyśmy zrobili to w przyszłości? ”,„ Co sądzisz o tym pomyśle\r sprzedaży plastikowych warzyw? ”,„ Jakieś konkretne warzywo, które chcesz\r widzieć?'\r",
        "mp3Start": "120.5",
        "mp3End": "141.2"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: OK, so it's like a questionnaire. I need to do some cold calling again!",
        "linePl": "Anna: OK, więc to jest jak kwestionariusz. Muszę znowu wykonać zimne telefony!\r",
        "mp3Start": "141.2",
        "mp3End": "148.3"
    },
    {
        "lineNo": 19,
        "lineEn": "Narrator: Good luck!",
        "linePl": "Narrator: Powodzenia!\r",
        "mp3Start": "148.3",
        "mp3End": "149.7"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: I think I'm going to need some help with this. Tom, Denise, have you got time to help me… please?",
        "linePl": "Anna: Myślę, że będę potrzebować w tym pomocy. Tom, Denise, masz\r czas mi pomóc… proszę?\r",
        "mp3Start": "149.7",
        "mp3End": "156.2"
    },
    {
        "lineNo": 21,
        "lineEn": "Denise: Of course Anna.",
        "linePl": "Denise: Oczywiście Anna.\r",
        "mp3Start": "156.2",
        "mp3End": "158"
    },
    {
        "lineNo": 22,
        "lineEn": "Tom: Yeah, well it's a bit tricky with my… ouch… sprained arm. But go on. As it's you.",
        "linePl": "Tom: Tak, cóż, to trochę skomplikowane z moim… och… skręconym ramieniem. Ale idź dalej. Jak to jest\r ty.\r",
        "mp3Start": "158",
        "mp3End": "165"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Thanks. We need to call up some companies and find out how interested they would be in buying plastic vegetables.",
        "linePl": "Anna: Dzięki. Musimy zadzwonić do kilku firm i dowiedzieć się, jak bardzo jesteśmy zainteresowani\r kupowaliby plastikowe warzywa.\r",
        "mp3Start": "165",
        "mp3End": "172.9"
    },
    {
        "lineNo": 24,
        "lineEn": "Denise: Oh lovely. I love talking to people on the phone.",
        "linePl": "Denise: Och, cudownie. Uwielbiam rozmawiać z ludźmi przez telefon.\r",
        "mp3Start": "172.9",
        "mp3End": "176.8"
    },
    {
        "lineNo": 25,
        "lineEn": "Tom: You certainly do Denise!",
        "linePl": "TOM: Z pewnością Denise!\r",
        "mp3Start": "176.8",
        "mp3End": "179.1"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: Good Denise. If you work your way through our business directory, call our existing customers and ask these questions.",
        "linePl": "Anna: Dobra Denise. Jeśli przeglądasz nasz katalog firm, zadzwoń do nas\r obecnych klientów i zadaj te pytania.\r",
        "mp3Start": "179.1",
        "mp3End": "188.1"
    },
    {
        "lineNo": 27,
        "lineEn": "Denise: I'll get onto it straight away.",
        "linePl": "Denise: Zajmę się tym od razu.\r",
        "mp3Start": "188.1",
        "mp3End": "191.9"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Great, and Tom, could you help me by cold calling some new businesses?",
        "linePl": "Anna: Świetnie, a Tom, czy możesz mi pomóc dzwoniąc na zimno do nowych firm?\r",
        "mp3Start": "191.9",
        "mp3End": "198.2"
    },
    {
        "lineNo": 29,
        "lineEn": "Tom: Oh yeah sure. I've got loads of contacts.",
        "linePl": "Tom: O tak, jasne. Mam mnóstwo kontaktów.\r",
        "mp3Start": "198.2",
        "mp3End": "201.3"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: I suppose I had better make some calls too.  (Looks through directory)",
        "linePl": "Anna: Przypuszczam, że powinienem też wykonać kilka telefonów. (Przegląda katalog)\r",
        "mp3Start": "201.3",
        "mp3End": "222.5"
    },
    {
        "lineNo": 31,
        "lineEn": "Hmm, let's try this one. (Dialling) 7-4-3-9-1-0-0 (Phone rings)",
        "linePl": "Hmm, spróbujmy tego. (Wybieranie) 7-4-3-9-1-0-0 (Dzwonki telefonu)\r",
        "mp3Start": "222.5",
        "mp3End": "232"
    },
    {
        "lineNo": 32,
        "lineEn": "Man: Hello. Plastic Purr-fection. Can I help you?",
        "linePl": "Mężczyzna: Cześć. Plastikowe mruczenie. Czy mogę ci pomóc?\r",
        "mp3Start": "232",
        "mp3End": "238"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna: Oh hi. I'm Anna from Tip Top Trading, we make and sell plastic fruits. I'm trying some to get some opinions on a new product we're trying to develop. Can you spare a few minutes to help me?",
        "linePl": "Anna: O cześć. Nazywam się Anna z Tip Top Trading, zajmujemy się produkcją i sprzedażą plastikowych owoców. Jestem\r próbując uzyskać opinie na temat nowego produktu, który próbujemy\r rozwijać się. Czy możesz poświęcić kilka minut, aby mi pomóc?\r",
        "mp3Start": "238",
        "mp3End": "249.4"
    },
    {
        "lineNo": 34,
        "lineEn": "Man: Well I'm quite busy at the moment but I'll try and help.",
        "linePl": "Mężczyzna: Cóż, jestem w tej chwili dość zajęty, ale spróbuję pomóc.\r",
        "mp3Start": "249.4",
        "mp3End": "253.1"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: Thank you. I'll be as quick as I can.  Firstly, what plastic products do you use at the moment?",
        "linePl": "Anna: Dziękuję. Będę tak szybko, jak się da. Po pierwsze, jakie produkty z tworzyw sztucznych robisz\r używać w tej chwili?\r",
        "mp3Start": "253.1",
        "mp3End": "259.5"
    },
    {
        "lineNo": 36,
        "lineEn": "Man: All sorts – plastic balls, plastic fish, plastic mice…",
        "linePl": "Mężczyzna: Wszystkie rodzaje - plastikowe kulki, plastikowe rybki, plastikowe myszy…\r",
        "mp3Start": "259.5",
        "mp3End": "264.5"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: Plastic mice?! Oh, I see. And… errr… what sort of things would you like us to sell… in the future?",
        "linePl": "Anna: Plastikowe myszy ?! Rozumiem. I… eee… jakiego rodzaju rzeczy byś nas polubił\r sprzedawać… w przyszłości?\r",
        "mp3Start": "264.5",
        "mp3End": "274.1"
    },
    {
        "lineNo": 38,
        "lineEn": "Man: Let's think… erm … more squeaky toys.",
        "linePl": "Mężczyzna: Pomyślmy… eee… więcej piskliwych zabawek.\r",
        "mp3Start": "274.1",
        "mp3End": "278.9"
    },
    {
        "lineNo": 39,
        "lineEn": "Anna: Squeaky toys?! What about plastic vegetables?",
        "linePl": "Anna: Piszczące zabawki ?! A co z plastikowymi warzywami?\r",
        "mp3Start": "278.9",
        "mp3End": "281.9"
    },
    {
        "lineNo": 40,
        "lineEn": "Man: Do they squeak?",
        "linePl": "Mężczyzna: Czy oni piszczą?\r",
        "mp3Start": "281.9",
        "mp3End": "283.7"
    },
    {
        "lineNo": 41,
        "lineEn": "Anna: Err, not really. I think there might be some confusion here. Do you use plastic fruits in restaurants and shops?",
        "linePl": "Anna: Eee, nie bardzo. Myślę, że może być tu trochę zamieszania. Używasz\r plastikowe owoce w restauracjach i sklepach?\r",
        "mp3Start": "283.7",
        "mp3End": "291.1"
    },
    {
        "lineNo": 42,
        "lineEn": "Man: No. We just sell plastic toys… for cats, hence the name 'plastic purr- fection'.",
        "linePl": "Mężczyzna: Nie. Sprzedajemy tylko plastikowe zabawki… dla kotów, stąd nazwa „plastikowe mruczenie-\r fection ”.\r",
        "mp3Start": "291.1",
        "mp3End": "298.5"
    },
    {
        "lineNo": 43,
        "lineEn": "Anna: Oh I see, ha, ha. A good name, but, I'm sorry you're not really the business I was looking for. Thanks for your time anyway. Bye.",
        "linePl": "Anna: Och, rozumiem, ha, ha. Dobre imię, ale przepraszam, że tak naprawdę nie jesteś\r biznes, którego szukałem. W każdym razie dziękuję za poświęcony czas. PA.\r",
        "mp3Start": "298.5",
        "mp3End": "308"
    },
    {
        "lineNo": 44,
        "lineEn": "Man: Bye. (Aside) get down Tiddles!",
        "linePl": "Mężczyzna: Cześć. (Na bok) zejdź z Tiddles!\r",
        "mp3Start": "308",
        "mp3End": "310.7"
    },
    {
        "lineNo": 45,
        "lineEn": "Narrator: Uh-oh Anna. It's a good idea to check exactly what type of business you are calling before carrying out your survey. Better luck next time!  If you're doing some research and want to get the opinions of your customers, here's a reminder of the questions you could ask:",
        "linePl": "Narrator: Uh-oh Anna. Warto dokładnie sprawdzić, jakiego rodzaju biznesem się zajmujesz\r dzwonią przed przeprowadzeniem ankiety. Więcej szczęścia następnym razem! Jeśli jesteś\r robisz rozeznanie i chcesz poznać opinie swoich klientów,\r oto przypomnienie pytań, które możesz zadać:\r",
        "mp3Start": "310.7",
        "mp3End": "330.6"
    },
    {
        "lineNo": 46,
        "lineEn": "Could I ask for your opinion on a new product we are hoping to develop?",
        "linePl": "Czy mogę prosić o opinię na temat nowego produktu, który mamy nadzieję opracować?\r",
        "mp3Start": "330.6",
        "mp3End": "335.1"
    },
    {
        "lineNo": 47,
        "lineEn": "What plastic products do you currently use?",
        "linePl": "Jakich produktów z tworzyw sztucznych obecnie używasz?\r",
        "mp3Start": "335.1",
        "mp3End": "339.7"
    },
    {
        "lineNo": 48,
        "lineEn": "What products would you like to see us sell in the future?",
        "linePl": "Jakie produkty chciałbyś, abyśmy sprzedawali w przyszłości?\r",
        "mp3Start": "339.7",
        "mp3End": "343.5"
    },
    {
        "lineNo": 49,
        "lineEn": "How do you feel about the idea of selling plastic vegetables?",
        "linePl": "Co sądzisz o pomyśle sprzedaży plastikowych warzyw?\r",
        "mp3Start": "343.5",
        "mp3End": "348.6"
    },
    {
        "lineNo": 50,
        "lineEn": "Any particular vegetable you would like to see?",
        "linePl": "Jakieś konkretne warzywo, które chciałbyś zobaczyć?\r",
        "mp3Start": "348.6",
        "mp3End": "352.3"
    },
    {
        "lineNo": 51,
        "lineEn": "Narrator: Let's find out how the team is getting on.",
        "linePl": "Narrator: Dowiedzmy się, jak sobie radzi zespół.\r",
        "mp3Start": "352.3",
        "mp3End": "360.3"
    },
    {
        "lineNo": 52,
        "lineEn": "Denise: That was fun. I called ten companies, asked them your questions – one man asked me out for dinner – anyway, I've created a database and put all the information there.",
        "linePl": "Denise: To było zabawne. Zadzwoniłem do dziesięciu firm, zadałem im pytania - jedno\r mężczyzna zaprosił mnie na obiad - zresztą stworzyłem bazę danych i umieściłem wszystko\r informacje tam.\r",
        "mp3Start": "360.3",
        "mp3End": "373.2"
    },
    {
        "lineNo": 53,
        "lineEn": "Tom: (Boasting) Well I've called twenty companies and they all say plastic vegetables would be a great addition to their range… especially aubergines!",
        "linePl": "Tom: (przechwalając się) Cóż, dzwoniłem do dwudziestu firm i wszystkie mówią o plastiku\r warzywa byłyby wspaniałym dodatkiem do ich asortymentu… zwłaszcza bakłażany!\r",
        "mp3Start": "373.2",
        "mp3End": "383.3"
    },
    {
        "lineNo": 54,
        "lineEn": "Anna: Great. Well, I had some success too so I'll put all the results in that database.  Thanks everyone. (Typing on computer) Oh no… what's happened?  Denise! Denise! Everything's disappeared off the computer!",
        "linePl": "Anna: Świetnie. Cóż, ja też odniosłem sukces, więc umieszczę w tym wszystkie wyniki\r Baza danych. Dziękuję wszystkim. (Pisze na komputerze) O nie… co jest\r stało się? Denise! Denise! Wszystko zniknęło z komputera!\r",
        "mp3Start": "383.3",
        "mp3End": "401.4"
    },
    {
        "lineNo": 55,
        "lineEn": "Tom: Hey, my computer's gone blank. We've lost all our documents!",
        "linePl": "Tom: Hej, mój komputer jest pusty. Straciliśmy wszystkie nasze dokumenty!\r",
        "mp3Start": "401.4",
        "mp3End": "406.6"
    },
    {
        "lineNo": 56,
        "lineEn": "Narrator: Oh no a computer crash! Has Tip Top Trading lost all its valuable information? Find out next time in English at Work. Bye!",
        "linePl": "Narrator: O nie awaria komputera! Czy Tip Top Trading stracił całą swoją wartość\r Informacja? Dowiedz się, następnym razem po angielsku w pracy. PA!\r",
        "mp3Start": "406.6",
        "mp3End": "417.6"
    },
    {
        "lineNo": 57,
        "lineEn": " Listening Challenge",
        "linePl": " Słuchanie wyzwania\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 58,
        "lineEn": "What did the first company that Anna called, sell?",
        "linePl": "Co sprzedała pierwsza firma, do której zadzwoniła Anna?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 59,
        "lineEn": "(Answer: Plastic toys for cats)",
        "linePl": "(Odpowiedź: Plastikowe zabawki dla kotów) ",
        "mp3Start": "",
        "mp3End": ""
    }
]