[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello and welcome to English at Work. The company’s computer system has been fixed and Anna seems to have found a new friend in Dave, the IT support man. But her main concern now is pitching her new idea for a plastic aubergine, to Paul the boss.",
        "linePl": "Narrator: Witam i zapraszam do English at Work. System komputerowy firmy\r został naprawiony i wydaje się, że Anna znalazła nowego przyjaciela w Dave, IT\r człowiek wsparcia. Ale teraz jej głównym zmartwieniem jest zaprezentowanie nowego pomysłu na\r plastikowy bakłażan, do szefa Pawła.\r",
        "mp3Start": "1.5",
        "mp3End": "23"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: So Anna, that guy didn’t really know what he was doing did he?",
        "linePl": "Tom: A więc Anna, ten facet tak naprawdę nie wiedział, co robi, prawda?\r",
        "mp3Start": "23",
        "mp3End": "28.9"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: You mean Dave?",
        "linePl": "Anna: Masz na myśli Dave'a?\r",
        "mp3Start": "28.9",
        "mp3End": "30.4"
    },
    {
        "lineNo": 4,
        "lineEn": "Tom: Dave – was that his name? He had a really bad smell.",
        "linePl": "Tom: Dave - czy tak się nazywał? Miał naprawdę brzydki zapach.\r",
        "mp3Start": "30.4",
        "mp3End": "35.7"
    },
    {
        "lineNo": 5,
        "lineEn": "Anna: No he didn’t. He’s done a great job. Look everything is working so, if you don’t mind, I think we should get this pitch for Paul finished.",
        "linePl": "Anna: Nie, nie zrobił. Wykonał świetną robotę. Spójrz, wszystko działa, więc jeśli ty\r nie przejmuj się, myślę, że powinniśmy skończyć tę propozycję dla Paula.\r",
        "mp3Start": "35.7",
        "mp3End": "45.3"
    },
    {
        "lineNo": 6,
        "lineEn": "Denise: You’d better hurry up. Paul’s taking the afternoon off to go to his biscuit lovers’ convention.",
        "linePl": "Denise: Lepiej się pospiesz. Paul ma wolne popołudnie, żeby pójść na swoje ciastko\r konwencja kochanków.\r",
        "mp3Start": "45.3",
        "mp3End": "51"
    },
    {
        "lineNo": 7,
        "lineEn": "Tom: Oh right. Well, we might as well leave it until tomorrow then Anna.",
        "linePl": "TOM: O racja. Cóż, równie dobrze możemy to zostawić do jutra, do Anny.\r",
        "mp3Start": "51",
        "mp3End": "55.1"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: No Tom. There’s no time like the present – I heard someone say that once – we’ve got to get our idea to Paul as soon as possible. Then we might have time for a drink, or shall I ask Dave?!",
        "linePl": "Anna: Nie Tom. Nie ma czasu takiego jak obecny - kiedyś ktoś to powiedział\r - musimy jak najszybciej przekazać nasz pomysł Paulowi. Wtedy moglibyśmy\r mam czas na drinka, czy mam zapytać Dave'a ?!\r",
        "mp3Start": "55.1",
        "mp3End": "69.4"
    },
    {
        "lineNo": 9,
        "lineEn": "Tom: No, no, you’re right. Look, I’ll design some pictures of the aubergine and you get the results of our survey together, yeah?",
        "linePl": "Tom: Nie, nie, masz rację. Posłuchaj, zaprojektuję kilka zdjęć bakłażana i\r otrzymacie razem wyniki naszej ankiety, tak?\r",
        "mp3Start": "69.4",
        "mp3End": "76"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Great.",
        "linePl": "Anna: Świetnie.\r",
        "mp3Start": "76",
        "mp3End": "77.2"
    },
    {
        "lineNo": 11,
        "lineEn": "Narrator: Well done Anna. Remember to make your pitch clear and exciting. Really sell it with words like 'exceptional!', 'fantastic!', 'quality', 'profit', 'efficiency', and 'value for money'.",
        "linePl": "Narrator: Dobra robota Anno. Pamiętaj, aby Twoje boisko było jasne i ekscytujące. Naprawdę\r sprzedawać go ze słowami typu „wyjątkowy!”, „fantastyczny!”, „jakość”, „zysk”,\r „wydajność” i „stosunek jakości do ceny”.\r",
        "mp3Start": "77.2",
        "mp3End": "96.5"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: OK, I’ve got all that. I’m just adding some of the facts and figures from our customer survey.",
        "linePl": "Anna: OK, mam to wszystko. Dodam tylko kilka faktów i liczb z naszego\r Ankieta Klienta.\r",
        "mp3Start": "96.5",
        "mp3End": "101.2"
    },
    {
        "lineNo": 13,
        "lineEn": "Tom: Anna, I’ve got the designs, they’re coming off the printer now. (Door opens)",
        "linePl": "Tom: Anna, mam projekty, teraz wychodzą z drukarki.\r (Drzwi się otwierają)\r",
        "mp3Start": "101.2",
        "mp3End": "106.2"
    },
    {
        "lineNo": 14,
        "lineEn": "Paul: Denise, I’m off now. Can’t wait any longer for my garibaldis!",
        "linePl": "Paul: Denise, teraz wychodzę. Nie mogę dłużej czekać na moje garibaldis!\r",
        "mp3Start": "106.2",
        "mp3End": "111.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: Wait Paul! I need to tell you about our new product idea.",
        "linePl": "Anna: Zaczekaj Paul! Muszę opowiedzieć o naszym nowym pomyśle na produkt.\r",
        "mp3Start": "111.2",
        "mp3End": "114.8"
    },
    {
        "lineNo": 16,
        "lineEn": "Paul: Well, I, I, have to go. Can you tell me about it in the lift?",
        "linePl": "Paul: Cóż, ja, ja, muszę iść. Możesz mi o tym opowiedzieć w windzie?\r",
        "mp3Start": "114.8",
        "mp3End": "120.2"
    },
    {
        "lineNo": 17,
        "lineEn": "Anna: In the lift? Do I have to?",
        "linePl": "Anna: W windzie? Czy muszę?\r",
        "mp3Start": "120.2",
        "mp3End": "122.3"
    },
    {
        "lineNo": 18,
        "lineEn": "Paul: Sorry Anna, but that’s the only time I’ve got.",
        "linePl": "Paul: Przepraszam Anno, ale to jedyny raz, kiedy mam.\r",
        "mp3Start": "122.3",
        "mp3End": "125"
    },
    {
        "lineNo": 19,
        "lineEn": "Narrator: Right Anna. It’s time for your ‘elevator pitch’ – an elevator is an American word for lift. You’ll need to pitch your idea quickly and concisely. You need to tell Paul what the product is and who your market is. Then talk about how you hope it will make money for the company. Talk about the evidence you have that it will be successful and convince him it will really benefit the business.",
        "linePl": "Narrator: Racja Anna. Czas na Twój „wyciąg z windy” - winda to Amerykanin\r słowo oznaczające windę. Musisz szybko i zwięźle przedstawić swój pomysł. Potrzebujesz\r aby powiedzieć Paulowi, jaki jest produkt i jaki jest Twój rynek. Następnie porozmawiaj o\r jak masz nadzieję, że przyniesie to firmie zyski. Porozmawiaj o\r masz dowód, że to się powiedzie i przekonaj go, że naprawdę\r przynoszą korzyści firmie.\r",
        "mp3Start": "125",
        "mp3End": "153.6"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: Phew, there’s a lot to say in a short time but here goes.",
        "linePl": "Anna: Uff, jest dużo do powiedzenia w krótkim czasie, ale proszę bardzo.\r",
        "mp3Start": "153.6",
        "mp3End": "158.4"
    },
    {
        "lineNo": 21,
        "lineEn": "Paul: Anna, could you just press the 0 button there, thanks.",
        "linePl": "Paul: Anna, możesz po prostu wcisnąć przycisk 0, dzięki.\r",
        "mp3Start": "158.4",
        "mp3End": "162.5"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Now Paul. Tom and I have come up with a new exciting product – the plastic aubergine.",
        "linePl": "Anna: Teraz Paul. Tom i ja wymyśliliśmy nowy ekscytujący produkt -\r plastikowy bakłażan.\r",
        "mp3Start": "162.5",
        "mp3End": "172.7"
    },
    {
        "lineNo": 23,
        "lineEn": "Paul: Oh yes?",
        "linePl": "Paul: O tak?\r",
        "mp3Start": "172.7",
        "mp3End": "174.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: Yes. This fantastic product will be a great addition to table decorations in the café and restaurant market.",
        "linePl": "Anna: Tak. Ten fantastyczny produkt będzie świetnym dodatkiem do dekoracji stołów w\r rynek kawiarni i restauracji.\r",
        "mp3Start": "174.6",
        "mp3End": "188.3"
    },
    {
        "lineNo": 25,
        "lineEn": "Paul: Will it now? Do you really think it will be a profitable addition to our plastic portfolio?",
        "linePl": "Paul: Czy teraz? Czy naprawdę myślisz, że będzie to opłacalny dodatek do naszego plastiku\r teczka?\r",
        "mp3Start": "188.3",
        "mp3End": "199.7"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: Oh yes. Using the same plastics as our fruits, we can easily re-mould our bananas and change the colour. We can increase efficiency but maintain quality.",
        "linePl": "Anna: O tak. Używając tych samych tworzyw sztucznych, co nasze owoce, możemy łatwo ponownie uformować nasze\r banany i zmień kolor. Możemy zwiększyć wydajność, ale zachować\r jakość.\r",
        "mp3Start": "199.7",
        "mp3End": "201"
    },
    {
        "lineNo": 27,
        "lineEn": "Paul: And profits?",
        "linePl": "Paul: A zyski?\r",
        "mp3Start": "201",
        "mp3End": "202.2"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: By my calculations, we can increase profits by 20%. That’s based on selling the same quantity that we now sell of Imperial Lemons.",
        "linePl": "Anna: Według moich obliczeń możemy zwiększyć zyski o 20%. Opiera się na sprzedaży\r taką samą ilość, jaką teraz sprzedajemy Imperial Lemons.\r",
        "mp3Start": "202.2",
        "mp3End": "212.6"
    },
    {
        "lineNo": 29,
        "lineEn": "Paul: Hmm, 20%, really? But do you know who’s going to buy this product?",
        "linePl": "Paul: Hmm, 20%, naprawdę? Ale czy wiesz, kto kupi ten produkt?\r",
        "mp3Start": "212.6",
        "mp3End": "219.3"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: I do. We’ve conducted a survey and already found 10 new companies who would buy this and 27 existing customers who have shown an interest in it…",
        "linePl": "Anna: Tak. Przeprowadziliśmy ankietę i znaleźliśmy już 10 nowych firm, które\r kupi to i 27 obecnych klientów, którzy wykazali zainteresowanie\r to…\r",
        "mp3Start": "219.3",
        "mp3End": "230.6"
    },
    {
        "lineNo": 31,
        "lineEn": "(Lift bell pings)",
        "linePl": "(Dźwięki dzwonka podnoszenia)\r",
        "mp3Start": "230.6",
        "mp3End": "232.9"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: …and I’m confident this new product will be a huge success. (Lift door opens)",
        "linePl": "Anna:… i jestem przekonana, że ​​ten nowy produkt odniesie ogromny sukces.\r (Drzwi windy otwierają się)\r",
        "mp3Start": "232.9",
        "mp3End": "236.1"
    },
    {
        "lineNo": 33,
        "lineEn": "Paul: Very impressive. You’ve certainly done your homework. Look, let me chew it over – probably on a custard cream – and I’ll get back to you.",
        "linePl": "Paul: Bardzo imponujące. Z pewnością odrobiłeś pracę domową. Posłuchaj, pozwól mi przeżuć\r to koniec - prawdopodobnie na kremie z kremem - i skontaktuję się z tobą.\r",
        "mp3Start": "236.1",
        "mp3End": "246"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna:  Thanks. (Calling out) Paul, Paul… you’ve forgotten your bag.",
        "linePl": "Anna: Dzięki. (Woła) Paul, Paul… zapomniałeś swojej torby.\r",
        "mp3Start": "246",
        "mp3End": "250.3"
    },
    {
        "lineNo": 35,
        "lineEn": "Paul:  Oh yes, I’ll need that. Thanks.",
        "linePl": "Paul: O tak, będę tego potrzebować. Dzięki.\r",
        "mp3Start": "250.3",
        "mp3End": "253.1"
    },
    {
        "lineNo": 36,
        "lineEn": "Narrator: Great work Anna! You convinced me but have you convinced Paul?",
        "linePl": "Narrator: Świetna robota Anno! Przekonałeś mnie, ale czy przekonałeś Paula?\r",
        "mp3Start": "253.1",
        "mp3End": "261.3"
    },
    {
        "lineNo": 37,
        "lineEn": "So Anna’s done her first ‘elevator pitch’ and kept to the facts. Here’s a reminder of some of the things she said:",
        "linePl": "Tak więc Anna zrobiła swój pierwszy „wyciąg w windzie” i trzymała się faktów. Tutaj jest\r przypomnienie niektórych rzeczy, które powiedziała:\r",
        "mp3Start": "261.3",
        "mp3End": "269.5"
    },
    {
        "lineNo": 38,
        "lineEn": "We’ve come up with an exciting new product.",
        "linePl": "Wymyśliliśmy nowy, ekscytujący produkt.\r",
        "mp3Start": "269.5",
        "mp3End": "273.6"
    },
    {
        "lineNo": 39,
        "lineEn": "This fantastic product will be a great addition to table decorations in the café and restaurant market.",
        "linePl": "Ten fantastyczny produkt będzie świetnym dodatkiem do dekoracji stołów w Polsce\r rynek kawiarni i restauracji.\r",
        "mp3Start": "273.6",
        "mp3End": "280.7"
    },
    {
        "lineNo": 40,
        "lineEn": "We can increase efficiency but maintain quality.",
        "linePl": "Możemy zwiększyć wydajność, ale zachować jakość.\r",
        "mp3Start": "280.7",
        "mp3End": "285.1"
    },
    {
        "lineNo": 41,
        "lineEn": "By my calculations, we can increase profits by 20%.",
        "linePl": "Według moich obliczeń możemy zwiększyć zyski o 20%.\r",
        "mp3Start": "285.1",
        "mp3End": "290.7"
    },
    {
        "lineNo": 42,
        "lineEn": "I’m confident this new product will be a huge success.",
        "linePl": "Jestem przekonany, że ten nowy produkt odniesie ogromny sukces.\r",
        "mp3Start": "290.7",
        "mp3End": "295.9"
    },
    {
        "lineNo": 43,
        "lineEn": "Tom: So, how did it go Anna?",
        "linePl": "Tom: Więc jak poszło Anna?\r",
        "mp3Start": "295.9",
        "mp3End": "303"
    },
    {
        "lineNo": 44,
        "lineEn": "Anna: I’m not sure. I told Paul as much as I could and I think he listened.",
        "linePl": "Anna: Nie jestem pewna. Powiedziałem Paulowi tyle, ile mogłem i myślę, że słuchał.\r",
        "mp3Start": "303",
        "mp3End": "310.7"
    },
    {
        "lineNo": 45,
        "lineEn": "Tom: Good, good. So, what are you doing now?",
        "linePl": "Tom: Dobrze, dobrze. Więc co teraz robisz?\r",
        "mp3Start": "310.7",
        "mp3End": "314.4"
    },
    {
        "lineNo": 46,
        "lineEn": "Anna: I’ve got to meet someone.",
        "linePl": "Anna: Muszę kogoś poznać.\r",
        "mp3Start": "314.4",
        "mp3End": "316.5"
    },
    {
        "lineNo": 47,
        "lineEn": "Tom: Anyone I know?",
        "linePl": "Tom: Ktoś, kogo znam?\r",
        "mp3Start": "316.5",
        "mp3End": "318"
    },
    {
        "lineNo": 48,
        "lineEn": "Anna: No, not really.",
        "linePl": "Anna: Nie, nie bardzo.\r",
        "mp3Start": "318",
        "mp3End": "319.9"
    },
    {
        "lineNo": 49,
        "lineEn": "Tom: It’s Dave from IT isn’t it? (To himself) What does she see in him?",
        "linePl": "Tom: To Dave z IT, prawda? (Do siebie) Co ona w nim widzi?\r",
        "mp3Start": "319.9",
        "mp3End": "325.9"
    },
    {
        "lineNo": 50,
        "lineEn": "Narrator: Do you want me to answer that Tom?! Anna may have fallen for the charms of Dave but let’s hope she keeps her mind on her plastic aubergines. Join us again next time on English at Work.",
        "linePl": "Narrator: Chcesz, żebym odpowiedział, Tom ?! Anna mogła zakochać się w\r uroki Dave'a, ale miejmy nadzieję, że skupia się na swoim plastiku\r bakłażany. Dołącz do nas następnym razem na English at Work.\r",
        "mp3Start": "325.9",
        "mp3End": "338.7"
    },
    {
        "lineNo": 51,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 52,
        "lineEn": "How much does Anna hope her new product will increase profits by?",
        "linePl": "O ile Anna ma nadzieję, że jej nowy produkt zwiększy zyski?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 53,
        "lineEn": "(Answer: 20%)",
        "linePl": "(Odpowiedź: 20%) ",
        "mp3Start": "",
        "mp3End": ""
    }
]