[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to English at Work. Last time we heard Anna pitching her new plastic aubergine idea to Paul, in a lift. He was on his way to a biscuit- lovers' convention and didn't have much time. She gave the perfect elevator pitch but it's down to Paul to give her idea the go ahead – the problem is, he seems to have gone missing.",
        "linePl": "Narrator: Witamy ponownie w English at Work. Ostatni raz słyszeliśmy, jak Anna ją rzuca\r nowy pomysł na plastikowego bakłażana dla Paula, w windzie. Był w drodze do biszkoptu-\r zjazd kochanków i nie miał zbyt wiele czasu. Dała doskonały\r rozmowa z windą, ale Paul musi dać jej pomysł - plik\r Problem w tym, że wydaje się, że zaginął.\r",
        "mp3Start": "1.5",
        "mp3End": "29"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Denise, isn't Paul supposed to be here today?",
        "linePl": "TOM: Denise, czy Paul nie powinien tu być dzisiaj?\r",
        "mp3Start": "29",
        "mp3End": "33.4"
    },
    {
        "lineNo": 3,
        "lineEn": "Denise: Yes. He went to that biscuit lovers' convention yesterday but he said he'd be back today.",
        "linePl": "Denise: Tak. Był wczoraj na kongresie miłośników ciastek, ale powiedział, że tak\r wrócę dzisiaj.\r",
        "mp3Start": "33.4",
        "mp3End": "40.2"
    },
    {
        "lineNo": 4,
        "lineEn": "Tom: Maybe he's eloped with a pack of custard creams, eh?!",
        "linePl": "Tom: Może uciekł z paczką kremów budyniowych, co ?!\r",
        "mp3Start": "40.2",
        "mp3End": "44.4"
    },
    {
        "lineNo": 5,
        "lineEn": "Denise: Very funny Tom. I'll give him a call now (phone rings)  …oh, that might be him now. (ANSWERS) Hello, Tip Top Trading… oh hello Paul, everything OK? ...oh no! ...oh no!",
        "linePl": "Denise: Bardzo zabawny Tom. Zadzwonię do niego teraz (dzwoni telefon)… och, to może być\r go teraz. (ODPOWIEDZI) Cześć, Tip Top Trading… och, cześć Paul, wszystko\r DOBRZE? ...o nie! ...o nie!\r",
        "mp3Start": "44.4",
        "mp3End": "61.4"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: What Denise?",
        "linePl": "TOM: Jakiej Denise?\r",
        "mp3Start": "61.4",
        "mp3End": "62.4"
    },
    {
        "lineNo": 7,
        "lineEn": "Denise: He choked on a biscuit at the convention and he's in hospital. (To Paul) Yes",
        "linePl": "Denise: Zakrztusił się ciastkiem na konwencji i jest w szpitalu. (Do Paula) Tak\r",
        "mp3Start": "62.4",
        "mp3End": "71"
    },
    {
        "lineNo": 8,
        "lineEn": "Paul, that was Tom… you want to speak to Anna? I'll just get her… get better soon Paul. (To Anna) Anna, Anna, it's Paul on the phone, he wants to speak to you – sounds important.",
        "linePl": "Paul, to był Tom… chcesz porozmawiać z Anną? Po prostu ją dorwę… łap\r lepiej wkrótce Paul. (Do Anny) Anna, Anna, dzwoni Paul, on chce\r mówić do Ciebie - brzmi to ważne.\r",
        "mp3Start": "71",
        "mp3End": "85.3"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna: Me? Oh right, can you transfer the call please? Hello Paul, are you OK?",
        "linePl": "Anna: Ja? No tak, czy możesz przekazać rozmowę? Cześć Paul, wszystko w porządku?\r",
        "mp3Start": "85.3",
        "mp3End": "94.3"
    },
    {
        "lineNo": 10,
        "lineEn": "Paul:  Not really. Damn Garibaldi biscuit got wedged in my throat, ended up banging my head on a table trying to get it out.",
        "linePl": "Paul: Niezupełnie. Cholerny biszkopt Garibaldiego utknął mi w gardle i skończył\r walę głową w stół, próbując go wydostać.\r",
        "mp3Start": "94.3",
        "mp3End": "104.4"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Oh dear, so you're not coming to work today?",
        "linePl": "Anna: Ojej, więc nie przychodzisz dzisiaj do pracy?\r",
        "mp3Start": "104.4",
        "mp3End": "108.6"
    },
    {
        "lineNo": 12,
        "lineEn": "Paul: I'm afraid not, I need to rest for a few days so I was wondering, in fact I'm asking you, could you act up?",
        "linePl": "Paul: Obawiam się, że nie, muszę odpocząć przez kilka dni, więc zastanawiałem się, w rzeczywistości jestem\r pytam cię, czy mógłbyś się udać?\r",
        "mp3Start": "108.6",
        "mp3End": "117.3"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: I've told you before Paul, I can't act… or even sing.",
        "linePl": "Anna: Mówiłam ci wcześniej, Paul, nie mogę grać… ani nawet śpiewać.\r",
        "mp3Start": "117.3",
        "mp3End": "122.6"
    },
    {
        "lineNo": 14,
        "lineEn": "Paul: No, no Anna. Act up, I mean do my job for a bit – be the boss – just for a day or two.",
        "linePl": "Paul: Nie, nie Anna. Działaj, mam na myśli trochę wykonywać swoją pracę - być szefem - tylko przez chwilę\r dzień lub dwa.\r",
        "mp3Start": "122.6",
        "mp3End": "131.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: Me?! Be the boss?!",
        "linePl": "Anna: Ja ?! Bądź szefem ?!\r",
        "mp3Start": "131.2",
        "mp3End": "133.9"
    },
    {
        "lineNo": 16,
        "lineEn": "Tom/Denise: What?!",
        "linePl": "Tom / Denise: Co ?!\r",
        "mp3Start": "133.9",
        "mp3End": "135.1"
    },
    {
        "lineNo": 17,
        "lineEn": "Paul:  It's quite easy really. Just check my diary and you'll see what needs doing. And if you have any problems just… erm… just ask Denise. Thanks Anna.",
        "linePl": "Paul: To naprawdę całkiem proste. Po prostu sprawdź mój pamiętnik, a zobaczysz, co trzeba zrobić.\r A jeśli masz jakieś problemy, po prostu… eee… po prostu zapytaj Denise. Dzięki Anno.\r",
        "mp3Start": "135.1",
        "mp3End": "146.8"
    },
    {
        "lineNo": 18,
        "lineEn": "Narrator: That's great Anna. You've got all the skills to do Paul's job – maybe even more! But you need to take charge and show who's boss!",
        "linePl": "Narrator: To wspaniale Anna. Masz wszystkie umiejętności, by wykonywać pracę Paula - może nawet\r jeszcze! Ale musisz przejąć kontrolę i pokazać, kto tu rządzi!\r",
        "mp3Start": "146.8",
        "mp3End": "158.2"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: Oh right. But what should I say?",
        "linePl": "Anna: Oh racja. Ale co mam powiedzieć?\r",
        "mp3Start": "158.2",
        "mp3End": "162.2"
    },
    {
        "lineNo": 20,
        "lineEn": "Narrator: Well, don't be too bossy, but you could say: \"If anyone has any issues about their work please come and speak to me\", or, \"I would like to have a meeting to discuss our work\", or, \"If there's anything you want to ask, my door is always open\". That makes you sound like a very approachable boss!",
        "linePl": "Narrator: Cóż, nie bądź zbyt apodyktyczny, ale możesz powiedzieć: „Jeśli ktoś ma jakieś problemy\r o ich pracy, przyjdź i porozmawiaj ze mną ”lub„ Chciałbym mieć plik\r spotkanie w celu omówienia naszej pracy ”lub„ Jeśli jest coś, o co chcesz zapytać, mój\r drzwi są zawsze otwarte. ”To sprawia, że ​​brzmisz jak bardzo przystępny szef!\r",
        "mp3Start": "162.2",
        "mp3End": "185.8"
    },
    {
        "lineNo": 21,
        "lineEn": "Good luck.",
        "linePl": "Powodzenia.\r",
        "mp3Start": "185.8",
        "mp3End": "187"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Thanks.",
        "linePl": "Anna: Dzięki.\r",
        "mp3Start": "187",
        "mp3End": "188.2"
    },
    {
        "lineNo": 23,
        "lineEn": "Right everyone, as you know Paul has put me in charge for a while.",
        "linePl": "Wszyscy słusznie, jak wiecie, Paul na jakiś czas postawił mnie na czele.\r",
        "mp3Start": "188.2",
        "mp3End": "193.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Tom: I'm not being funny Anna, but why you? I mean, I've been here the longest.",
        "linePl": "Tom: Nie jestem zabawny Anno, ale dlaczego ty? To znaczy, byłem tutaj\r najdłużej.\r",
        "mp3Start": "193.6",
        "mp3End": "200.4"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: Tom, if you have any issues about your work, please come and speak to me.",
        "linePl": "Anna: Tom, jeśli masz jakieś problemy dotyczące swojej pracy, przyjdź i porozmawiaj\r mnie.\r",
        "mp3Start": "200.4",
        "mp3End": "204.9"
    },
    {
        "lineNo": 26,
        "lineEn": "Tom: Oh right… I will then.",
        "linePl": "TOM: O racja… W takim razie to zrobię.\r",
        "mp3Start": "204.9",
        "mp3End": "207.7"
    },
    {
        "lineNo": 27,
        "lineEn": "Denise: Erm… Anna… congratulations on your promotion. I just wondered, now you're in charge, could I do a little less admin and a bit more selling?",
        "linePl": "Denise: Erm… Anna… gratuluję awansu. Teraz się po prostu zastanawiałem\r Ty dowodzisz, czy mógłbym trochę mniej administrować, a trochę więcej sprzedawać?\r",
        "mp3Start": "207.7",
        "mp3End": "218.7"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: Let's see Denise. I'd like to have a meeting soon to discuss all our work, so we can talk about it then. OK?",
        "linePl": "Anna: Zobaczmy Denise. Chciałbym wkrótce spotkać się, aby omówić całą naszą pracę, więc\r wtedy możemy o tym porozmawiać. DOBRZE?\r",
        "mp3Start": "218.7",
        "mp3End": "227.3"
    },
    {
        "lineNo": 29,
        "lineEn": "Denise: Oh yes, thanks Anna.",
        "linePl": "Denise: O tak, dzięki Anno.\r",
        "mp3Start": "227.3",
        "mp3End": "229.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: Right then. It's business as usual and if there's anything you want to ask, my door is always open. Right, back to work… and Tom, could I have a word in my office now please?",
        "linePl": "Anna: W takim razie. To normalny biznes, a jeśli chcesz o coś zapytać,\r moje drzwi są zawsze otwarte. Dobra, wracaj do pracy… i Tom, czy mógłbym dostać\r słowo w moim biurze, proszę?\r",
        "mp3Start": "229.8",
        "mp3End": "243.6"
    },
    {
        "lineNo": 31,
        "lineEn": "Narrator: Excellent work Anna. You're sounding like the boss already – just don't start eating biscuits! Being in charge means being firm but fair and keeping your cool. Here's a reminder of some of the phrases Anna used:",
        "linePl": "Narrator: Świetna robota Anna. Już brzmisz jak szef - po prostu nie rób tego\r zacznij jeść ciastka! Kierowanie oznacza bycie stanowczym, ale uczciwym i wytrwałym\r Jesteś cool. Oto przypomnienie niektórych wyrażeń, których użyła Anna:\r",
        "mp3Start": "243.6",
        "mp3End": "268.4"
    },
    {
        "lineNo": 32,
        "lineEn": "If anyone has any issues about their work please come and speak to me.",
        "linePl": "Jeśli ktoś ma jakieś problemy dotyczące swojej pracy, przyjdź i porozmawiaj ze mną.\r",
        "mp3Start": "268.4",
        "mp3End": "273.5"
    },
    {
        "lineNo": 33,
        "lineEn": "I would like to have a meeting to discuss our work.",
        "linePl": "Chciałbym spotkać się, aby omówić naszą pracę.\r",
        "mp3Start": "273.5",
        "mp3End": "277.7"
    },
    {
        "lineNo": 34,
        "lineEn": "If there is anything you want to ask, my door is always open.",
        "linePl": "Jeśli jest coś, o co chcesz zapytać, moje drzwi są zawsze otwarte.\r",
        "mp3Start": "277.7",
        "mp3End": "281.9"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: Take a seat Tom. Could you please close the door?",
        "linePl": "Anna: Usiądź Tom. Czy mógłbyś zamknąć drzwi?\r",
        "mp3Start": "281.9",
        "mp3End": "291.1"
    },
    {
        "lineNo": 36,
        "lineEn": "Tom: I thought \"your door was always open\"?",
        "linePl": "Tom: Myślałem, że \"twoje drzwi były zawsze otwarte\"?\r",
        "mp3Start": "291.1",
        "mp3End": "294.5"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: Not this time. I need to speak to you about this message in Paul's diary.",
        "linePl": "Anna: Nie tym razem. Muszę z tobą porozmawiać o tym przesłaniu w dzienniku Paula.\r",
        "mp3Start": "294.5",
        "mp3End": "299.7"
    },
    {
        "lineNo": 38,
        "lineEn": "Tom: Oh, right, I see. You need my help? What does it say?",
        "linePl": "Tom: Och, tak, rozumiem. Potrzebujesz mojej pomocy? Co to mówi?\r",
        "mp3Start": "299.7",
        "mp3End": "304"
    },
    {
        "lineNo": 39,
        "lineEn": "Anna: It's for two days' time and it says, Socrates, IPC, final.",
        "linePl": "Anna: Trwa dwa dni i jest napisane: Sokrates, IPC, koniec.\r",
        "mp3Start": "304",
        "mp3End": "313.9"
    },
    {
        "lineNo": 40,
        "lineEn": "Tom: Oh no, that doesn't sound good.",
        "linePl": "Tom: O nie, to nie brzmi dobrze.\r",
        "mp3Start": "313.9",
        "mp3End": "319.3"
    },
    {
        "lineNo": 41,
        "lineEn": "Narrator: Oh dear, what could that mean? Could there be trouble ahead? Join us again soon to find out. Bye.",
        "linePl": "Narrator: Ojej, co to może znaczyć? Czy przed nami mogą być kłopoty? Dołącz do nas\r ponownie wkrótce, aby się dowiedzieć. PA.\r",
        "mp3Start": "319.3",
        "mp3End": "327.4"
    },
    {
        "lineNo": 42,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 43,
        "lineEn": "What does Denise want to do a bit more of, now that Anna is in charge?",
        "linePl": "Czego Denise chce zrobić trochę więcej, skoro Anna jest u władzy?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 44,
        "lineEn": "(Answer: A bit more selling)",
        "linePl": "(Odpowiedź: trochę więcej sprzedaży) ",
        "mp3Start": "",
        "mp3End": ""
    }
]