[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to English at Work. Anna is acting up as boss because Paul had an accident with a biscuit! But her and Tom are in a panic after finding a note in Paul’s diary that said ‘Socrates, IPC, final’. Could it mean bad news for Tip Top Trading? Let’s find out.",
        "linePl": "Narrator: Witamy ponownie w English at Work. Anna zachowuje się jak szefowa, ponieważ Paul\r miał wypadek z biszkoptem! Ale ona i Tom wpadają w panikę po znalezieniu\r notatka w dzienniku Paula o treści „Socrates, IPC, final”. Czy to może znaczyć źle\r wiadomości dla Tip Top Trading? Dowiedzmy Się.\r",
        "mp3Start": "1.5",
        "mp3End": "26.9"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: It’s very odd and it can’t be good. But Socrates must mean Mr Socrates.",
        "linePl": "Tom: To bardzo dziwne i nie może być dobre. Ale Sokrates musi mieć na myśli pana Sokratesa.\r",
        "mp3Start": "26.9",
        "mp3End": "34.6"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: Yes – but IPC? What’s that mean?",
        "linePl": "Anna: Tak - ale IPC? Co to znaczy?\r",
        "mp3Start": "34.6",
        "mp3End": "40"
    },
    {
        "lineNo": 4,
        "lineEn": "Tom: Yeah and final sounds very… final.  Hmm… I’ve got it! IPC – it must be code for imminent post closures – they’re going to sack us all!",
        "linePl": "Tom: Tak, a ostateczne brzmienie jest bardzo… ostateczne. Hmm… mam to! IPC - tak musi być\r kod informujący o rychłym zamknięciu poczty - zamierzają nas wszystkich zwolnić!\r",
        "mp3Start": "40",
        "mp3End": "57.8"
    },
    {
        "lineNo": 5,
        "lineEn": "Anna: Sshh. Keep your voice down. Don’t tell everyone. Let’s check things out first, don’t say anything yet. OK?",
        "linePl": "Anna: Ćśś. Mów ciszej. Nie mów wszystkim. Sprawdźmy to\r po pierwsze, jeszcze nic nie mów. DOBRZE?\r",
        "mp3Start": "57.8",
        "mp3End": "66.4"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: OK. Mum’s the word.",
        "linePl": "TOM: OK. Mama to słowo.\r",
        "mp3Start": "66.4",
        "mp3End": "68.9"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna: Your mum knows?!",
        "linePl": "Anna: Twoja mama wie ?!\r",
        "mp3Start": "68.9",
        "mp3End": "70.2"
    },
    {
        "lineNo": 8,
        "lineEn": "Tom: No, no, no, it’s our little secret. See you later.",
        "linePl": "Tom: Nie, nie, nie, to nasz mały sekret. Do zobaczenia później.\r",
        "mp3Start": "70.2",
        "mp3End": "73.8"
    },
    {
        "lineNo": 9,
        "lineEn": "Denise: Everything OK Tom?",
        "linePl": "Denise: Wszystko w porządku Tom?\r",
        "mp3Start": "73.8",
        "mp3End": "77.4"
    },
    {
        "lineNo": 10,
        "lineEn": "Tom: Oh yeah, everything’s cool. Actually Denise, it’s not. I think we’re all going to be sacked tomorrow by Mr Socrates.",
        "linePl": "Tom: O tak, wszystko w porządku. Właściwie Denise, tak nie jest. Myślę, że wszyscy idziemy\r zostać jutro zwolniony przez pana Sokratesa.\r",
        "mp3Start": "77.4",
        "mp3End": "85.2"
    },
    {
        "lineNo": 11,
        "lineEn": "Denise: What?! No! I’ve got a hairdresser’s appointment on Saturday, how am I going to pay for it now? What am I going to do? I know, I’ll call Marge.",
        "linePl": "Denise: Co ?! Nie! Mam wizytę u fryzjera w sobotę, jak się mam\r zamierzasz za to teraz zapłacić? Co ja mam zrobić? Wiem, zadzwonię do Marge.\r",
        "mp3Start": "85.2",
        "mp3End": "95.8"
    },
    {
        "lineNo": 12,
        "lineEn": "Tom: (Calling across office) Hey Brian, Pete… we’re all going to be sacked tomorrow.",
        "linePl": "Tom: (dzwoni przez biuro) Hej Brian, Pete… wszyscy zostaniemy zwolnieni\r jutro.\r",
        "mp3Start": "95.8",
        "mp3End": "101.7"
    },
    {
        "lineNo": 13,
        "lineEn": "Narrator: Erm… Anna, you’ve got a problem brewing.",
        "linePl": "Narrator: Erm… Anna, masz problem z przygotowywaniem się.\r",
        "mp3Start": "101.7",
        "mp3End": "106.1"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: What?",
        "linePl": "Anna: Co?\r",
        "mp3Start": "106.1",
        "mp3End": "106.8"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Tom’s spreading rumours about job cuts. Everyone’s starting to panic.",
        "linePl": "Narrator: Tom rozpowszechnia plotki o zwolnieniach. Wszyscy zaczynają panikować.\r",
        "mp3Start": "106.8",
        "mp3End": "112"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: Oh no! I’d better do something but what shall I say?",
        "linePl": "Anna: O nie! Lepiej coś zrobię, ale co mam powiedzieć?\r",
        "mp3Start": "112",
        "mp3End": "116.5"
    },
    {
        "lineNo": 17,
        "lineEn": "Narrator: Call a meeting quickly. Tell the team ‘there are some rumours going around that are not true’. Say, ‘I am trying to establish the facts and I will let you know as soon as I have some information’. You could say ‘I would be grateful if you hear any rumours, not to pass them on’. This can be a tricky situation and you need to handle it well. Good luck!",
        "linePl": "Narrator: szybko zwołaj spotkanie. Powiedz zespołowi, że krążą plotki\r wokół to nieprawda ”. Powiedz: \"Próbuję ustalić fakty i to zrobię\r dam znać, gdy tylko będę miał jakieś informacje ”. Możesz powiedzieć: „Tak\r bądź wdzięczny, jeśli usłyszysz jakieś plotki, nie przekazuj ich dalej ”. Może to być plik\r trudna sytuacja i musisz dobrze sobie z nią poradzić. Powodzenia!\r",
        "mp3Start": "116.5",
        "mp3End": "140.6"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Gosh. This is hard but here goes. Excuse me, could everyone gather round please.",
        "linePl": "Anna: Boże. To jest trudne, ale gotowe. Przepraszam, czy wszyscy mogliby się zebrać\r Proszę.\r",
        "mp3Start": "140.6",
        "mp3End": "151.3"
    },
    {
        "lineNo": 19,
        "lineEn": "Denise: Is this about the sackings?",
        "linePl": "Denise: Czy chodzi o zwolnienia?\r",
        "mp3Start": "151.3",
        "mp3End": "153.3"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: No Denise. Any rumours about sackings are not true.",
        "linePl": "Anna: Nie, Denise. Wszelkie plotki o zwolnieniach są nieprawdziwe.\r",
        "mp3Start": "153.3",
        "mp3End": "161.2"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom: Yeah that’s right. Who told you that Denise?",
        "linePl": "Tom: Tak, zgadza się. Kto ci powiedział, że Denise?\r",
        "mp3Start": "161.2",
        "mp3End": "163.7"
    },
    {
        "lineNo": 22,
        "lineEn": "Denise: Hmmm…",
        "linePl": "Denise: Hmmm…\r",
        "mp3Start": "163.7",
        "mp3End": "164.4"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Please don’t listen to rumours. I am trying to establish the facts and if I get any information I will let you know straight away.",
        "linePl": "Anna: Proszę, nie słuchajcie plotek. Próbuję ustalić fakty i czy dostanę\r wszelkie informacje, które dam Ci znać od razu.\r",
        "mp3Start": "164.4",
        "mp3End": "171.7"
    },
    {
        "lineNo": 24,
        "lineEn": "Denise: But I heard Mr Socrates is coming tomorrow, surely he’s going to sack us.",
        "linePl": "Denise: Ale słyszałam, że jutro przyjedzie pan Socrates, na pewno nas zwolni.\r",
        "mp3Start": "171.7",
        "mp3End": "177.5"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: Ignore the rumours and please don’t pass them on.",
        "linePl": "Anna: Zignoruj ​​plotki i nie przekazuj ich dalej.\r",
        "mp3Start": "177.5",
        "mp3End": "181"
    },
    {
        "lineNo": 26,
        "lineEn": "Narrator: Anna. Tell them to carry on with their work as normal.",
        "linePl": "Narrator: Anna. Powiedz im, aby kontynuowali swoją pracę w normalny sposób.\r",
        "mp3Start": "181",
        "mp3End": "186.7"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna: Right, yes. Could you please just carry on with your work as normal. Thank you.",
        "linePl": "Anna: Tak, tak. Czy mógłbyś kontynuować swoją pracę jak zwykle? Podziękować\r ty.\r",
        "mp3Start": "186.7",
        "mp3End": "192.8"
    },
    {
        "lineNo": 28,
        "lineEn": "Tom: So Anna, how are you going to find out the facts?",
        "linePl": "Tom: A więc Anna, jak zamierzasz dowiedzieć się faktów?\r",
        "mp3Start": "192.8",
        "mp3End": "198.7"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: I’m going to have to call Paul – in private Tom – I don’t want any more rumours getting out.",
        "linePl": "Anna: Będę musiała zadzwonić do Paula - na osobności Tom - już nie chcę\r krążą plotki.\r",
        "mp3Start": "198.7",
        "mp3End": "205.2"
    },
    {
        "lineNo": 30,
        "lineEn": "Tom: Oh yeah, absolutely. You need to establish the facts right?",
        "linePl": "Tom: O tak, absolutnie. Musisz ustalić fakty, prawda?\r",
        "mp3Start": "205.2",
        "mp3End": "209.9"
    },
    {
        "lineNo": 31,
        "lineEn": "(Door shuts and Anna calls Paul on the phone)",
        "linePl": "(Drzwi się zamykają, a Anna dzwoni do Paula przez telefon)\r",
        "mp3Start": "209.9",
        "mp3End": "211.8"
    },
    {
        "lineNo": 32,
        "lineEn": "Paul: Hello, Paul speaking.",
        "linePl": "Paul: Witam, mówi Paul.\r",
        "mp3Start": "211.8",
        "mp3End": "218.8"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna: Oh hi Paul. It’s Anna. Sorry to bother you. Are you feeling better?",
        "linePl": "Anna: Cześć Paul. To Anna. Przepraszam, że przeszkadzam. Czujesz się lepiej?\r",
        "mp3Start": "218.8",
        "mp3End": "224"
    },
    {
        "lineNo": 34,
        "lineEn": "Paul: Much better thanks but keeping clear of biscuits for a while! Anyway, is everything OK?",
        "linePl": "Paul: Dużo lepiej dzięki, ale przez chwilę trzymam się z daleka od ciastek! Tak czy inaczej, jest\r wszystko w porządku?\r",
        "mp3Start": "224",
        "mp3End": "230.5"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: Not exactly. There are rumours spreading about job cuts. Tom saw a note in your diary for tomorrow that said ‘Socrates, IPC’.",
        "linePl": "Anna: Niezupełnie. Krążą plotki o zwolnieniach. Tom zobaczył notatkę\r w twoim jutrzejszym dzienniku, który brzmiał „Socrates, IPC”.\r",
        "mp3Start": "230.5",
        "mp3End": "241.8"
    },
    {
        "lineNo": 36,
        "lineEn": "Paul: Hmm. Really? Oh yes. I mean, oh no! It’s not job cuts – it’s IPC - the International Plastics Conference tomorrow! And Mr Socrates is flying in for it. Oh golly gosh, I’d forgotten about that.",
        "linePl": "Paul: Hmm. Naprawdę? O tak. To znaczy, o nie! To nie jest redukcja etatów - to IPC -\r Międzynarodowa Konferencja Tworzyw Sztucznych już jutro! A pan Socrates leci po\r to. O rany, zapomniałem o tym.\r",
        "mp3Start": "241.8",
        "mp3End": "258.6"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: I see. And why did you right final?",
        "linePl": "Anna: Rozumiem. I dlaczego dobrze skończyłeś?\r",
        "mp3Start": "258.6",
        "mp3End": "263.3"
    },
    {
        "lineNo": 38,
        "lineEn": "Paul: Because there’s an award being given for the Best Plastic Innovation – and we’re in the final with our Imperial Lemon.  It was a reminder to me to write an acceptance speech. Oh golly gosh, I haven’t written a thing.",
        "linePl": "Paul: Ponieważ przyznawana jest nagroda za najlepszą innowację w dziedzinie tworzyw sztucznych - i\r jesteśmy w finale z naszą Imperialną cytryną. To było dla mnie przypomnienie\r napisz przemówienie akceptacyjne. O rany, nic nie napisałem.\r",
        "mp3Start": "263.3",
        "mp3End": "277.7"
    },
    {
        "lineNo": 39,
        "lineEn": "Anna: Oh dear. What are we going to do?",
        "linePl": "Anna: Och kochanie. Co zrobimy?\r",
        "mp3Start": "277.7",
        "mp3End": "280"
    },
    {
        "lineNo": 40,
        "lineEn": "Narrator: What are you going to do indeed? But thank goodness those rumours of job cuts are not true. Tomorrow could actually be a good day for Tip Top",
        "linePl": "Narrator: Co naprawdę zamierzasz zrobić? Ale dzięki Bogu te plotki\r redukcje etatów nie są prawdą. Jutro może być naprawdę dobry dla Tip Top\r",
        "mp3Start": "280",
        "mp3End": "298.3"
    },
    {
        "lineNo": 41,
        "lineEn": "Trading. Here’s a reminder of the phrases Anna used to try and control the spread of some office rumours:",
        "linePl": "Handlowy. Oto przypomnienie fraz, których Anna próbowała kontrolować\r rozprzestrzenianie się plotek biurowych:\r",
        "mp3Start": "298.3",
        "mp3End": "305"
    },
    {
        "lineNo": 42,
        "lineEn": "There are some rumours going around that are not true.",
        "linePl": "Krążą plotki, które nie są prawdziwe.\r",
        "mp3Start": "305",
        "mp3End": "309.4"
    },
    {
        "lineNo": 43,
        "lineEn": "Please don’t listen to rumours.",
        "linePl": "Proszę, nie słuchajcie plotek.\r",
        "mp3Start": "309.4",
        "mp3End": "312.6"
    },
    {
        "lineNo": 44,
        "lineEn": "I am trying to establish the facts and if I get any information I will let you know straight away.",
        "linePl": "Staram się ustalić fakty i jeśli zdobędę jakiekolwiek informacje, pozwolę Ci na to\r wiedzieć od razu.\r",
        "mp3Start": "312.6",
        "mp3End": "319.7"
    },
    {
        "lineNo": 45,
        "lineEn": "Ignore the rumours and please don’t pass them on.",
        "linePl": "Zignoruj ​​plotki i nie przekazuj ich dalej.\r",
        "mp3Start": "319.7",
        "mp3End": "323.7"
    },
    {
        "lineNo": 46,
        "lineEn": "Please just carry on with your work as normal. Thank you.",
        "linePl": "Proszę, kontynuuj swoją pracę jak zwykle. Dziękuję Ci.\r",
        "mp3Start": "323.7",
        "mp3End": "328.2"
    },
    {
        "lineNo": 47,
        "lineEn": "Narrator:  Tomorrow is going to be an important day at the International Plastics Conference. Mr Socrates will be there and Tip Top Trading could pick up a prestigious prize but who’s going to write the acceptance speech?",
        "linePl": "Narrator: Jutro zapowiada się ważny dzień na International Plastics\r Konferencja. Pan Socrates tam będzie, a Tip Top Trading może odebrać\r prestiżowa nagroda, ale kto napisze mowę akceptacyjną?\r",
        "mp3Start": "328.2",
        "mp3End": "346.2"
    },
    {
        "lineNo": 48,
        "lineEn": "Paul: OK Anna, this calls for some urgent action. I want you and Tom to meet me at the Princess Diana Conference Centre tomorrow at 9.00.",
        "linePl": "Paul: OK Anna, to wymaga pilnych działań. Chcę, żebyście się poznali i Tom\r ja w Centrum Konferencyjnym Księżnej Diany jutro o 9.00.\r",
        "mp3Start": "346.2",
        "mp3End": "355.3"
    },
    {
        "lineNo": 49,
        "lineEn": "Anna: Right. And what about the speech?",
        "linePl": "Anna: Tak. A co z przemówieniem?\r",
        "mp3Start": "355.3",
        "mp3End": "358"
    },
    {
        "lineNo": 50,
        "lineEn": "Paul: (Making excuses) Well, I’ve got quite a lot on my plate so I was wondering if you could give it a go… please?",
        "linePl": "Paul: (szuka wymówek) Cóż, mam sporo na głowie, więc się zastanawiałem\r gdybyś mógł spróbować… proszę?\r",
        "mp3Start": "358",
        "mp3End": "366.4"
    },
    {
        "lineNo": 51,
        "lineEn": "Anna: Me?! I’ve never done it before. What am I going to say?!",
        "linePl": "Anna: Ja ?! Nigdy wcześniej tego nie robiłem. Co ja powiem ?!\r",
        "mp3Start": "366.4",
        "mp3End": "370.5"
    },
    {
        "lineNo": 52,
        "lineEn": "Narrator: Don’t worry Anna. We’re here to help. Join us again soon for some more",
        "linePl": "Narrator: Nie martw się Anno. Jesteśmy tutaj, aby pomóc. Dołącz do nas wkrótce po więcej\r",
        "mp3Start": "370.5",
        "mp3End": "379.3"
    },
    {
        "lineNo": 53,
        "lineEn": "Listening Challenge",
        "linePl": "Słuchanie Challenge\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 54,
        "lineEn": "What award has Tip Top Trading been nominated for?",
        "linePl": "Do jakiej nagrody nominowano Tip Top Trading?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 55,
        "lineEn": "(Answer: Best Plastic Innovation Award)",
        "linePl": "(Odpowiedź: Nagroda za najlepsze innowacje w dziedzinie tworzyw sztucznych)",
        "mp3Start": "",
        "mp3End": ""
    }
]