[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to English at Work. Paul, Anna and Tom are at an important International Plastics Conference. It’s been a busy day of networking but the big boss from America, Mr Socrates, has told Paul some bad news.",
        "linePl": "Narrator: Witamy ponownie w English at Work. Paul, Anna i Tom są na ważnym wydarzeniu\r Międzynarodowa Konferencja Tworzyw Sztucznych. To był pracowity dzień nawiązywania kontaktów, ale\r wielki szef z Ameryki, pan Socrates, przekazał Paulowi złe wieści.\r",
        "mp3Start": "1.5",
        "mp3End": "21"
    },
    {
        "lineNo": 2,
        "lineEn": "Before he tells the team, there is an important award to be won – the Plastic Innovation of the Year award. Will Tip Top Trading win it?",
        "linePl": "Zanim powie zespołowi, do zdobycia jest ważna nagroda -\r Nagroda Plastikowa Innowacja Roku. Czy Tip Top Trading wygra to?\r",
        "mp3Start": "21",
        "mp3End": "30.8"
    },
    {
        "lineNo": 3,
        "lineEn": "I hope you’ve written your acceptance speech Anna.",
        "linePl": "Mam nadzieję, że napisałaś swoje przemówienie, Anno.\r",
        "mp3Start": "30.8",
        "mp3End": "34.1"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: Yes, I’m just doing it now.",
        "linePl": "Anna: Tak, właśnie to robię.\r",
        "mp3Start": "34.1",
        "mp3End": "36.3"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: You’ve left it a bit late.",
        "linePl": "Narrator: Trochę się spóźniłeś.\r",
        "mp3Start": "36.3",
        "mp3End": "38.7"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: I’ve been so busy and now I’m really struggling. I don’t know what to write.",
        "linePl": "Anna: Byłam bardzo zajęta, a teraz naprawdę walczę. Nie wiem, co mam robić\r pisać.\r",
        "mp3Start": "38.7",
        "mp3End": "43.3"
    },
    {
        "lineNo": 7,
        "lineEn": "Narrator: Well, don’t forget to say “On behalf of everyone at Tip Top Trading, thank you for our award”. Or, you could say “our company is at the forefront of plastic innovation”. Tell the audience “this award is a real boost for everyone working at the company”. Say that and you’ll be fine.",
        "linePl": "Narrator: Cóż, nie zapomnij powiedzieć „Dziękuję w imieniu wszystkich w Tip Top Trading\r za naszą nagrodę ”. Możesz też powiedzieć: „nasza firma jest liderem\r innowacje w dziedzinie tworzyw sztucznych ”. Powiedz publiczności „ta nagroda jest prawdziwym impulsem dla\r wszyscy pracujący w firmie ”. Powiedz to, a wszystko będzie dobrze.\r",
        "mp3Start": "43.3",
        "mp3End": "66.4"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: …working at the company. Good, got it. Thanks. Oh hi Tom, how have you got on?",
        "linePl": "Anna:… praca w firmie. Dobrze, rozumiem. Dzięki. Cześć Tom, jak się masz\r masz na sobie?\r",
        "mp3Start": "66.4",
        "mp3End": "73.8"
    },
    {
        "lineNo": 9,
        "lineEn": "Tom: Great great. I’ve been hanging out with some of our clients – keeping them sweet, you know what I mean?",
        "linePl": "Tom: Świetnie, świetnie. Spotykałem się z niektórymi naszymi klientami - zatrzymując ich\r słodko, wiesz o co mi chodzi?\r",
        "mp3Start": "73.8",
        "mp3End": "79.7"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Err, I don’t actually know. But I’ve had some success. Oh, here comes",
        "linePl": "Anna: Eee, właściwie nie wiem. Ale odniosłem pewien sukces. Och, nadchodzi\r",
        "mp3Start": "79.7",
        "mp3End": "87.5"
    },
    {
        "lineNo": 11,
        "lineEn": "Paul.  Hi Paul.",
        "linePl": "Paweł. Cześć Paweł.\r",
        "mp3Start": "87.5",
        "mp3End": "91.9"
    },
    {
        "lineNo": 12,
        "lineEn": "Paul: Oh hello. Having a good day?",
        "linePl": "Paul: O cześć. Mieć dobry dzień?\r",
        "mp3Start": "91.9",
        "mp3End": "93.1"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: Yes, we’re just talking about our success – let’s hope we win that Plastic Innovation of the Year award, eh?",
        "linePl": "Anna: Tak, mówimy tylko o naszym sukcesie - miejmy nadzieję, że wygramy ten Plastik\r Nagroda Innowacja Roku, co?\r",
        "mp3Start": "93.1",
        "mp3End": "98.1"
    },
    {
        "lineNo": 14,
        "lineEn": "Paul: Oh yes... let’s hope so. Although that means I’ve got to read out that speech you wrote for me. Public speaking is not really one of my things.",
        "linePl": "Paul: O tak ... miejmy nadzieję, że tak. Chociaż to oznacza, że ​​muszę to przeczytać\r przemówienie, które napisałeś dla mnie. Wystąpienia publiczne to nie jedna z moich rzeczy.\r",
        "mp3Start": "98.1",
        "mp3End": "107.4"
    },
    {
        "lineNo": 15,
        "lineEn": "Host: Ladies and gentlemen, please take your seats for our special award ceremony.",
        "linePl": "Gospodarz: Panie i panowie, proszę zająć miejsca na naszą specjalną nagrodę\r ceremonia.\r",
        "mp3Start": "107.4",
        "mp3End": "114.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: OK, here’s your speech Paul.",
        "linePl": "Anna: OK, oto twoje przemówienie Paul.\r",
        "mp3Start": "114.2",
        "mp3End": "117.4"
    },
    {
        "lineNo": 17,
        "lineEn": "Tom: We’ve got to win first.",
        "linePl": "Tom: Najpierw musimy wygrać.\r",
        "mp3Start": "117.4",
        "mp3End": "119.6"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Shhh shhh. Listen!",
        "linePl": "Anna: Ćśśśśś. Słuchać!\r",
        "mp3Start": "119.6",
        "mp3End": "121.3"
    },
    {
        "lineNo": 19,
        "lineEn": "Host: Thank you everyone for attending this year’s conference. As you know, the highlight of the day is announcing the winner of our Plastic Innovation Award. So, without further ado, let’s find out who this year’s winner is. It is… Tip Top Trading for their Imperial Lemon.",
        "linePl": "Prowadzący: Dziękuję wszystkim za udział w tegorocznej konferencji. Jak wiesz, plik\r Główną atrakcją dnia jest ogłoszenie zwycięzcy naszego Plastic Innovation\r Nagroda. Więc bez zbędnych ceregieli dowiedzmy się, kto jest tegorocznym zwycięzcą. To\r jest… Tip Top Trading dla ich Imperial Lemon.\r",
        "mp3Start": "121.3",
        "mp3End": "147.4"
    },
    {
        "lineNo": 20,
        "lineEn": "Tom: Hey, that’s us. We’ve actually won!",
        "linePl": "Tom: Hej, to my. Naprawdę wygraliśmy!\r",
        "mp3Start": "147.4",
        "mp3End": "155"
    },
    {
        "lineNo": 21,
        "lineEn": "Paul: Oh crumbs. I suppose I'd better do my speech now.",
        "linePl": "Paul: O okruchy. Chyba lepiej wygłoszę teraz swoją mowę.\r",
        "mp3Start": "155",
        "mp3End": "159.7"
    },
    {
        "lineNo": 22,
        "lineEn": "Tom: Yeah… go on Paul you can do it!",
        "linePl": "Tom: Tak… dalej Paul, możesz to zrobić!\r",
        "mp3Start": "159.7",
        "mp3End": "161.6"
    },
    {
        "lineNo": 23,
        "lineEn": "Paul: OK, right. Whooah… ouch.",
        "linePl": "Paul: OK, racja. Whooah… och.\r",
        "mp3Start": "161.6",
        "mp3End": "165.1"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: Oh no. Paul’s tripped over that chair.",
        "linePl": "Anna: O nie. Paul potknął się o to krzesło.\r",
        "mp3Start": "165.1",
        "mp3End": "168.9"
    },
    {
        "lineNo": 25,
        "lineEn": "(Paul moaning from distance)",
        "linePl": "(Paul jęczy z oddali)\r",
        "mp3Start": "168.9",
        "mp3End": "171.3"
    },
    {
        "lineNo": 26,
        "lineEn": "Host: Is there anyone from Tip Top Trading here?",
        "linePl": "Prowadzący: Czy jest tu ktoś z Tip Top Trading?\r",
        "mp3Start": "171.3",
        "mp3End": "175.4"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: Anna, you’ll have to do the speech – you did write it after all.",
        "linePl": "Tom: Anna, będziesz musiała wygłosić przemówienie - w końcu to napisałaś.\r",
        "mp3Start": "175.4",
        "mp3End": "180.4"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: What me?! I can’t.",
        "linePl": "Anna: Co ja ?! Nie mogę.\r",
        "mp3Start": "180.4",
        "mp3End": "182.6"
    },
    {
        "lineNo": 29,
        "lineEn": "(Paul moaning)",
        "linePl": "(Jęczy Paul)\r",
        "mp3Start": "182.6",
        "mp3End": "184.1"
    },
    {
        "lineNo": 30,
        "lineEn": "Tom: Go on. You’ll be fine and besides I’m no good at public speaking.",
        "linePl": "TOM: Dalej. Nic ci nie będzie, a poza tym nie jestem dobry w wystąpieniach publicznych.\r",
        "mp3Start": "184.1",
        "mp3End": "188.3"
    },
    {
        "lineNo": 31,
        "lineEn": "Narrator: Yes you can do it Anna! Just start by saying ‘ladies and gentlemen’.",
        "linePl": "Narrator: Tak, możesz to zrobić Anna! Po prostu zacznij od powiedzenia „panie i panowie”.\r",
        "mp3Start": "188.3",
        "mp3End": "194.5"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: Oh, if I have to. Erm… ladies and gentlemen. On behalf of everyone at Tip Top Trading, thank you for our award… our company is at the forefront of plastic innovation.",
        "linePl": "Anna: Och, jeśli muszę. Erm… panie i panowie. W imieniu wszystkich w Tip\r Top Trading, dziękujemy za naszą nagrodę… nasza firma jest w czołówce\r innowacje z tworzyw sztucznych.\r",
        "mp3Start": "194.5",
        "mp3End": "217.9"
    },
    {
        "lineNo": 33,
        "lineEn": "Tom: (Shouting out) Yeah!",
        "linePl": "Tom: (krzyczy) Tak!\r",
        "mp3Start": "217.9",
        "mp3End": "219.3"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Erm… thanks Tom. This award is a real boost for everyone working at the company. We pride ourselves on innovation, quality and err… plastic fruit.",
        "linePl": "Anna: Eee… dzięki Tom. Ta nagroda to prawdziwy bodziec dla wszystkich pracujących w\r firma. Jesteśmy dumni z innowacyjności, jakości i błędów… plastikowych owoców.\r",
        "mp3Start": "219.3",
        "mp3End": "232.5"
    },
    {
        "lineNo": 35,
        "lineEn": "And coming soon, we’ll be launching a new plastic aubergine.",
        "linePl": "Wkrótce wprowadzimy na rynek nowy plastikowy bakłażan.\r",
        "mp3Start": "232.5",
        "mp3End": "235.7"
    },
    {
        "lineNo": 36,
        "lineEn": "Paul: Ow, my big toe!",
        "linePl": "Paul: Ow, mój duży palec u nogi!\r",
        "mp3Start": "235.7",
        "mp3End": "238.1"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: So thank you everyone, this really means a lot to us.",
        "linePl": "Anna: Dziękuję wszystkim, to naprawdę wiele dla nas znaczy.\r",
        "mp3Start": "238.1",
        "mp3End": "242.9"
    },
    {
        "lineNo": 38,
        "lineEn": "Tom: Brilliant Anna.",
        "linePl": "Tom: Genialna Anna.\r",
        "mp3Start": "242.9",
        "mp3End": "246.2"
    },
    {
        "lineNo": 39,
        "lineEn": "Paul: Yes splendid. Well done Anna.",
        "linePl": "Paul: Tak, wspaniale. Dobra robota Anno.\r",
        "mp3Start": "246.2",
        "mp3End": "249.1"
    },
    {
        "lineNo": 40,
        "lineEn": "Narrator: Well done indeed. Anna saved the day again by making that speech. She sounded confident and genuinely happy about getting the award. Here’s a reminder of some of things she said:",
        "linePl": "Narrator: Naprawdę dobrze zrobione. Anna znów uratowała dzień, wygłaszając tę ​​mowę. Ona\r brzmiał pewnie i szczerze zadowolony z otrzymania nagrody. Tutaj jest\r przypomnienie niektórych rzeczy, które powiedziała:\r",
        "mp3Start": "249.1",
        "mp3End": "268.4"
    },
    {
        "lineNo": 41,
        "lineEn": "Ladies and gentlemen, on behalf of everyone at Tip Top Trading, thank you for our award.",
        "linePl": "Szanowni Państwo, w imieniu wszystkich w Tip Top Trading dziękujemy za nasze\r nagroda.\r",
        "mp3Start": "268.4",
        "mp3End": "275.3"
    },
    {
        "lineNo": 42,
        "lineEn": "Our company is at the forefront of plastic innovation.",
        "linePl": "Nasza firma jest liderem w dziedzinie innowacji w dziedzinie tworzyw sztucznych.\r",
        "mp3Start": "275.3",
        "mp3End": "279.9"
    },
    {
        "lineNo": 43,
        "lineEn": "This award is a real boost for everyone working at the company.",
        "linePl": "Ta nagroda to prawdziwy impuls dla wszystkich pracujących w firmie.\r",
        "mp3Start": "279.9",
        "mp3End": "284.5"
    },
    {
        "lineNo": 44,
        "lineEn": "This award really means a lot to us.",
        "linePl": "Ta nagroda naprawdę wiele dla nas znaczy.\r",
        "mp3Start": "284.5",
        "mp3End": "288"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna: Are you OK now Paul?",
        "linePl": "Anna: Wszystko ok, Paul?\r",
        "mp3Start": "288",
        "mp3End": "294.1"
    },
    {
        "lineNo": 46,
        "lineEn": "Paul: Yes, sorry, that was rather unfortunate and a bit embarrassing too, but… hold on… what’s happening now?",
        "linePl": "Paul: Tak, przepraszam, to było raczej niefortunne i trochę zawstydzające, ale…\r poczekaj… co się teraz dzieje?\r",
        "mp3Start": "294.1",
        "mp3End": "302.9"
    },
    {
        "lineNo": 47,
        "lineEn": "Host: Ladies and gentlemen, before you go, we have one more award to present.",
        "linePl": "Gospodarz: Szanowni Państwo, przed wyjazdem mamy jeszcze jedną nagrodę\r teraźniejszość.\r",
        "mp3Start": "302.9",
        "mp3End": "309.2"
    },
    {
        "lineNo": 48,
        "lineEn": "Everyone: Oooh!",
        "linePl": "Wszyscy: Oooh!\r",
        "mp3Start": "309.2",
        "mp3End": "311.3"
    },
    {
        "lineNo": 49,
        "lineEn": "Host: We have a special award. ‘Employee of the Year’. This recognises someone’s achievements and contribution to the plastics industry.",
        "linePl": "Gospodarz: Mamy nagrodę specjalną. „Pracownik roku”. To rozpoznaje\r czyjeś osiągnięcia i wkład w przemysł tworzyw sztucznych.\r",
        "mp3Start": "311.3",
        "mp3End": "321.4"
    },
    {
        "lineNo": 50,
        "lineEn": "Tom: At last, I’ve been recognised.",
        "linePl": "Tom: Nareszcie zostałem rozpoznany.\r",
        "mp3Start": "321.4",
        "mp3End": "326.4"
    },
    {
        "lineNo": 51,
        "lineEn": "Host: Please welcome Brad Socrates from Tip Top Trading International to award the prize.",
        "linePl": "Gospodarz: Powitajcie Brada Socratesa z Tip Top Trading International w\r przyznać nagrodę.\r",
        "mp3Start": "326.4",
        "mp3End": "334.7"
    },
    {
        "lineNo": 52,
        "lineEn": "Mr Socrates: Out the way. Where’s the Goddamn envelope?  OK, right, (announcing) and the award goes to… Anna from Tip Top Trading.",
        "linePl": "Pan Socrates: Z drogi. Gdzie ta cholerna koperta? OK, racja, (ogłaszając)\r a nagroda trafia do… Anny z Tip Top Trading.\r",
        "mp3Start": "334.7",
        "mp3End": "344.7"
    },
    {
        "lineNo": 53,
        "lineEn": "Anna: Me? Bbbut I…",
        "linePl": "Anna: Ja? Ale ja…\r",
        "mp3Start": "344.7",
        "mp3End": "350.1"
    },
    {
        "lineNo": 54,
        "lineEn": "Paul: Go on Anna. You deserve it. Go and make another speech!",
        "linePl": "Paul: No dalej, Anna. Zasługujesz na to. Idź i wygłoś kolejną mowę!\r",
        "mp3Start": "350.1",
        "mp3End": "353.9"
    },
    {
        "lineNo": 55,
        "lineEn": "Anna: (Getting tearful) Thank you everyone – this is amazing.",
        "linePl": "Anna: (płacze) Dziękuję wszystkim - to jest niesamowite.\r",
        "mp3Start": "353.9",
        "mp3End": "358.7"
    },
    {
        "lineNo": 56,
        "lineEn": "Mr Socrates: This girl is amazing. In just one year she has risen from an apprentice to a champion. It’s great to have her on board. (Aside to Anna) I think we should talk about your salary later hey?",
        "linePl": "Pan Socrates: Ta dziewczyna jest niesamowita. W ciągu zaledwie jednego roku przeszła z praktykanta do\r mistrz. Wspaniale jest mieć ją na pokładzie. (Oprócz Anny) Myślę, że my\r powinieneś porozmawiać o swojej pensji później, hej?\r",
        "mp3Start": "358.7",
        "mp3End": "370.1"
    },
    {
        "lineNo": 57,
        "lineEn": "Narrator: Can things get any better for Anna? I think they can. Join us again soon for more English at Work. Bye.",
        "linePl": "Narrator: Czy Anna może się poprawić? Myślę, że mogą. Dołącz do nas wkrótce\r aby uzyskać więcej angielskiego w pracy. PA.\r",
        "mp3Start": "370.1",
        "mp3End": "379.2"
    },
    {
        "lineNo": 58,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 59,
        "lineEn": "What product does Tip Top Trading win its plastic innovation award for?",
        "linePl": "Za jaki produkt Tip Top Trading zdobywa nagrodę za innowacyjność tworzyw sztucznych?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 60,
        "lineEn": "(Answer: Imperial Lemon)",
        "linePl": "(Odpowiedź: Imperial Lemon) ",
        "mp3Start": "",
        "mp3End": ""
    }
]