[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello again. It's a difficult day at the offices of Tip Top Trading. The office assistant Denise is losing her job, and today is her last day. Anna is busy with her work and trying to get everyone to sign Denise's leaving card.",
        "linePl": "Narrator: Witam ponownie. To trudny dzień w biurach Tip Top Trading. Biuro\r Asystentka Denise traci pracę, a dziś jest jej ostatni dzień. Anna jest zajęta\r swoją pracą i próbując nakłonić wszystkich do podpisania karty urlopowej Denise.\r",
        "mp3Start": "1.5",
        "mp3End": "22.2"
    },
    {
        "lineNo": 2,
        "lineEn": "Anna: Paul, have you signed Denise's leaving card yet?",
        "linePl": "Anna: Paul, czy podpisałeś już kartę odejścia Denise?\r",
        "mp3Start": "22.2",
        "mp3End": "25.5"
    },
    {
        "lineNo": 3,
        "lineEn": "Paul: No, not yet. Have you got a pen? \"Sorry to see you go. Best foot forward.",
        "linePl": "Paul: Nie, jeszcze nie. Czy masz długopis? „Przepraszam, że odchodzisz. Najlepsza stopa do przodu.\r",
        "mp3Start": "25.5",
        "mp3End": "33.3"
    },
    {
        "lineNo": 4,
        "lineEn": "Paul.\" There. I feel a bit guilty, it was me who got rid of her.",
        "linePl": "Paul. - Tam. Czuję się trochę winny, to ja się jej pozbyłem.\r",
        "mp3Start": "33.3",
        "mp3End": "39.8"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom: Yeah. Well, you should feel really bad. I can't believe you're getting rid of her.",
        "linePl": "Tom: Tak. Powinieneś czuć się naprawdę źle. Nie mogę uwierzyć, że się pozbywasz\r jej.\r",
        "mp3Start": "39.8",
        "mp3End": "44"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: Tom, do you want to sign the card?",
        "linePl": "Anna: Tom, czy chcesz podpisać kartę?\r",
        "mp3Start": "44",
        "mp3End": "46.6"
    },
    {
        "lineNo": 7,
        "lineEn": "Tom: Yeah, of course. \"You are…were…the best employee we ever had. So sad to see you go. Kiss, kiss, kiss. Tom.\"",
        "linePl": "Tom: Tak, oczywiście. - Jesteś… byłeś… najlepszym pracownikiem, jakiego kiedykolwiek mieliśmy. Tak mi przykro\r do zobaczenia. Całus całus całus. Tomek.\"\r",
        "mp3Start": "46.6",
        "mp3End": "60"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Gosh. Three kisses! Erm, you haven't given me any money for her leaving present yet, have you?",
        "linePl": "Anna: Boże. Trzy buziaki! Erm, nie dałeś mi pieniędzy za jej odejście\r obecny, prawda?\r",
        "mp3Start": "60",
        "mp3End": "66.4"
    },
    {
        "lineNo": 9,
        "lineEn": "Tom: Oh sorry, a bit of a cash flow problem… Here, have a pound.",
        "linePl": "Tom: Och, przepraszam, trochę problem z przepływem gotówki… Masz funta.\r",
        "mp3Start": "66.4",
        "mp3End": "72.2"
    },
    {
        "lineNo": 10,
        "lineEn": "Paul: That's generous!",
        "linePl": "Paul: To hojne!\r",
        "mp3Start": "72.2",
        "mp3End": "73.8"
    },
    {
        "lineNo": 11,
        "lineEn": "(Denise crying in distance)",
        "linePl": "(Denise płacze z oddali)\r",
        "mp3Start": "73.8",
        "mp3End": "77.6"
    },
    {
        "lineNo": 12,
        "lineEn": "Paul: Oh crumbs, she's crying again. Anna, could you deal with her? I've got something important to do.",
        "linePl": "Paul: O okruchy, ona znowu płacze. Anno, czy mogłabyś sobie z nią poradzić? Mam\r coś ważnego do zrobienia.\r",
        "mp3Start": "77.6",
        "mp3End": "87.8"
    },
    {
        "lineNo": 13,
        "lineEn": "Tom: Oh yeah. Me too.",
        "linePl": "Tom: O tak. Ja też.\r",
        "mp3Start": "87.8",
        "mp3End": "89.5"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: Denise, are you OK? Are you upset about leaving?",
        "linePl": "Anna: Denise, wszystko w porządku? Czy jesteś zdenerwowany odejściem?\r",
        "mp3Start": "89.5",
        "mp3End": "97.7"
    },
    {
        "lineNo": 15,
        "lineEn": "Denise: Yes. I've loved working here. I've made some good friends… like you Anna… Oh, and being able to make free phone calls has been good.  What am I going to do now?",
        "linePl": "Denise: Tak. Uwielbiam tu pracować. Poznałem kilku dobrych przyjaciół… takich jak ty\r Anna… Aha, i możliwość wykonywania bezpłatnych rozmów telefonicznych była dobra. Co\r mam zamiar teraz zrobić?\r",
        "mp3Start": "97.7",
        "mp3End": "114.1"
    },
    {
        "lineNo": 16,
        "lineEn": "Narrator: Oh dear Anna. It sounds like Denise needs some career advice.",
        "linePl": "Narrator: O droga Anno. Wygląda na to, że Denise potrzebuje porady zawodowej.\r",
        "mp3Start": "114.1",
        "mp3End": "119.2"
    },
    {
        "lineNo": 17,
        "lineEn": "Anna: Career advice?",
        "linePl": "Anna: Porady dotyczące kariery?\r",
        "mp3Start": "119.2",
        "mp3End": "120.9"
    },
    {
        "lineNo": 18,
        "lineEn": "Narrator: She needs some guidance on what to do next and where to find another job. What would you do in her situation?",
        "linePl": "Narrator: Potrzebuje wskazówek, co robić dalej i gdzie znaleźć inną\r praca. Co byś zrobił w jej sytuacji?\r",
        "mp3Start": "120.9",
        "mp3End": "129.1"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: Look in the newspaper, ring my contacts, register with a job agency?",
        "linePl": "Anna: Zajrzyj do gazety, zadzwoń do moich kontaktów, zarejestruj się w agencji pracy?\r",
        "mp3Start": "129.1",
        "mp3End": "134.7"
    },
    {
        "lineNo": 20,
        "lineEn": "Narrator: Exactly! I'm sure you can give her some good advice. Go on, give it a go!",
        "linePl": "Narrator: Dokładnie! Jestem pewien, że możesz jej udzielić dobrych rad. No dalej, spróbuj!\r",
        "mp3Start": "134.7",
        "mp3End": "140.4"
    },
    {
        "lineNo": 21,
        "lineEn": "Anna: OK, I'll try. (To Denise) Cheer up Denise, you need to think positively.",
        "linePl": "Anna: OK, spróbuję. (Do Denise) Rozchmurz się Denise, musisz myśleć pozytywnie.\r",
        "mp3Start": "140.4",
        "mp3End": "147.7"
    },
    {
        "lineNo": 22,
        "lineEn": "Denise: Do I? I'm unemployed from tomorrow, how am I ever going to find another job?",
        "linePl": "Denise: Czy ja? Jestem bezrobotny od jutra, jak mam kiedykolwiek znaleźć inną\r praca?\r",
        "mp3Start": "147.7",
        "mp3End": "154.8"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Well, have you tried looking in the job section of the newspaper?",
        "linePl": "Anna: Cóż, czy próbowałeś szukać w dziale pracy w gazecie?\r",
        "mp3Start": "154.8",
        "mp3End": "159.5"
    },
    {
        "lineNo": 24,
        "lineEn": "Denise: No.",
        "linePl": "Denise: Nie.\r",
        "mp3Start": "159.5",
        "mp3End": "161.2"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: It's a good place to start. And there are loads of job-finding websites you could sign up for.",
        "linePl": "Anna: To dobre miejsce na rozpoczęcie. Jest mnóstwo stron internetowych z ofertami pracy\r może się zarejestrować.\r",
        "mp3Start": "161.2",
        "mp3End": "167.3"
    },
    {
        "lineNo": 26,
        "lineEn": "Denise:  I don't have a computer.",
        "linePl": "Denise: Nie mam komputera.\r",
        "mp3Start": "167.3",
        "mp3End": "169.5"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna: Well what about ringing some of the people you know; contacts who may know about a job.",
        "linePl": "Anna: A co z dzwonieniem do niektórych znajomych; kontakty, które mogą\r wiedzieć o pracy.\r",
        "mp3Start": "169.5",
        "mp3End": "176"
    },
    {
        "lineNo": 28,
        "lineEn": "Denise: Hmm, I hadn't thought about that.",
        "linePl": "Denise: Hmm, nie myślałem o tym.\r",
        "mp3Start": "176",
        "mp3End": "179"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: And of course, you could register with a recruitment agency. They're good at finding jobs for you.",
        "linePl": "Anna: I oczywiście możesz zarejestrować się w agencji rekrutacyjnej. Oni są dobrzy\r w znalezieniu pracy dla Ciebie.\r",
        "mp3Start": "179",
        "mp3End": "185.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Denise: Oh, that's a good idea. Anna, you're brilliant! What great ideas… you're so kind and… thoughtful.",
        "linePl": "Denise: Och, to dobry pomysł. Anna, jesteś genialna! Jakie świetne pomysły… jesteś taki\r miły i… troskliwy.\r",
        "mp3Start": "185.8",
        "mp3End": "197.9"
    },
    {
        "lineNo": 31,
        "lineEn": "(Door opens)",
        "linePl": "(Drzwi się otwierają)\r",
        "mp3Start": "197.9",
        "mp3End": "199.4"
    },
    {
        "lineNo": 32,
        "lineEn": "Paul: Anna could you… Oh no, she's crying again.",
        "linePl": "Paul: Anna, czy mogłabyś… O nie, ona znowu płacze.\r",
        "mp3Start": "199.4",
        "mp3End": "202.4"
    },
    {
        "lineNo": 33,
        "lineEn": "Tom: Oh no, shall we go back into your office Paul?",
        "linePl": "TOM: O nie, wrócimy do twojego biura Paul?\r",
        "mp3Start": "202.4",
        "mp3End": "206"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: No, no. It's OK, Denise is crying with happiness. She's feeling better now.",
        "linePl": "Anna: Nie, nie. W porządku, Denise płacze ze szczęścia. Teraz czuje się lepiej.\r",
        "mp3Start": "206",
        "mp3End": "211.4"
    },
    {
        "lineNo": 35,
        "lineEn": "Paul: Oh well, in that case… shall we all gather round and officially say goodbye to Denise.",
        "linePl": "Paul: No cóż, w takim razie… zbierzmy się wszyscy i oficjalnie się pożegnamy\r do Denise.\r",
        "mp3Start": "211.4",
        "mp3End": "218.1"
    },
    {
        "lineNo": 36,
        "lineEn": "Narrator: It's an emotional day for Denise, but Anna has been really useful with her career advice. If a professional career advisor is not available, giving some of your own advice can sometimes be useful. Let's hear again what Anna suggested…",
        "linePl": "Narrator: To emocjonalny dzień dla Denise, ale Anna była dla niej naprawdę przydatna\r porady zawodowe. Jeśli doradca zawodowy nie jest dostępny, udzielając\r z własnej rady może się czasem przydać. Posłuchajmy jeszcze raz, co Anna\r zasugerował…\r",
        "mp3Start": "218.1",
        "mp3End": "241.4"
    },
    {
        "lineNo": 37,
        "lineEn": "You need to think positively.",
        "linePl": "Musisz myśleć pozytywnie.\r",
        "mp3Start": "241.4",
        "mp3End": "244.3"
    },
    {
        "lineNo": 38,
        "lineEn": "Try looking in the job section of the newspaper.",
        "linePl": "Spróbuj poszukać w dziale pracy w gazecie.\r",
        "mp3Start": "244.3",
        "mp3End": "248.1"
    },
    {
        "lineNo": 39,
        "lineEn": "There are loads of job-finding websites you could sign up for.",
        "linePl": "Istnieje wiele witryn z ofertami pracy, w których możesz się zarejestrować.\r",
        "mp3Start": "248.1",
        "mp3End": "252.7"
    },
    {
        "lineNo": 40,
        "lineEn": "What about ringing some of the people you know?",
        "linePl": "A co z dzwonieniem do niektórych znajomych?\r",
        "mp3Start": "252.7",
        "mp3End": "256.4"
    },
    {
        "lineNo": 41,
        "lineEn": "You could register with a recruitment agency.",
        "linePl": "Możesz zarejestrować się w agencji rekrutacyjnej.\r",
        "mp3Start": "256.4",
        "mp3End": "260.4"
    },
    {
        "lineNo": 42,
        "lineEn": "Paul: OK everyone, the time has come to say farewell to Denise. It's with regret we've had to let her go.",
        "linePl": "Paul: OK wszystkim, nadszedł czas, aby pożegnać się z Denise. Z żalem\r musieliśmy pozwolić jej odejść.\r",
        "mp3Start": "260.4",
        "mp3End": "273.2"
    },
    {
        "lineNo": 43,
        "lineEn": "Tom: We? You, Paul.",
        "linePl": "TOM: My? Ty, Paul.\r",
        "mp3Start": "273.2",
        "mp3End": "275.7"
    },
    {
        "lineNo": 44,
        "lineEn": "Paul: Thank you for all your hard work and we wish you very well in the future.",
        "linePl": "Paul: Dziękuję za całą ciężką pracę i życzymy powodzenia w przyszłości.\r",
        "mp3Start": "275.7",
        "mp3End": "280.4"
    },
    {
        "lineNo": 45,
        "lineEn": "(Everyone claps)",
        "linePl": "(Wszyscy klaszczą)\r",
        "mp3Start": "280.4",
        "mp3End": "281.6"
    },
    {
        "lineNo": 46,
        "lineEn": "Paul: Anna, I think we have a gift for Denise?",
        "linePl": "Paul: Anna, myślę, że mamy prezent dla Denise?\r",
        "mp3Start": "281.6",
        "mp3End": "287.8"
    },
    {
        "lineNo": 47,
        "lineEn": "Anna: There you go Denise. Careful, it's quite heavy.",
        "linePl": "Anna: Proszę, Denise. Ostrożnie, jest dość ciężki.\r",
        "mp3Start": "287.8",
        "mp3End": "292.2"
    },
    {
        "lineNo": 48,
        "lineEn": "Denise: (Unwrapping gift) Oh, what a beautiful fruit bowl… and full of plastic fruit!",
        "linePl": "Denise: (Rozpakowywanie prezentu) Och, jaka piękna miska na owoce… i pełna plastikowych owoców!\r",
        "mp3Start": "292.2",
        "mp3End": "302.9"
    },
    {
        "lineNo": 49,
        "lineEn": "(Everyone laughs)",
        "linePl": "(Wszyscy się śmieją)\r",
        "mp3Start": "302.9",
        "mp3End": "304.6"
    },
    {
        "lineNo": 50,
        "lineEn": "(Phone rings)",
        "linePl": "(Telefon dzwoni)\r",
        "mp3Start": "304.6",
        "mp3End": "306.4"
    },
    {
        "lineNo": 51,
        "lineEn": "Tom: I'll get it (Tom talks to someone on the phone). Sorry about that everyone.",
        "linePl": "Tom: Zrozumiem (Tom rozmawia z kimś przez telefon). Przepraszam za to wszystkim.\r",
        "mp3Start": "306.4",
        "mp3End": "318"
    },
    {
        "lineNo": 52,
        "lineEn": "That was a company called Nice'n'Cheesy, they remember you Anna. They liked your sales pitch and want to order a hundred thousand plastic grapes to go with their cheeses!",
        "linePl": "To była firma o nazwie Nice'n'Cheesy, pamiętają cię Anno. one\r spodobała mi się Twoja prezentacja i chcesz zamówić sto tysięcy plastikowych winogron\r do swoich serów!\r",
        "mp3Start": "318",
        "mp3End": "329.5"
    },
    {
        "lineNo": 53,
        "lineEn": "Paul: What?! Brilliant! Ooops.",
        "linePl": "Paul: Co ?! Znakomity! Ups.\r",
        "mp3Start": "329.5",
        "mp3End": "332.6"
    },
    {
        "lineNo": 54,
        "lineEn": "(Fruit bowl drops and smashes)",
        "linePl": "(Miska z owocami spada i rozbija się)\r",
        "mp3Start": "332.6",
        "mp3End": "334.9"
    },
    {
        "lineNo": 55,
        "lineEn": "Denise: My new fruit bowl!  (Starts crying again)",
        "linePl": "Denise: Moja nowa miska na owoce! (Znowu zaczyna płakać)\r",
        "mp3Start": "334.9",
        "mp3End": "338.9"
    },
    {
        "lineNo": 56,
        "lineEn": "Narrator: Oh dear. Poor Denise! It looks like she might be leaving the company at just the wrong time. I wonder if she'll be back? You'll have to join us again for the next episode of English at Work. Bye!",
        "linePl": "Narrator: Ojej. Biedna Denise! Wygląda na to, że odchodzi z firmy o godz\r po prostu zły czas. Zastanawiam się, czy wróci? Będziesz musiał ponownie do nas dołączyć\r na następny odcinek English at Work. PA!\r",
        "mp3Start": "338.9",
        "mp3End": "357"
    },
    {
        "lineNo": 57,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 58,
        "lineEn": "What does Denise get for her leaving present?",
        "linePl": "Co otrzyma Denise za odejście w prezencie?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 59,
        "lineEn": "(Answer: A glass fruit bowl)",
        "linePl": "(Odpowiedź: szklana miska na owoce) ",
        "mp3Start": "",
        "mp3End": ""
    }
]