[
    {
        "lineNo": 1,
        "lineEn": "Tom: Has anyone seen the stapler?",
        "linePl": "TOM: Czy ktokolwiek widział zszywacz?\r",
        "mp3Start": "1.5",
        "mp3End": "3.5"
    },
    {
        "lineNo": 2,
        "lineEn": "Anna: I can't find any pens.",
        "linePl": "Anna: Nie mogę znaleźć żadnych długopisów.\r",
        "mp3Start": "3.5",
        "mp3End": "5.2"
    },
    {
        "lineNo": 3,
        "lineEn": "Tom: Oh, here it is.",
        "linePl": "TOM: O, oto jest.\r",
        "mp3Start": "5.2",
        "mp3End": "9"
    },
    {
        "lineNo": 4,
        "lineEn": "Paul: Will someone answer that phone?",
        "linePl": "Paul: Czy ktoś odbierze ten telefon?\r",
        "mp3Start": "9",
        "mp3End": "9.6"
    },
    {
        "lineNo": 5,
        "lineEn": "Narrator: Hello again and welcome back to English at Work. The offices of Tip Top Trading have become chaotic since Denise left and just at a time when things are getting busy. How is everyone going to cope? Let's find out.",
        "linePl": "Narrator: Witam ponownie i witam ponownie w English at Work. Biura Tip Top\r Handel stał się chaotyczny, odkąd Denise odeszła i właśnie wtedy\r robi się dużo rzeczy. Jak wszyscy sobie poradzą? Dowiedzmy Się.\r",
        "mp3Start": "9.6",
        "mp3End": "25.7"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: (Answering phone) Hello. Yes? It is. We're very busy so call back later. Bye.",
        "linePl": "Tom: (odbiera telefon) Cześć. Tak? To jest. Jesteśmy bardzo zajęci, więc oddzwoń później.\r PA.\r",
        "mp3Start": "25.7",
        "mp3End": "37.8"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna: That was a bit rude Tom.",
        "linePl": "Anna: To było trochę niegrzeczne, Tom.\r",
        "mp3Start": "37.8",
        "mp3End": "39.9"
    },
    {
        "lineNo": 8,
        "lineEn": "Tom: Well we're too busy to be nice.",
        "linePl": "Tom: Cóż, jesteśmy zbyt zajęci, żeby być miłymi.\r",
        "mp3Start": "39.9",
        "mp3End": "42.1"
    },
    {
        "lineNo": 9,
        "lineEn": "Narrator: Hmm. Not a good attitude Tom. Even when you are busy at work it's important to be polite on the phone. It could be a potential customer.",
        "linePl": "Narrator: Hmm. Niezbyt dobre nastawienie, Tom. Nawet jeśli jesteś zajęty w pracy, tak jest\r ważne, aby być uprzejmym podczas rozmowy telefonicznej. To mógłby być potencjalny klient.\r",
        "mp3Start": "42.1",
        "mp3End": "52.2"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna, I think you're going to have to remind Tom about this.",
        "linePl": "Anna, myślę, że będziesz musiała o tym przypomnieć Tomowi.\r",
        "mp3Start": "52.2",
        "mp3End": "56.7"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Yes, I think so.",
        "linePl": "Anna: Tak, myślę, że tak.\r",
        "mp3Start": "56.7",
        "mp3End": "58.3"
    },
    {
        "lineNo": 12,
        "lineEn": "Narrator: If things are busy in the office you could say to someone on the phone 'we're a bit busy at the moment, could I take your name and number and we'll call you back' and, 'when would be a convenient time to call you?' or if the caller wants to speak to someone specific you could say 'could I take a message please and I'll make sure he or she calls you back'.",
        "linePl": "Narrator: Jeśli w biurze jest dużo rzeczy, możesz powiedzieć komuś przez telefon\r - Jesteśmy w tej chwili trochę zajęci, czy mógłbym wziąć twoje nazwisko, numer i\r oddzwonimy ”i„ kiedy będzie dogodny czas, aby do Ciebie zadzwonić? ” albo jeśli\r dzwoniący chce porozmawiać z kimś konkretnym, możesz powiedzieć „czy mógłbym wziąć\r wiadomość proszę, a upewnię się, że oddzwoni ”.\r",
        "mp3Start": "58.3",
        "mp3End": "82.6"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: That's useful. (Phone rings) Oh there goes the phone again.",
        "linePl": "Anna: To przydatne. (Dzwoni telefon) Och, znowu dzwoni telefon.\r",
        "mp3Start": "82.6",
        "mp3End": "87"
    },
    {
        "lineNo": 14,
        "lineEn": "Paul: Anna, could you get that please? I've got a mouthful of biscuit. Thanks.",
        "linePl": "Paul: Anna, czy mogłabyś to dostać? Mam kęs ciastka. Dzięki.\r",
        "mp3Start": "87",
        "mp3End": "93.4"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: Sure Paul.  (Answers phone) Hello? Tip Top Trading… yes, that's right… but things are a bit busy at the moment. Could I take your name and number and I'll call you back as soon as I can… oh hold on, has anyone got a pen?",
        "linePl": "Anna: Jasne Paul. (Odpowiada na telefon) Halo? Tip Top Trading… tak, zgadza się… ale\r w tej chwili jest trochę zajęty. Mogę wziąć twoje nazwisko i numer\r a oddzwonię tak szybko, jak będę mógł… och, poczekaj, czy ktoś ma długopis?\r",
        "mp3Start": "93.4",
        "mp3End": "111.2"
    },
    {
        "lineNo": 16,
        "lineEn": "Tom: I think we've run out. Denise usually orders them. Here, use my souvenir",
        "linePl": "Tom: Myślę, że skończyliśmy. Denise zwykle je zamawia. Proszę, użyj mojej pamiątki\r",
        "mp3Start": "111.2",
        "mp3End": "116.5"
    },
    {
        "lineNo": 17,
        "lineEn": "pen I bought in Italy, you see it changes colour if you hold it up to the light.",
        "linePl": "długopis, który kupiłem we Włoszech, widzisz, że zmienia kolor, jeśli trzymasz go pod kątem\r lekki.\r",
        "mp3Start": "116.5",
        "mp3End": "121"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Thanks. Oh no! There's no paper to write it on.",
        "linePl": "Anna: Dzięki. O nie! Nie ma papieru, na którym można by to zapisać.\r",
        "mp3Start": "121",
        "mp3End": "125.2"
    },
    {
        "lineNo": 19,
        "lineEn": "Tom: Here, write it on my hand.",
        "linePl": "TOM: Tutaj, napisz to na mojej dłoni.\r",
        "mp3Start": "125.2",
        "mp3End": "127.9"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: OK. Hold still. 7-4-9-0-5-6-8. Thanks for your patience, when is a good time to call you back? … OK… 3 o'clock… I'll call you then. Goodbye.",
        "linePl": "Anna: OK. Nie ruszaj się. 7-4-9-0-5-6-8. Dzięki za cierpliwość, kiedy jest dobrze\r czas oddzwonić? … OK… godzina trzecia… W takim razie zadzwonię. Do widzenia.\r",
        "mp3Start": "127.9",
        "mp3End": "145.8"
    },
    {
        "lineNo": 21,
        "lineEn": "Tom: Sounds important.",
        "linePl": "TOM: Brzmi istotnie.\r",
        "mp3Start": "145.8",
        "mp3End": "147.4"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Possibly. (Phone rings) Oh not again!  (Answers phone) Hello, Tip Top Trading, Anna speaking… I see… Well he doesn't seem to be here at the moment… can I take a message and I'll get him to call you back. (Whispering) Tom, I need your other hand to write on… keep still. (To caller) OK, what's the message? … Yes, call Bob about the lemons on 8-0- 9-5-2-4. OK, I'll pass that on. Thanks. Bye.",
        "linePl": "Anna: Możliwe. (Dzwoni telefon) O, nie znowu! (Odpowiada na telefon) Witam, Tip Top\r Trading, Anna mówi… Rozumiem… Cóż, wydaje się, że go tu nie ma\r moment… czy mogę odebrać wiadomość, a on oddzwoni.\r (Szeptem) Tom, potrzebuję twojej drugiej ręki do pisania… nie ruszaj się. (Do\r dzwoniący) OK, jaka jest wiadomość? … Tak, zadzwoń do Boba w sprawie cytryn pod numer 8-0-\r 9-5-2-4. OK, przekażę to dalej. Dzięki. PA.\r",
        "mp3Start": "147.4",
        "mp3End": "183.4"
    },
    {
        "lineNo": 23,
        "lineEn": "Tom: Goodness. It's been crazy here since Denise left. Look we've even run out of teabags. I'll go and get some, shall I?",
        "linePl": "TOM: O Boże. To było szalone odkąd Denise odeszła. Słuchaj, nawet nam się skończyło\r torebek herbaty. Pójdę po trochę, dobrze?\r",
        "mp3Start": "183.4",
        "mp3End": "192.6"
    },
    {
        "lineNo": 24,
        "lineEn": "Paul: Hold on Tom. Has that invoice for Tutti Fruity been sent out yet?",
        "linePl": "Paul: Trzymaj się Tom. Czy ta faktura za Tutti Fruity została już wysłana?\r",
        "mp3Start": "192.6",
        "mp3End": "197.3"
    },
    {
        "lineNo": 25,
        "lineEn": "Tom: I dunno. Denise usually sends out the paperwork.",
        "linePl": "Tom: Nie wiem. Denise zwykle wysyła dokumenty.\r",
        "mp3Start": "197.3",
        "mp3End": "200.8"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: I wish Denise was here!",
        "linePl": "Anna: Chciałabym, żeby Denise tu była!\r",
        "mp3Start": "200.8",
        "mp3End": "202.9"
    },
    {
        "lineNo": 27,
        "lineEn": "Narrator: So do we all!  It sounds like chaos in the office but however hectic things can get, remember to remain professional when answering the phone.",
        "linePl": "Narrator: Tak jak my wszyscy! Brzmi jak chaos w biurze, ale jakkolwiek gorączkowa sytuacja\r należy pamiętać o profesjonalnym odbiorze telefonu.\r",
        "mp3Start": "202.9",
        "mp3End": "212.9"
    },
    {
        "lineNo": 28,
        "lineEn": "Here's a reminder of some of the phrases you could use…",
        "linePl": "Oto przypomnienie niektórych zwrotów, których możesz użyć…\r",
        "mp3Start": "212.9",
        "mp3End": "216.6"
    },
    {
        "lineNo": 29,
        "lineEn": "We're a bit busy at the moment, could I take your name and number and we'll call you back.",
        "linePl": "Jesteśmy w tej chwili trochę zajęci, czy mógłbym wziąć twoje nazwisko, numer i\r oddzwonimy.\r",
        "mp3Start": "216.6",
        "mp3End": "222.6"
    },
    {
        "lineNo": 30,
        "lineEn": "When would be a convenient time to call you?",
        "linePl": "Kiedy byłby dogodny czas, aby do Ciebie zadzwonić?\r",
        "mp3Start": "222.6",
        "mp3End": "225.5"
    },
    {
        "lineNo": 31,
        "lineEn": "Could I take a message please and I'll make sure he or she calls you back.",
        "linePl": "Czy mógłbym odebrać wiadomość, a upewnię się, że oddzwoni.\r",
        "mp3Start": "225.5",
        "mp3End": "230.7"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: Ah there you are, Tom, you've been a long time. I need to give Paul that important message I wrote on your hand.",
        "linePl": "Anna: Ach, tu jesteś, Tom, byłeś już od dawna. Muszę to dać Paulowi\r ważna wiadomość, którą napisałem na twojej dłoni.\r",
        "mp3Start": "230.7",
        "mp3End": "245.9"
    },
    {
        "lineNo": 33,
        "lineEn": "Tom: Ah… yes… it's a bit tricky. You see, I went to the toilet and then I… washed my hands.",
        "linePl": "Tom: Ach… tak… to trochę trudne. Widzisz, poszedłem do toalety, a potem… umyłem się\r moje ręce.\r",
        "mp3Start": "245.9",
        "mp3End": "257.7"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Oh no, you've washed the messages off! What are we going to do now?",
        "linePl": "Anna: O nie, zmyłeś wiadomości! Co teraz zrobimy?\r",
        "mp3Start": "257.7",
        "mp3End": "262.8"
    },
    {
        "lineNo": 35,
        "lineEn": "(Phone rings)",
        "linePl": "(Telefon dzwoni)\r",
        "mp3Start": "262.8",
        "mp3End": "264.6"
    },
    {
        "lineNo": 36,
        "lineEn": "Tom: Erm… I'll get that, shall I?",
        "linePl": "Tom: Eee… Zrozumiem, dobrze?\r",
        "mp3Start": "264.6",
        "mp3End": "266.4"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: We can't carry on like this.",
        "linePl": "Anna: Nie możemy tak dalej postępować.\r",
        "mp3Start": "266.4",
        "mp3End": "267.5"
    },
    {
        "lineNo": 38,
        "lineEn": "Narrator:  No you can't! Has Anna lost the numbers of two potential clients? Can the company carry on like this? It certainly looks like it could do with another pair of hands.  What will happen next? Join us again next time for English at Work. Bye!",
        "linePl": "Narrator: Nie, nie możesz! Czy Anna straciła liczbę dwóch potencjalnych klientów? Czy\r firma tak postępuje? Z pewnością wygląda na to, że może to zrobić z innym\r para rąk. Co się później stanie? Dołącz do nas następnym razem na angielski\r w pracy. PA!\r",
        "mp3Start": "267.5",
        "mp3End": "284.8"
    },
    {
        "lineNo": 39,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 40,
        "lineEn": "What has the office run out of?",
        "linePl": "Czego zabrakło w biurze?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 41,
        "lineEn": "(Answer: pens and paper)",
        "linePl": "(Odpowiedź: długopisy i papier) ",
        "mp3Start": "",
        "mp3End": ""
    }
]