[
    {
        "lineNo": 1,
        "lineEn": "(LIFT DOOR OPENS)",
        "linePl": "(PODNOSZENIE DRZWI OTWIERA SIĘ)\r",
        "mp3Start": "1.5",
        "mp3End": "6.5"
    },
    {
        "lineNo": 2,
        "lineEn": "Tom: Quick, gather round, here she comes.",
        "linePl": "Tom: Szybko, zbierzcie się, ona nadchodzi.\r",
        "mp3Start": "6.5",
        "mp3End": "12.9"
    },
    {
        "lineNo": 3,
        "lineEn": "(ALL CHEER)",
        "linePl": "(WSZYSCY)\r",
        "mp3Start": "12.9",
        "mp3End": "15.6"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: Welcome back Denise, we just couldn't survive without you.",
        "linePl": "Anna: Witaj z powrotem Denise, po prostu nie moglibyśmy przetrwać bez ciebie.\r",
        "mp3Start": "15.6",
        "mp3End": "20.8"
    },
    {
        "lineNo": 5,
        "lineEn": "Denise: Oh bless you.",
        "linePl": "Denise: Och, błogosławię cię.\r",
        "mp3Start": "20.8",
        "mp3End": "22.6"
    },
    {
        "lineNo": 6,
        "lineEn": "Narrator: Yes welcome back to Tip Top Trading Denise. Paul, the boss, was a little hasty in getting rid of her so now he's asked her back but negotiated some new conditions which include learning how to be a Sales Executive, like",
        "linePl": "Narrator: Tak, witamy z powrotem w Tip Top Trading Denise. Paul, szef, był trochę\r pospiesznie się jej pozbył, więc teraz poprosił ją z powrotem, ale coś negocjował\r nowe warunki, które obejmują nauczenie się, jak być kierownikiem sprzedaży, np\r",
        "mp3Start": "22.6",
        "mp3End": "39.4"
    },
    {
        "lineNo": 7,
        "lineEn": "Anna. But who's going to show her what to do?",
        "linePl": "Ania. Ale kto jej pokaże, co ma robić?\r",
        "mp3Start": "39.4",
        "mp3End": "41.9"
    },
    {
        "lineNo": 8,
        "lineEn": "(DOOR OPENS)",
        "linePl": "(OTWARCIE DRZWI)\r",
        "mp3Start": "41.9",
        "mp3End": "44.1"
    },
    {
        "lineNo": 9,
        "lineEn": "Paul: Oh, hello Denise. Nice to have you back. I suppose I had to eat my words didn't I?",
        "linePl": "Paul: Och, cześć Denise. Miło cię mieć z powrotem. Przypuszczam, że musiałem zjadać swoje słowa\r prawda?\r",
        "mp3Start": "44.1",
        "mp3End": "51.6"
    },
    {
        "lineNo": 10,
        "lineEn": "Denise: Yes, well it makes a change from biscuits! Now, where have you put my stapler and my red pens?",
        "linePl": "Denise: Tak, cóż, to odmiana od ciastek! Teraz, gdzie umieściłeś moje\r zszywacz i moje czerwone długopisy?\r",
        "mp3Start": "51.6",
        "mp3End": "60"
    },
    {
        "lineNo": 11,
        "lineEn": "Paul: Don't worry about that, I've got you a new stapler and a new desk, right here next to Anna.",
        "linePl": "Paul: Nie martw się o to, mam dla ciebie nowy zszywacz i nowe biurko, tak\r tutaj obok Anny.\r",
        "mp3Start": "60",
        "mp3End": "68.8"
    },
    {
        "lineNo": 12,
        "lineEn": "Denise:  Oh lovely.",
        "linePl": "Denise: Och, cudownie.\r",
        "mp3Start": "68.8",
        "mp3End": "71.1"
    },
    {
        "lineNo": 13,
        "lineEn": "Paul: Well you wanted some experience in sales, so I thought Anna could show you the ropes.",
        "linePl": "Paul: Cóż, chciałeś trochę doświadczenia w sprzedaży, więc pomyślałem, że Anna może się pokazać\r ty liny.\r",
        "mp3Start": "71.1",
        "mp3End": "76.9"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: Ropes? I don't have any ropes!",
        "linePl": "Anna: Liny? Nie mam żadnych lin!\r",
        "mp3Start": "76.9",
        "mp3End": "80.2"
    },
    {
        "lineNo": 15,
        "lineEn": "Narrator: Anna, if you 'show someone the ropes' it means you explain to someone how to do the job. You'll be great at that.",
        "linePl": "Narrator: Anna, jeśli „pokażesz komuś liny”, oznacza to, że komuś wyjaśnisz\r jak wykonać tę pracę. Będziesz w tym świetny.\r",
        "mp3Start": "80.2",
        "mp3End": "88.4"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: Oh I see. Well I might know what to do but I'm no good at explaining it to someone else.",
        "linePl": "Anna: Och, rozumiem. Cóż, mogę wiedzieć, co robić, ale nie jestem dobry w wyjaśnianiu tego\r ktoś inny.\r",
        "mp3Start": "88.4",
        "mp3End": "96.8"
    },
    {
        "lineNo": 17,
        "lineEn": "Narrator: Well the best way is to start at the beginning. Why not suggest to her to 'watch what I do', or give her some of your tasks and say 'please could you make a start on these?' and then reassure her by saying 'I'm here to help so please ask me if you need to know what to do.' Good luck.",
        "linePl": "Narrator: Cóż, najlepiej zacząć od początku. Dlaczego jej nie zasugerować\r „uważaj na to, co robię” lub daj jej część swoich zadań i powiedz „proszę, czy mógłbyś”\r zacząć od tego? a potem uspokoić ją, mówiąc: „Jestem tu, aby pomóc\r więc proszę, zapytaj mnie, czy chcesz wiedzieć, co robić. Powodzenia.\r",
        "mp3Start": "96.8",
        "mp3End": "117.4"
    },
    {
        "lineNo": 18,
        "lineEn": "Anna: Thanks! (To Denise) So Denise, it's nice to have you back, how's your new desk?",
        "linePl": "Anna: Dzięki! (Do Denise) Więc Denise, miło cię mieć z powrotem, jak tam nowy\r biurko?\r",
        "mp3Start": "117.4",
        "mp3End": "123.3"
    },
    {
        "lineNo": 19,
        "lineEn": "Denise: Much bigger than my old one – and look, it goes up….and down.",
        "linePl": "Denise: Dużo większy niż mój stary - i spójrz, podnosi się… i opada.\r",
        "mp3Start": "123.3",
        "mp3End": "129.2"
    },
    {
        "lineNo": 20,
        "lineEn": "Anna: Yes it does.  OK, shall we make a start then and I'll show you the ropes.",
        "linePl": "Anna: Tak, to prawda. OK, więc zacznijmy, a pokażę ci liny.\r",
        "mp3Start": "129.2",
        "mp3End": "135.2"
    },
    {
        "lineNo": 21,
        "lineEn": "Denise: Oh yes Anna, of course Anna. Do I need to use the phone?",
        "linePl": "Denise: O tak, Anna, oczywiście Anna. Czy muszę korzystać z telefonu?\r",
        "mp3Start": "135.2",
        "mp3End": "139.1"
    },
    {
        "lineNo": 22,
        "lineEn": "Tom: I reckon you're quite experienced with the phone already Denise!",
        "linePl": "Tom: Myślę, że masz już duże doświadczenie z telefonem Denise!\r",
        "mp3Start": "139.1",
        "mp3End": "143.3"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Thank you Tom. We won't make any calls yet, just watch what I do for a while.  Look, I'm just checking our database so see who we haven't called for a while.",
        "linePl": "Anna: Dziękuję Tom. Nie będziemy jeszcze dzwonić, po prostu zobacz, co robię przez\r podczas. Słuchaj, właśnie sprawdzam naszą bazę danych, więc zobacz, do kogo nie dzwoniliśmy\r przez chwilę.\r",
        "mp3Start": "143.3",
        "mp3End": "153.8"
    },
    {
        "lineNo": 24,
        "lineEn": "Denise: Oh yes.",
        "linePl": "Denise: O tak.\r",
        "mp3Start": "153.8",
        "mp3End": "155"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: I'm just checking the dates here…in fact Denise, why don't you make a start on this.",
        "linePl": "Anna: Sprawdzam tylko daty… właściwie Denise, dlaczego nie zrobisz\r zacznij od tego.\r",
        "mp3Start": "155",
        "mp3End": "162.5"
    },
    {
        "lineNo": 26,
        "lineEn": "(PHONE RINGS)",
        "linePl": "(TELEFON DZWONI)\r",
        "mp3Start": "162.5",
        "mp3End": "165.7"
    },
    {
        "lineNo": 27,
        "lineEn": "Denise: Of course…oh look, my phone's ringing.",
        "linePl": "Denise: Oczywiście… oh spójrz, mój telefon dzwoni.\r",
        "mp3Start": "165.7",
        "mp3End": "167.3"
    },
    {
        "lineNo": 28,
        "lineEn": "Tom: Are you going to answer it then?",
        "linePl": "TOM: Czy w takim razie odpowiesz?\r",
        "mp3Start": "167.3",
        "mp3End": "170.7"
    },
    {
        "lineNo": 29,
        "lineEn": "Denise: Oh right. Hello, Tip Top Trading, Denise speaking…oh hello Marge! (To Anna) It's Marge, Anna!",
        "linePl": "Denise: Oh racja. Cześć, Tip Top Trading, Denise mówi… och, cześć Marge! (Do\r Anna) To Marge, Anna!\r",
        "mp3Start": "170.7",
        "mp3End": "181.1"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: Oh right. I'll leave you to it – I'm here to help, so please ask me if you need to know what to do.",
        "linePl": "Anna: Oh racja. Zostawię cię z tym - jestem tutaj, aby pomóc, więc zapytaj mnie, czy ty\r trzeba wiedzieć, co robić.\r",
        "mp3Start": "181.1",
        "mp3End": "188.2"
    },
    {
        "lineNo": 31,
        "lineEn": "Denise: OK Anna, I won't be long. (Back to the phone) So Marge, how did it go the other night? Really? Really! Well, I'm sitting at my new desk…",
        "linePl": "Denise: OK Anno, nie potrwa to długo. (Wracając do telefonu) Więc Marge, jak poszło\r innej nocy? Naprawdę? Naprawdę! Cóż, siedzę przy moim nowym biurku…\r",
        "mp3Start": "188.2",
        "mp3End": "200.8"
    },
    {
        "lineNo": 32,
        "lineEn": "Tom: Nice to have her back hey?! Some Sales Exec she's going to be!",
        "linePl": "Tom: Miło mieć ją z powrotem, hej ?! Będzie jakimś kierownikiem sprzedaży!\r",
        "mp3Start": "200.8",
        "mp3End": "205"
    },
    {
        "lineNo": 33,
        "lineEn": "Narrator: Everyone has to start somewhere Tom! Now Anna is helping – or coaching - Denise I'm sure she'll become an excellent worker. Here are some of the phrases Anna used to help her:",
        "linePl": "Narrator: Każdy musi gdzieś zacząć Tom! Teraz Anna pomaga - lub coaching\r - Denise, jestem pewien, że zostanie świetnym pracownikiem. Oto niektóre z plików\r zwroty, których Anna użyła, aby jej pomóc:\r",
        "mp3Start": "205",
        "mp3End": "220.9"
    },
    {
        "lineNo": 34,
        "lineEn": "Let me show you the ropes.",
        "linePl": "Pokażę ci liny.\r",
        "mp3Start": "220.9",
        "mp3End": "223"
    },
    {
        "lineNo": 35,
        "lineEn": "Watch what I do for a while.",
        "linePl": "Popatrz przez chwilę, co robię.\r",
        "mp3Start": "223",
        "mp3End": "226"
    },
    {
        "lineNo": 36,
        "lineEn": "Why don't you make a start on this?",
        "linePl": "Dlaczego nie zaczniesz tego?\r",
        "mp3Start": "226",
        "mp3End": "228.7"
    },
    {
        "lineNo": 37,
        "lineEn": "I'm here to help, so please ask me if you need to know what to do.",
        "linePl": "Jestem tu, aby pomóc, więc zapytaj mnie, czy chcesz wiedzieć, co robić.\r",
        "mp3Start": "228.7",
        "mp3End": "233.9"
    },
    {
        "lineNo": 38,
        "lineEn": "Narrator: Let's find out how Denise is getting on.",
        "linePl": "Narrator: Dowiedzmy się, jak sobie radzi Denise.\r",
        "mp3Start": "233.9",
        "mp3End": "240.7"
    },
    {
        "lineNo": 39,
        "lineEn": "Denise: (Still on phone) So I said to him, it's just not my colour…yes exactly…hold on Marge, everyone's looking at me. I'd better call you back. Yes, tonight. Bye!",
        "linePl": "Denise: (Wciąż rozmawia przez telefon) Więc powiedziałam mu, to po prostu nie w moim kolorze… tak, dokładnie… poczekaj\r na Marge wszyscy na mnie patrzą. Lepiej oddzwonię. Tak, wieczorem.\r PA!\r",
        "mp3Start": "240.7",
        "mp3End": "256.8"
    },
    {
        "lineNo": 40,
        "lineEn": "Tom: Hmm, you've certainly got a good phone manner. Do you think you could order some pens now, we've run out.",
        "linePl": "Tom: Hmm, z pewnością masz niezłą manierę telefoniczną. Czy myślisz, że mógłbyś\r zamów kilka długopisów, skończyły się.\r",
        "mp3Start": "256.8",
        "mp3End": "263.5"
    },
    {
        "lineNo": 41,
        "lineEn": "Denise: That's not my responsibility anymore.",
        "linePl": "Denise: To już nie moja odpowiedzialność.\r",
        "mp3Start": "263.5",
        "mp3End": "266.7"
    },
    {
        "lineNo": 42,
        "lineEn": "Tom: Err, I think it is.",
        "linePl": "Tom: Eee, myślę, że tak.\r",
        "mp3Start": "266.7",
        "mp3End": "268.7"
    },
    {
        "lineNo": 43,
        "lineEn": "Denise: Isn't!",
        "linePl": "Denise: nie jest!\r",
        "mp3Start": "268.7",
        "mp3End": "269.6"
    },
    {
        "lineNo": 44,
        "lineEn": "Tom: Is.",
        "linePl": "Tom jest.\r",
        "mp3Start": "269.6",
        "mp3End": "270.3"
    },
    {
        "lineNo": 45,
        "lineEn": "Denise:  Isn't!",
        "linePl": "Denise: nie jest!\r",
        "mp3Start": "270.3",
        "mp3End": "271.1"
    },
    {
        "lineNo": 46,
        "lineEn": "Anna:  You two, please!",
        "linePl": "Anna: Wy dwoje, proszę!\r",
        "mp3Start": "271.1",
        "mp3End": "273"
    },
    {
        "lineNo": 47,
        "lineEn": "Tom: Well, she's got time for personal calls but not to order pens. (PHONE RINGS) Oh hold on….Oh Hi Jim, how's things? Yeah! Did you catch the match last night? What a goal!",
        "linePl": "Tom: Cóż, ma czas na osobiste telefony, ale nie na zamawianie długopisów. (TELEFON\r PIERŚCIONKI) Och, zaczekaj… .Hej Jim, jak tam? Tak! Czy złapałeś\r mecz zeszłej nocy? Co za gol!\r",
        "mp3Start": "273",
        "mp3End": "285.6"
    },
    {
        "lineNo": 48,
        "lineEn": "Denise: Really!",
        "linePl": "Denise: Naprawdę!\r",
        "mp3Start": "285.6",
        "mp3End": "286.6"
    },
    {
        "lineNo": 49,
        "lineEn": "Narrator: Oh dear Anna. Things aren't going well. It's time to sort things out again but what are you going to do? Join us again next time to find out. Bye!",
        "linePl": "Narrator: O droga Anno. Nie wszystko idzie dobrze. Czas znowu wszystko uporządkować\r ale co zamierzasz zrobić? Dołącz do nas ponownie następnym razem, aby się dowiedzieć. PA!\r",
        "mp3Start": "286.6",
        "mp3End": "298.7"
    },
    {
        "lineNo": 50,
        "lineEn": "Listening challenge:",
        "linePl": "Wyzwanie ze słuchania:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 51,
        "lineEn": "What task does Anna give Denise to do first?",
        "linePl": "Jakie zadanie Anna zleca Denise w pierwszej kolejności?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 52,
        "lineEn": "(Answer:  checking the database of clients to see who hasn't been called for a while)",
        "linePl": "(Odpowiedź: sprawdzanie bazy danych klientów, aby zobaczyć, kto nie był przez jakiś czas wzywany) ",
        "mp3Start": "",
        "mp3End": ""
    }
]