[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to English at Work. At the offices of Tip Top Trading, things are a bit… tricky. Denise has been reinstated at the company but now wants to do more than just ordering pens. Tom has other ideas and Anna is just caught in the middle. Who can she turn to? Paul maybe… or maybe not?",
        "linePl": "Narrator: Witamy ponownie w English at Work. W biurach Tip Top Trading rzeczy\r są trochę… trudne. Denise został przywrócony do firmy, ale teraz\r chce zrobić coś więcej niż tylko zamawiać długopisy. Tom ma inne pomysły, a Anna ma\r właśnie złapany w środku. Do kogo może się zwrócić? Paul może… a może\r nie?\r",
        "mp3Start": "1.5",
        "mp3End": "28"
    },
    {
        "lineNo": 2,
        "lineEn": "(In Paul's office)",
        "linePl": "(W biurze Paula)\r",
        "mp3Start": "28",
        "mp3End": "29.5"
    },
    {
        "lineNo": 3,
        "lineEn": "Paul: So Denise, let's get this straight. You don't want to order the pens anymore, right?",
        "linePl": "Paul: Więc Denise, wyjaśnijmy to. Nie chcesz zamawiać długopisów\r już, prawda?\r",
        "mp3Start": "29.5",
        "mp3End": "35.4"
    },
    {
        "lineNo": 4,
        "lineEn": "Denise: Well, I did say if I came back, I wanted to have a go at doing sales.",
        "linePl": "Denise: Cóż, powiedziałem, że jeśli wrócę, chciałbym spróbować sprzedaży.\r",
        "mp3Start": "35.4",
        "mp3End": "41.1"
    },
    {
        "lineNo": 5,
        "lineEn": "Paul: Err, yes, you did. That's right.",
        "linePl": "Paul: Eee, tak, zrobiłeś. Zgadza się.\r",
        "mp3Start": "41.1",
        "mp3End": "44.2"
    },
    {
        "lineNo": 6,
        "lineEn": "Tom: Yeah but we got Denise back because we didn't have anyone to order our pens and stuff. That's her main job.",
        "linePl": "Tom: Tak, ale odzyskaliśmy Denise, ponieważ nie mieliśmy nikogo, kto by zamówił nasze\r długopisy i takie tam. To jej główna praca.\r",
        "mp3Start": "44.2",
        "mp3End": "52.3"
    },
    {
        "lineNo": 7,
        "lineEn": "Paul: Err yes, absolutely. I see your point.",
        "linePl": "Paul: Eee tak, absolutnie. Rozumiem co masz na myśli.\r",
        "mp3Start": "52.3",
        "mp3End": "56.1"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Excuse me Paul, could I suggest we all take it in turns to order things like pens and paper… share the responsibility?",
        "linePl": "Anna: Przepraszam Paul, czy mogłabym zasugerować, żebyśmy wszyscy po kolei zamawiali takie rzeczy\r długopisy i papier… dzielą się odpowiedzialnością?\r",
        "mp3Start": "56.1",
        "mp3End": "65.2"
    },
    {
        "lineNo": 9,
        "lineEn": "Denise:  That's a good idea Anna.",
        "linePl": "Denise: To dobry pomysł, Anno.\r",
        "mp3Start": "65.2",
        "mp3End": "67.5"
    },
    {
        "lineNo": 10,
        "lineEn": "Tom: Yeah but…",
        "linePl": "TOM: Tak, ale…\r",
        "mp3Start": "67.5",
        "mp3End": "69.3"
    },
    {
        "lineNo": 11,
        "lineEn": "Paul: No buts Tom, that's a good solution. Well done Anna… could you draw up a rota so we know who's going to be ordering the pens and when? And don't forget to order biscuits too! Phew, I'm glad I got that sorted out. Right, back to work everyone.",
        "linePl": "Paul: Nie, ale Tom, to dobre rozwiązanie. Dobra robota Anno… czy mogłabyś sporządzić\r rota, abyśmy wiedzieli, kto będzie zamawiał pióra i kiedy? I nie rób tego\r zapomnij też zamówić ciastka! Uff, cieszę się, że to załatwiłem. Dobrze,\r wracać do pracy wszyscy.\r",
        "mp3Start": "69.3",
        "mp3End": "84.8"
    },
    {
        "lineNo": 12,
        "lineEn": "(Door closes)",
        "linePl": "(Drzwi się zamykają)\r",
        "mp3Start": "84.8",
        "mp3End": "86"
    },
    {
        "lineNo": 13,
        "lineEn": "Tom: I can't believe I've got to order pens, it's Denise's responsibility… err, are you OK Anna?",
        "linePl": "Tom: Nie mogę uwierzyć, że muszę zamówić długopisy, to odpowiedzialność Denise… eee, są\r wszystko w porządku Anna?\r",
        "mp3Start": "86",
        "mp3End": "96.5"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: No I'm not. I can't draw up a rota, not now. I've got too much to do.",
        "linePl": "Anna: Nie, nie jestem. Nie mogę sporządzić harmonogramu, nie teraz. Mam za dużo do zrobienia.\r",
        "mp3Start": "96.5",
        "mp3End": "103"
    },
    {
        "lineNo": 15,
        "lineEn": "Tom: Oh don't panic Anna. Just do what I do.",
        "linePl": "Tom: Och, nie panikuj Anno. Po prostu rób to, co ja.\r",
        "mp3Start": "103",
        "mp3End": "107.1"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: What's that?",
        "linePl": "Anna: Co to jest?\r",
        "mp3Start": "107.1",
        "mp3End": "108.1"
    },
    {
        "lineNo": 17,
        "lineEn": "Tom: Nothing! Just do what you can do and then pretend you've forgotten about the other stuff. Easy!",
        "linePl": "TOM: Nic! Po prostu rób, co możesz, a potem udawaj, że zapomniałeś\r inne rzeczy. Łatwo!\r",
        "mp3Start": "108.1",
        "mp3End": "115.1"
    },
    {
        "lineNo": 18,
        "lineEn": "Narrator: Oh dear, Tom's not that professional is he? Not like you Anna. You just need to get organised and prioritise.",
        "linePl": "Narrator: Ojej, Tom nie jest profesjonalistą, prawda? Nie tak jak ty, Anno. Ty tylko\r trzeba się zorganizować i ustalić priorytety.\r",
        "mp3Start": "115.1",
        "mp3End": "124.3"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: I need to prioritise?",
        "linePl": "Anna: Muszę ustalić priorytety?\r",
        "mp3Start": "124.3",
        "mp3End": "126.5"
    },
    {
        "lineNo": 20,
        "lineEn": "Narrator: Yes. Decide what tasks need doing first and maybe delegate some tasks to others. You could say to people \"I've got to prioritise. This is the most important so I'm going to concentrate on this first.\", then you could say to someone \"It would be a great help if you could take on this other task\".",
        "linePl": "Narrator: Tak. Zdecyduj, jakie zadania musisz wykonać w pierwszej kolejności, a może deleguj niektóre zadania\r inne. Można powiedzieć ludziom: „Muszę ustalić priorytety. To jest najwięcej\r ważne, więc najpierw skoncentruję się na tym. ”, wtedy możesz powiedzieć\r ktoś „Byłoby bardzo pomocne, gdybyś mógł podjąć się tego innego zadania”.\r",
        "mp3Start": "126.5",
        "mp3End": "147.9"
    },
    {
        "lineNo": 21,
        "lineEn": "You could also say \"I'll have to put off some tasks until tomorrow\". And if you still feel under pressure, say to your boss \"I need help, I have too much to do\".",
        "linePl": "Możesz też powiedzieć „Będę musiał odłożyć niektóre zadania do jutra”. I jeśli\r nadal czujesz presję, powiedz swojemu szefowi „Potrzebuję pomocy, ja też\r dużo do zrobienia\".\r",
        "mp3Start": "147.9",
        "mp3End": "160.4"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Thanks, good advice. I'm just writing a list of all the things I need to do on my new mini me-pad.",
        "linePl": "Anna: Dzięki, dobra rada. Piszę tylko listę wszystkich rzeczy, które muszę zrobić\r mój nowy mini me-pad.\r",
        "mp3Start": "160.4",
        "mp3End": "167.9"
    },
    {
        "lineNo": 23,
        "lineEn": "Narrator: Writing a list is a good place to start. Good luck!",
        "linePl": "Narrator: Pisanie listy to dobry początek. Powodzenia!\r",
        "mp3Start": "167.9",
        "mp3End": "172.3"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: There, that's my list finished. Ah, Denise, sorry to bother you, but you know that rota I was talking about?",
        "linePl": "Anna: Tam, to moja lista jest skończona. Ach, Denise, przepraszam, że przeszkadzam, ale ty\r znasz ten harmonogram, o którym mówiłem?\r",
        "mp3Start": "172.3",
        "mp3End": "180"
    },
    {
        "lineNo": 25,
        "lineEn": "Denise: The one for ordering pens?",
        "linePl": "Denise: Ten do zamawiania długopisów?\r",
        "mp3Start": "180",
        "mp3End": "182.3"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: That's it. Well, I'm so busy, I was wondering… it would be a great help… if you could make a start on this? Please?",
        "linePl": "Anna: To wszystko. Cóż, jestem tak zajęty, że się zastanawiałem… to byłaby wielka pomoc… jeśli\r mógłbyś zacząć od tego? Proszę?\r",
        "mp3Start": "182.3",
        "mp3End": "191.6"
    },
    {
        "lineNo": 27,
        "lineEn": "Denise: Of course Anna. As it's you. If it was Tom asking, I would have said no!",
        "linePl": "Denise: Oczywiście Anna. Jak to ty. Gdyby to Tom pytał, powiedziałbym, że nie!\r",
        "mp3Start": "191.6",
        "mp3End": "197.9"
    },
    {
        "lineNo": 28,
        "lineEn": "Tom: (Calling over) What's that Denise? Hey Anna, what are we going to do about the designs for that plastic aubergine?",
        "linePl": "Tom: (woła) Co to jest Denise? Hej Anno, co będziemy robić\r o projektach tego plastikowego bakłażana?\r",
        "mp3Start": "197.9",
        "mp3End": "203.9"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: Gosh, our new aubergine. Hmm, I'm going to have to put that off until tomorrow I'm afraid.",
        "linePl": "Anna: O Boże, nasz nowy bakłażan. Hmm, będę musiał to odłożyć do czasu\r jutro boję się.\r",
        "mp3Start": "203.9",
        "mp3End": "210.7"
    },
    {
        "lineNo": 30,
        "lineEn": "Tom: Oh right. Why, have you got something more important for us to do together, eh?",
        "linePl": "TOM: O racja. Masz dla nas coś ważniejszego do zrobienia\r razem, co?\r",
        "mp3Start": "210.7",
        "mp3End": "215.4"
    },
    {
        "lineNo": 31,
        "lineEn": "Anna: No Tom. I've just got to prioritise. This new order from Nice'n'Cheesy is the most important, so I'm going to concentrate on that first. OK?",
        "linePl": "Anna: Nie Tom. Muszę tylko ustalić priorytety. To nowe zamówienie od Nice'n'Cheesy to\r najważniejsze, więc najpierw skoncentruję się na tym. DOBRZE?\r",
        "mp3Start": "215.4",
        "mp3End": "226.8"
    },
    {
        "lineNo": 32,
        "lineEn": "Tom: Oh yeah sure. Me and you will have to wait until tomorrow! So… so… how's it going with Dave from Computer Support?",
        "linePl": "Tom: O tak, jasne. Ja i ty będziesz musiał poczekać do jutra! Więc… więc… jak tam\r idzie z Dave'em z Computer Support?\r",
        "mp3Start": "226.8",
        "mp3End": "238.4"
    },
    {
        "lineNo": 33,
        "lineEn": "Anna: Very well thanks Tom. Last night he took me somewhere I've never been to before.",
        "linePl": "Anna: Bardzo dobrze, dzięki Tom. Ostatniej nocy zabrał mnie w miejsce, w którym nigdy nie byłem\r do wcześniej.\r",
        "mp3Start": "238.4",
        "mp3End": "244.4"
    },
    {
        "lineNo": 34,
        "lineEn": "Tom: Really. Nice.",
        "linePl": "TOM: Naprawdę. Miły.\r",
        "mp3Start": "244.4",
        "mp3End": "246.7"
    },
    {
        "lineNo": 35,
        "lineEn": "Anna: Yes, a discount computer shop – he bought me a mini me-pad.",
        "linePl": "Anna: Tak, przeceniony sklep komputerowy - kupił mi mini-pad.\r",
        "mp3Start": "246.7",
        "mp3End": "251.5"
    },
    {
        "lineNo": 36,
        "lineEn": "Tom: Oh. Just a 'mini' one hey.",
        "linePl": "Tom: Och. Tylko „mini” hej.\r",
        "mp3Start": "251.5",
        "mp3End": "255"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: Now, if you could take more interest in our Nice'n'Cheesy contract than you do in Dave, it would be a great help.",
        "linePl": "Anna: Gdybyś mógł bardziej zainteresować się naszym kontraktem Nice'n'Cheesy niż ty\r zrobić w Dave, byłoby to bardzo pomocne.\r",
        "mp3Start": "255",
        "mp3End": "261.9"
    },
    {
        "lineNo": 38,
        "lineEn": "Tom: Sure, yes, of course … (trying to make a joke) nice'n'sleazy, that's a good name for Dave!",
        "linePl": "Tom: Jasne, tak, oczywiście… (próbuje zażartować) miło i leniwy, to jest dobre\r imię dla Dave!\r",
        "mp3Start": "261.9",
        "mp3End": "268.1"
    },
    {
        "lineNo": 39,
        "lineEn": "Narrator: Idiot! Getting organised is important when you have a lot to do. Tell people what you're doing and don't forget to ask for help. Here's a reminder of what Anna said:",
        "linePl": "Narrator: Idiota! Organizacja jest ważna, gdy masz dużo do zrobienia. Powiedz ludziom\r co robisz i nie zapomnij poprosić o pomoc. Oto przypomnienie\r co powiedziała Anna:\r",
        "mp3Start": "268.1",
        "mp3End": "283.4"
    },
    {
        "lineNo": 40,
        "lineEn": "I've got to prioritise. This task is the most important so I'm going to concentrate on this first.",
        "linePl": "Muszę ustalić priorytety. To zadanie jest najważniejsze, więc zamierzam to zrobić\r skoncentruj się najpierw na tym.\r",
        "mp3Start": "283.4",
        "mp3End": "291.5"
    },
    {
        "lineNo": 41,
        "lineEn": "It would be a great help if you could do this for me please.",
        "linePl": "Byłoby bardzo pomocne, gdybyś mógł to dla mnie zrobić.\r",
        "mp3Start": "291.5",
        "mp3End": "295.8"
    },
    {
        "lineNo": 42,
        "lineEn": "I'm going to have to put that off until tomorrow I'm afraid.",
        "linePl": "Obawiam się, że będę musiał to odłożyć do jutra.\r",
        "mp3Start": "295.8",
        "mp3End": "300.2"
    },
    {
        "lineNo": 43,
        "lineEn": "Narrator: And don't forget, when you simply have too much to do, tell your boss!",
        "linePl": "Narrator: I nie zapomnij, kiedy po prostu masz za dużo do zrobienia, powiedz o tym swojemu szefowi!\r",
        "mp3Start": "300.2",
        "mp3End": "308.9"
    },
    {
        "lineNo": 44,
        "lineEn": "(Door knocks and opens)",
        "linePl": "(Drzwi pukają i otwierają się)\r",
        "mp3Start": "308.9",
        "mp3End": "310.1"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna: Hello Paul, sorry to bother you. I'm a bit worried… I just have too much to do and need some help.",
        "linePl": "Anna: Cześć Paul, przepraszam, że przeszkadzam. Trochę się martwię… Po prostu mam za dużo do zrobienia\r potrzebuję pomocy.\r",
        "mp3Start": "310.1",
        "mp3End": "318.3"
    },
    {
        "lineNo": 46,
        "lineEn": "Paul: Yes of course. I don't want you feeling stressed. Let me think… erm... I",
        "linePl": "Paul: Tak, oczywiście. Nie chcę, żebyś czuł się zestresowany. Niech pomyślę… eee… ja\r",
        "mp3Start": "318.3",
        "mp3End": "324"
    },
    {
        "lineNo": 47,
        "lineEn": "know, why don't I do the pen rota?",
        "linePl": "Wiesz, dlaczego nie zrobię harmonogramu pióra?\r",
        "mp3Start": "324",
        "mp3End": "327.2"
    },
    {
        "lineNo": 48,
        "lineEn": "Anna: It's OK, Denise has offered to do that.",
        "linePl": "Anna: W porządku, Denise zaproponowała, że ​​to zrobi.\r",
        "mp3Start": "327.2",
        "mp3End": "330.3"
    },
    {
        "lineNo": 49,
        "lineEn": "Paul: Phew, I mean super! Erm… hmm… well, maybe Tom could help you with the launch party?",
        "linePl": "Paul: Uff, mam na myśli super! Eee… hmm… cóż, może Tom mógłby ci w tym pomóc\r impreza inauguracyjna?\r",
        "mp3Start": "330.3",
        "mp3End": "339.7"
    },
    {
        "lineNo": 50,
        "lineEn": "Anna: Launch party? What launch party?",
        "linePl": "Anna: Impreza inauguracyjna? Jaka impreza z okazji premiery?\r",
        "mp3Start": "339.7",
        "mp3End": "342.8"
    },
    {
        "lineNo": 51,
        "lineEn": "Paul: Didn't Tom tell you?",
        "linePl": "Paul: Czy Tom ci nie powiedział?\r",
        "mp3Start": "342.8",
        "mp3End": "344.7"
    },
    {
        "lineNo": 52,
        "lineEn": "Anna: No, he didn't.",
        "linePl": "Anna: Nie, nie zrobił tego.\r",
        "mp3Start": "344.7",
        "mp3End": "346.3"
    },
    {
        "lineNo": 53,
        "lineEn": "Paul:  We're launching the plastic aubergine on Friday.",
        "linePl": "Paul: W piątek wypuszczamy plastikowy bakłażan.\r",
        "mp3Start": "346.3",
        "mp3End": "349.1"
    },
    {
        "lineNo": 54,
        "lineEn": "Anna: Oh no!",
        "linePl": "Anna: O nie!\r",
        "mp3Start": "349.1",
        "mp3End": "350.5"
    },
    {
        "lineNo": 55,
        "lineEn": "Narrator: Keep calm Anna! We're here to help – although organising a launch party",
        "linePl": "Narrator: Zachowaj spokój Anno! Jesteśmy tutaj, aby pomóc - chociaż organizujemy imprezę inauguracyjną\r",
        "mp3Start": "350.5",
        "mp3End": "357.2"
    },
    {
        "lineNo": 56,
        "lineEn": "in a week is quite a challenge. Find out how it goes on the next English at Work. Bye!",
        "linePl": "za tydzień to nie lada wyzwanie. Dowiedz się, jak idzie następny angielski pod adresem\r Praca. PA!\r",
        "mp3Start": "357.2",
        "mp3End": "363.2"
    },
    {
        "lineNo": 57,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 58,
        "lineEn": "When is Anna going to look at the designs for the plastic aubergine?",
        "linePl": "Kiedy Anna przyjrzy się projektom plastikowego bakłażana?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 59,
        "lineEn": "(Answer: tomorrow)",
        "linePl": "(Odpowiedź: jutro) ",
        "mp3Start": "",
        "mp3End": ""
    }
]