[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Hello again and welcome to English at Work. The team at Tip Top Trading has lots to do, but now Anna has discovered she has to organise a launch party for the new plastic aubergine. It's taking place at the end of the week and nobody has organised a venue yet! I think Anna is going to need some help.",
        "linePl": "Narrator: Witam ponownie i witam w English at Work. Zespół Tip Top Trading\r ma dużo do zrobienia, ale teraz Anna odkryła, że ​​musi zorganizować start\r przyjęcie dla nowego plastikowego bakłażana. Odbywa się pod koniec tygodnia\r i nikt jeszcze nie zorganizował miejsca! Myślę, że Anna będzie potrzebować\r Wsparcie.\r",
        "mp3Start": "1.5",
        "mp3End": "25.3"
    },
    {
        "lineNo": 2,
        "lineEn": "(In Paul's office)",
        "linePl": "(W biurze Paula)\r",
        "mp3Start": "25.3",
        "mp3End": "27"
    },
    {
        "lineNo": 3,
        "lineEn": "Paul: So Anna, I'm sorry Tom didn't tell you but do you think you can turn something round by Friday?",
        "linePl": "Paul: A więc Anna, przykro mi, że Tom ci nie powiedział, ale myślisz, że możesz się odwrócić\r coś do piątku?\r",
        "mp3Start": "27",
        "mp3End": "33.1"
    },
    {
        "lineNo": 4,
        "lineEn": "Anna: I'll try, but what do I need to do?",
        "linePl": "Anna: Spróbuję, ale co muszę zrobić?\r",
        "mp3Start": "33.1",
        "mp3End": "36.5"
    },
    {
        "lineNo": 5,
        "lineEn": "Paul: Oh not much, book a room somewhere, send out some invites… arrange some food… and drink… that sort of thing.",
        "linePl": "Paul: Och, niewiele, zarezerwuj gdzieś pokój, wyślij kilka zaproszeń… zorganizuj\r trochę jedzenia… i picia… tego typu rzeczy.\r",
        "mp3Start": "36.5",
        "mp3End": "45.5"
    },
    {
        "lineNo": 6,
        "lineEn": "Anna: That's all?!",
        "linePl": "Anna: To wszystko ?!\r",
        "mp3Start": "45.5",
        "mp3End": "46.8"
    },
    {
        "lineNo": 7,
        "lineEn": "Paul: You can do it - you're great at this kind of thing. And get the team to help.",
        "linePl": "Paul: Możesz to zrobić - jesteś w tym świetny. I poproś zespół o pomoc.\r",
        "mp3Start": "46.8",
        "mp3End": "51.8"
    },
    {
        "lineNo": 8,
        "lineEn": "Anna: Well, I'll give it a go. See you later.",
        "linePl": "Anna: Cóż, spróbuję. Do zobaczenia później.\r",
        "mp3Start": "51.8",
        "mp3End": "55.3"
    },
    {
        "lineNo": 9,
        "lineEn": "Paul: Thanks Anna. And don't forget to order some of those posh Belgian chocolate biscuits, they always go down well with the clients.",
        "linePl": "Paul: Dzięki Anno. I nie zapomnij zamówić niektórych z tych szykownych belgijskich\r ciastka czekoladowe, zawsze dobrze smakują klientom.\r",
        "mp3Start": "55.3",
        "mp3End": "63.8"
    },
    {
        "lineNo": 10,
        "lineEn": "Narrator: Oh dear Anna. It looks like you have your work cut out.",
        "linePl": "Narrator: O droga Anno. Wygląda na to, że masz już wyciętą pracę.\r",
        "mp3Start": "63.8",
        "mp3End": "68.9"
    },
    {
        "lineNo": 11,
        "lineEn": "Anna: Cut out?",
        "linePl": "Anna: Wyciąć?\r",
        "mp3Start": "68.9",
        "mp3End": "70.2"
    },
    {
        "lineNo": 12,
        "lineEn": "Narrator: I mean, you have a difficult job to do - but as Paul says, you can do it.",
        "linePl": "Narrator: Mam na myśli, że masz trudną pracę do wykonania - ale jak mówi Paul, możesz to zrobić.\r",
        "mp3Start": "70.2",
        "mp3End": "76.3"
    },
    {
        "lineNo": 13,
        "lineEn": "Anna: Thanks.",
        "linePl": "Anna: Dzięki.\r",
        "mp3Start": "76.3",
        "mp3End": "77.5"
    },
    {
        "lineNo": 14,
        "lineEn": "Tom: Are you OK Anna? You look a bit worried.",
        "linePl": "TOM: Wszystko OK Anna? Wyglądasz na trochę zmartwionego.\r",
        "mp3Start": "77.5",
        "mp3End": "81.5"
    },
    {
        "lineNo": 15,
        "lineEn": "Anna: I am. You forgot to tell me about the product launch on Friday and now Paul wants me to organise it.",
        "linePl": "Anna: Tak. Zapomniałeś mi powiedzieć o premierze produktu w piątek i teraz\r Paul chce, żebym to zorganizował.\r",
        "mp3Start": "81.5",
        "mp3End": "88.7"
    },
    {
        "lineNo": 16,
        "lineEn": "Tom: Did I? Oh sorry. Look, if I can help in any way, just let me know.",
        "linePl": "TOM: Czy ja? Przepraszam. Słuchaj, jeśli mogę w jakikolwiek sposób pomóc, po prostu daj mi znać.\r",
        "mp3Start": "88.7",
        "mp3End": "95"
    },
    {
        "lineNo": 17,
        "lineEn": "Anna: Well, you could book a venue for the launch.",
        "linePl": "Anna: Cóż, możesz zarezerwować miejsce na premierę.\r",
        "mp3Start": "95",
        "mp3End": "98.2"
    },
    {
        "lineNo": 18,
        "lineEn": "Tom: Ahh yeah… just remembered, I've got some Imperial Lemons I need to send out. Maybe later, yeah?",
        "linePl": "Tom: Ach tak… właśnie sobie przypomniałem, że mam kilka Imperial Cytryn, których potrzebuję\r wysłać. Może później, tak?\r",
        "mp3Start": "98.2",
        "mp3End": "107.2"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: How am I going to find a venue for the launch at such short notice?",
        "linePl": "Anna: Jak mam znaleźć miejsce na start w tak krótkim czasie?\r",
        "mp3Start": "107.2",
        "mp3End": "114.5"
    },
    {
        "lineNo": 20,
        "lineEn": "Narrator: You need to ask for recommendations, search on the internet, or look in the phone directory, and then make a call. You need to say \"Could I check availability for your venue please?\", then ask \"What business facilities do you have?\" and \"How many people can the room or venue hold?\" You could ask \"Can you provide hospitality?\" – that's things like food and drink.",
        "linePl": "Narrator: musisz poprosić o rekomendacje, poszukać w Internecie lub zajrzeć\r książkę telefoniczną, a następnie wykonaj połączenie. Musisz powiedzieć „Czy mogę sprawdzić\r dostępność dla Twojego lokalu? ”, a następnie zapytaj„ Jakie obiekty biznesowe oferują\r masz? ”i„ Ile osób może pomieścić sala lub miejsce? ”Możesz\r zapytaj „Czy możesz zapewnić gościnność?” - to takie rzeczy jak jedzenie i picie.\r",
        "mp3Start": "114.5",
        "mp3End": "140.4"
    },
    {
        "lineNo": 21,
        "lineEn": "Finally, don't forget to ask \"How much does it cost?\"",
        "linePl": "Na koniec nie zapomnij zapytać „Ile to kosztuje?”\r",
        "mp3Start": "140.4",
        "mp3End": "144.3"
    },
    {
        "lineNo": 22,
        "lineEn": "Anna: Thanks, there's a lot to ask. Hi Denise, I've got to book a venue for our plastic aubergine launch. Have you any ideas?",
        "linePl": "Anna: Dzięki, jest wiele pytań. Cześć Denise, muszę zarezerwować miejsce na nasze\r uruchomienie plastikowego bakłażana. Masz jakieś pomysły?\r",
        "mp3Start": "144.3",
        "mp3End": "153.5"
    },
    {
        "lineNo": 23,
        "lineEn": "Denise: Well, my friend Marge works for a hotel company that has conference facilities. You could give her a call. Look, here's her number.",
        "linePl": "Denise: Cóż, moja przyjaciółka Marge pracuje w firmie hotelarskiej, która organizuje konferencje\r budynków. Możesz do niej zadzwonić. Spójrz, oto jej numer.\r",
        "mp3Start": "153.5",
        "mp3End": "163.5"
    },
    {
        "lineNo": 24,
        "lineEn": "Anna: Oh, thanks Denise. Let's give it a try… 0–2–0–7–5–6–9–2.",
        "linePl": "Anna: Och, dzięki Denise. Spróbujmy… 0–2–0–7–5–6–9–2.\r",
        "mp3Start": "163.5",
        "mp3End": "173.6"
    },
    {
        "lineNo": 25,
        "lineEn": "Marge: Hello, the Pitz Hotel. Margery speaking.",
        "linePl": "Marge: Witam, hotel Pitz. Mówi Margery.\r",
        "mp3Start": "173.6",
        "mp3End": "180.8"
    },
    {
        "lineNo": 26,
        "lineEn": "Anna: Oh hi, this is Anna from Tip Top Trading, I'm a friend of Denise's.",
        "linePl": "Anna: Cześć, tu Anna z Tip Top Trading, jestem przyjaciółką Denise.\r",
        "mp3Start": "180.8",
        "mp3End": "186"
    },
    {
        "lineNo": 27,
        "lineEn": "Marge: Oh hi Anna. I've heard all about you. What are you ringing for?",
        "linePl": "Marge: O cześć Anno. Słyszałem o tobie wszystko. Po co dzwonisz?\r",
        "mp3Start": "186",
        "mp3End": "191.1"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: I need to check availability for your venue for a product launch we're doing.",
        "linePl": "Anna: Muszę sprawdzić dostępność Twojego lokalu przed wprowadzeniem produktu na rynek my\r robić.\r",
        "mp3Start": "191.1",
        "mp3End": "196.3"
    },
    {
        "lineNo": 29,
        "lineEn": "Marge: Right! Well, I'm sure I can help. We do have a conference room. When is it for?",
        "linePl": "Marge: Właśnie! Cóż, jestem pewien, że mogę pomóc. Mamy salę konferencyjną. Kiedy to jest\r dla?\r",
        "mp3Start": "196.3",
        "mp3End": "202.2"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: This Friday.",
        "linePl": "Anna: W ten piątek.\r",
        "mp3Start": "202.2",
        "mp3End": "210.5"
    },
    {
        "lineNo": 31,
        "lineEn": "Marge: Friday! This Friday? Well… that's a bit tricky: the room is being decorated at the moment.",
        "linePl": "Marge: piątek! W ten piątek? Cóż… to trochę trudne: pokój jest dekorowany\r w tym momencie.\r",
        "mp3Start": "210.5",
        "mp3End": "211.6"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: Oh.",
        "linePl": "Anna: Och.\r",
        "mp3Start": "211.6",
        "mp3End": "217.2"
    },
    {
        "lineNo": 33,
        "lineEn": "Marge: But we do have a smaller room that you could use – it's got a lovely view of the car park.",
        "linePl": "Marge: Ale mamy mniejszy pokój, którego możesz użyć - ma piękny widok\r parkingu.\r",
        "mp3Start": "217.2",
        "mp3End": "219.4"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: I see… and how many people does it hold?",
        "linePl": "Anna: Rozumiem… a ile osób to pomieści?\r",
        "mp3Start": "219.4",
        "mp3End": "222.4"
    },
    {
        "lineNo": 35,
        "lineEn": "Marge: You could easily squeeze in about 20 people.",
        "linePl": "Marge: Możesz łatwo zmieścić około 20 osób.\r",
        "mp3Start": "222.4",
        "mp3End": "226.2"
    },
    {
        "lineNo": 36,
        "lineEn": "Anna: 20 people. I guess it will have to do. Do you have any business facilities – somewhere to plug in the laptop, projector, wi-fi, that sort of thing?",
        "linePl": "Anna: 20 osób. Myślę, że to będzie musiało wystarczyć. Czy masz jakieś zaplecze biznesowe -\r gdzieś podłączyć laptopa, projektor, wi-fi, tego typu rzeczy?\r",
        "mp3Start": "226.2",
        "mp3End": "238"
    },
    {
        "lineNo": 37,
        "lineEn": "Marge: Oh yes, yes, we're very hi-tech. We even have a fax machine!",
        "linePl": "Marge: O tak, tak, jesteśmy bardzo zaawansowani technicznie. Mamy nawet faks!\r",
        "mp3Start": "238",
        "mp3End": "242.9"
    },
    {
        "lineNo": 38,
        "lineEn": "Anna: And can you provide hospitality too?",
        "linePl": "Anna: I czy możesz też zapewnić gościnność?\r",
        "mp3Start": "242.9",
        "mp3End": "245.4"
    },
    {
        "lineNo": 39,
        "lineEn": "Marge: Of course! We do a 'business platter' consisting of orange juice, sandwiches, canapés – that really means cheese and pineapple on sticks.",
        "linePl": "Marge: Oczywiście! Robimy „półmisek biznesowy” składający się z soku pomarańczowego,\r kanapki, kanapki - czyli tak naprawdę ser i ananas na paluszkach.\r",
        "mp3Start": "245.4",
        "mp3End": "254.7"
    },
    {
        "lineNo": 40,
        "lineEn": "Anna: I wonder, can you also provide Belgian chocolate biscuits?",
        "linePl": "Anna: Zastanawiam się, czy możesz również zapewnić belgijskie herbatniki czekoladowe?\r",
        "mp3Start": "254.7",
        "mp3End": "259.2"
    },
    {
        "lineNo": 41,
        "lineEn": "Marge: I'm sure we can.",
        "linePl": "Marge: Jestem pewien, że możemy.\r",
        "mp3Start": "259.2",
        "mp3End": "260.6"
    },
    {
        "lineNo": 42,
        "lineEn": "Anna: That's great! OK… and most importantly, how much does it cost?",
        "linePl": "Anna: To świetnie! OK… i co najważniejsze, ile to kosztuje?\r",
        "mp3Start": "260.6",
        "mp3End": "265.5"
    },
    {
        "lineNo": 43,
        "lineEn": "Marge: Well, to book the room for 2 hours usually costs £1,000. The hospitality is extra but as you're a friend of Denise, I'll throw it in for nothing.",
        "linePl": "Marge: Cóż, rezerwacja pokoju na 2 godziny kosztuje zwykle 1000 funtów. Gościnność jest\r ekstra, ale ponieważ jesteś przyjacielem Denise, wrzucę to na darmo.\r",
        "mp3Start": "265.5",
        "mp3End": "277.5"
    },
    {
        "lineNo": 44,
        "lineEn": "Anna: You'll throw the food and drink in?! Won't that get messy?",
        "linePl": "Anna: Wrzucisz jedzenie i picie ?! Czy to nie będzie niechlujne?\r",
        "mp3Start": "277.5",
        "mp3End": "281.6"
    },
    {
        "lineNo": 45,
        "lineEn": "Marge: No - I mean we'll provide it for free. Just don't tell anyone, otherwise everyone will expect it!",
        "linePl": "Marge: Nie - mam na myśli to, że dostarczymy to za darmo. Po prostu nie mów nikomu, inaczej\r każdy będzie się tego spodziewał!\r",
        "mp3Start": "281.6",
        "mp3End": "290.3"
    },
    {
        "lineNo": 46,
        "lineEn": "Anna: Well, that's fantastic Marge. Thanks. If you can send us an invoice, we'll sort payment out as soon as possible.",
        "linePl": "Anna: Cóż, to fantastyczne Marge. Dzięki. Jeśli możesz wysłać nam fakturę, my\r jak najszybciej ureguluj płatność.\r",
        "mp3Start": "290.3",
        "mp3End": "299.6"
    },
    {
        "lineNo": 47,
        "lineEn": "Marge: Bye Anna, and tell Denise I'll see her for our Zumba class tomorrow.",
        "linePl": "Marge: Do widzenia Anno, i powiedz Denise, że zobaczę się z nią jutro na naszej lekcji zumby.\r",
        "mp3Start": "299.6",
        "mp3End": "304.4"
    },
    {
        "lineNo": 48,
        "lineEn": "Narrator: Anna has saved the day again. The launch party for the plastic aubergine can now go ahead. If you're trying to book a venue for a business meeting or product launch, here are some of the phrases you could use:",
        "linePl": "Narrator: Anna znowu uratowała dzień. Impreza inauguracyjna plastikowego bakłażana\r może teraz iść do przodu. Jeśli próbujesz zarezerwować miejsce na spotkanie biznesowe\r lub wprowadzenie produktu, oto kilka zwrotów, których możesz użyć:\r",
        "mp3Start": "304.4",
        "mp3End": "321.2"
    },
    {
        "lineNo": 49,
        "lineEn": "Could I check availability for your venue please?",
        "linePl": "Czy mogę sprawdzić dostępność Twojego lokalu?\r",
        "mp3Start": "321.2",
        "mp3End": "324.4"
    },
    {
        "lineNo": 50,
        "lineEn": "What business facilities do you have?",
        "linePl": "Jakie masz zaplecze biznesowe?\r",
        "mp3Start": "324.4",
        "mp3End": "327.3"
    },
    {
        "lineNo": 51,
        "lineEn": "How many people can the room or venue hold?",
        "linePl": "Ile osób może pomieścić sala lub miejsce?\r",
        "mp3Start": "327.3",
        "mp3End": "331"
    },
    {
        "lineNo": 52,
        "lineEn": "Can you provide hospitality?",
        "linePl": "Czy możesz zapewnić gościnność?\r",
        "mp3Start": "331",
        "mp3End": "334.1"
    },
    {
        "lineNo": 53,
        "lineEn": "How much does it cost?",
        "linePl": "Ile to kosztuje?\r",
        "mp3Start": "334.1",
        "mp3End": "336.1"
    },
    {
        "lineNo": 54,
        "lineEn": "Denise: So Anna, was Marge any help?",
        "linePl": "Denise: A więc Anna, czy Marge była jakaś pomoc?\r",
        "mp3Start": "336.1",
        "mp3End": "345.2"
    },
    {
        "lineNo": 55,
        "lineEn": "Anna: Yes. She found me a room and gave me a good deal. We just need to invite our clients now.",
        "linePl": "Anna: Tak. Znalazła mi pokój i dała mi dobrą ofertę. Po prostu musimy\r zapraszamy naszych klientów już teraz.\r",
        "mp3Start": "345.2",
        "mp3End": "351.8"
    },
    {
        "lineNo": 56,
        "lineEn": "Denise: I can do that. I think it's best if I call them - there's no time to post out invitations.",
        "linePl": "Denise: Mogę to zrobić. Myślę, że najlepiej będzie, jeśli do nich zadzwonię - nie ma czasu na publikację\r zaproszenia.\r",
        "mp3Start": "351.8",
        "mp3End": "358.2"
    },
    {
        "lineNo": 57,
        "lineEn": "Anna: Good idea.",
        "linePl": "Anna: Dobry pomysł.\r",
        "mp3Start": "358.2",
        "mp3End": "359.4"
    },
    {
        "lineNo": 58,
        "lineEn": "Denise: But I just need to give Marge a call first, just to check a few things.",
        "linePl": "Denise: Ale muszę najpierw zadzwonić do Marge, żeby sprawdzić kilka rzeczy.\r",
        "mp3Start": "359.4",
        "mp3End": "364.1"
    },
    {
        "lineNo": 59,
        "lineEn": "Tom: Typical Denise. Nothing's more urgent than talking to Marge!",
        "linePl": "Tom: Typowa Denise. Nie ma nic pilniejszego niż rozmowa z Marge!\r",
        "mp3Start": "364.1",
        "mp3End": "369.1"
    },
    {
        "lineNo": 60,
        "lineEn": "Narrator: He can talk! If you need something doing it seems like Anna is the woman you need. Find out what else she is capable of in the next episode of",
        "linePl": "Narrator: Potrafi mówić! Jeśli potrzebujesz czegoś do zrobienia, wygląda na to, że Anna jest kobietą\r potrzebujesz. Dowiedz się, do czego jeszcze jest zdolna w następnym odcinku\r",
        "mp3Start": "369.1",
        "mp3End": "380.2"
    },
    {
        "lineNo": 61,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 62,
        "lineEn": "What does the room that Marge offers Anna, have a view of?",
        "linePl": "Jaki widok ma pokój, który Marge oferuje Annie?\r",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 63,
        "lineEn": "(Answer: the car park)",
        "linePl": "(Odpowiedź: parking) ",
        "mp3Start": "",
        "mp3End": ""
    }
]