[
    {
        "lineNo": 1,
        "lineEn": "Narrator: It's that time again for English at Work. Life in the offices of Tip Top Trading is still hectic. There's so much to do and tomorrow the team is launching its new product – the plastic aubergine – so everyone needs to pull their weight and get things done – quickly. The problem is, some people are a bit slow at being quick!",
        "linePl": "Narrator: Znowu nadszedł czas na angielski w pracy. Życie w biurach Tip Top Handel jest nadal gorączkowy. Jest tak wiele do zrobienia, a jutro jest zespół wprowadzenie na rynek nowego produktu - plastikowego bakłażana - więc każdy musi podciągnąć ich wagę i załatwić sprawy - szybko. Problem w tym, że niektórzy ludzie są trochę powolni w byciu szybkimi!",
        "mp3Start": "1.5",
        "mp3End": "25.4"
    },
    {
        "lineNo": 2,
        "lineEn": "(Phone ringing)",
        "linePl": "(Dzwoniący telefon)",
        "mp3Start": "25.4",
        "mp3End": "31.3"
    },
    {
        "lineNo": 3,
        "lineEn": "Anna: Could someone answer that please? I'm on the other line.",
        "linePl": "Anna: Czy ktoś mógłby odpowiedzieć na to pytanie? Jestem na drugiej linii.",
        "mp3Start": "31.3",
        "mp3End": "33"
    },
    {
        "lineNo": 4,
        "lineEn": "Denise: Well I can't, I'm already on the phone.",
        "linePl": "Denise: Cóż, nie mogę, już rozmawiam przez telefon.",
        "mp3Start": "33",
        "mp3End": "35.7"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom: Yeah, talking to your friend Marge. And I'm busy… errr… writing a business proposal.",
        "linePl": "Tom: Tak, rozmawiam z twoją przyjaciółką Marge. A ja jestem zajęty… eee… pisaniem firmy wniosek.",
        "mp3Start": "35.7",
        "mp3End": "41.8"
    },
    {
        "lineNo": 6,
        "lineEn": "(Door opens)",
        "linePl": "(Drzwi się otwierają)",
        "mp3Start": "41.8",
        "mp3End": "42.7"
    },
    {
        "lineNo": 7,
        "lineEn": "Paul: Could someone just answer that phone… oh, you're all busy. I suppose I'd better do it. (Answers phone) Hello? Yes? Really! I'm sorry about that.",
        "linePl": "Paul: Czy ktoś mógłby po prostu odebrać ten telefon… och, wszyscy jesteście zajęci. Chyba bym lepiej to zrób. (Odpowiada na telefon) Halo? Tak? Naprawdę! Przykro mi z tego powodu.",
        "mp3Start": "42.7",
        "mp3End": "56.2"
    },
    {
        "lineNo": 8,
        "lineEn": "We'll send someone round right away. Yes, this morning. Bye. (To Anna)",
        "linePl": "Od razu kogoś wyślemy. Tak, dziś rano. PA. (Do Anny)",
        "mp3Start": "56.2",
        "mp3End": "60.8"
    },
    {
        "lineNo": 9,
        "lineEn": "Anna, are you free to talk in my office now?",
        "linePl": "Anna, czy możesz teraz rozmawiać w moim biurze?",
        "mp3Start": "60.8",
        "mp3End": "65.5"
    },
    {
        "lineNo": 10,
        "lineEn": "Anna: Yes Paul. (Door closes) What's wrong?",
        "linePl": "Anna: Tak Paul. (Drzwi się zamykają) Co się stało?",
        "mp3Start": "65.5",
        "mp3End": "69.7"
    },
    {
        "lineNo": 11,
        "lineEn": "Paul: Hold on – I just need a quick bite on a biscuit – that's better. Now that was Nice'n'Cheesy. They're not happy about how slowly we are processing their order. They need our plastic grapes for an exhibition they're doing at the weekend.",
        "linePl": "Paul: Poczekaj - potrzebuję tylko szybkiego kęsa ciastka - tak jest lepiej. Teraz to było Nice'n'Cheesy. Nie są zadowoleni z tego, jak wolno je przetwarzamy zamówienie. Potrzebują naszych plastikowych winogron na wystawę, którą robią weekend.",
        "mp3Start": "69.7",
        "mp3End": "86.8"
    },
    {
        "lineNo": 12,
        "lineEn": "Anna: But I thought Tom had sorted that out?",
        "linePl": "Anna: Ale myślałam, że Tom to załatwił?",
        "mp3Start": "86.8",
        "mp3End": "89.4"
    },
    {
        "lineNo": 13,
        "lineEn": "Paul: Clearly not. I need you to pull out all the stops and sort this out.",
        "linePl": "Paul: Oczywiście, że nie. Musisz wyciągnąć wszystkie przystanki i rozwiązać ten problem.",
        "mp3Start": "89.4",
        "mp3End": "94.1"
    },
    {
        "lineNo": 14,
        "lineEn": "Anna: Pull out what stops?",
        "linePl": "Anna: Wyciągnąć, co się zatrzymuje?",
        "mp3Start": "94.1",
        "mp3End": "96.1"
    },
    {
        "lineNo": 15,
        "lineEn": "Paul: I mean do all you can to get this order completed. Please.",
        "linePl": "Paul: Mam na myśli, zrób wszystko, co w Twojej mocy, aby to zamówienie zostało zrealizowane. Proszę.",
        "mp3Start": "96.1",
        "mp3End": "100.1"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: But we've got the aubergine launch tomorrow.",
        "linePl": "Anna: Ale jutro mamy premierę bakłażana.",
        "mp3Start": "100.1",
        "mp3End": "102.7"
    },
    {
        "lineNo": 17,
        "lineEn": "Paul: Leave that to me and Denise to organise. It'll be in… err… safe hands.",
        "linePl": "Paul: Zostaw to mnie i Denise do zorganizowania. Będzie w… eee… bezpiecznych rękach.",
        "mp3Start": "102.7",
        "mp3End": "108.2"
    },
    {
        "lineNo": 18,
        "lineEn": "Narrator: Hmm, I'm not so sure about that. Anyway Anna, your priority now is the order for Nice'n'Cheesy. You're going to have to tell the team \"We have an order we need to process urgently\", and \"We need to pull out all the stops to get this sorted\". You could also say \"This is our number one priority\" and then delegate tasks to the team to help you get the order sorted. Good luck!",
        "linePl": "Narrator: Hmm, nie jestem tego taki pewien. W każdym razie Anna, twoim priorytetem jest teraz zamówienie na Nice'n'Cheesy. Będziesz musiał powiedzieć zespołowi „Mamy zamówienia musimy pilnie przetworzyć ”i„ Musimy zrobić wszystko, co w ich mocy aby to posortować. ”Możesz też powiedzieć„ To jest nasz priorytet numer jeden ”i następnie deleguj zadania zespołowi, aby pomóc Ci uporządkować porządek. Dobrze szczęście!",
        "mp3Start": "108.2",
        "mp3End": "136"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: Oh thanks. Tom, I need your help. It's that order for Nice'n'Cheesy, we need to process it urgently.",
        "linePl": "Anna: Oh dzięki. Tom, potrzebuję twojej pomocy. To zamówienie na Nice'n'Cheesy, my trzeba to pilnie przetworzyć.",
        "mp3Start": "136",
        "mp3End": "144.2"
    },
    {
        "lineNo": 20,
        "lineEn": "Tom: The order? I sent that out ages ago, with the paperwork.",
        "linePl": "TOM: Rozkaz? Wysłałem to wieki temu, razem z papierkową robotą.",
        "mp3Start": "144.2",
        "mp3End": "149"
    },
    {
        "lineNo": 21,
        "lineEn": "Denise: You mean this paperwork Tom, on your desk?",
        "linePl": "Denise: Masz na myśli te papiery Tom, na twoim biurku?",
        "mp3Start": "149",
        "mp3End": "152.6"
    },
    {
        "lineNo": 22,
        "lineEn": "Tom: Oh no! I must have forgotten. I've had so much to do.",
        "linePl": "Tom: O nie! Musiałem zapomnieć. Miałem tyle do zrobienia.",
        "mp3Start": "152.6",
        "mp3End": "158.7"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: Well, they're not happy, so we've got to pull out all the stops and get them their grapes.",
        "linePl": "Anna: Cóż, nie są szczęśliwi, więc musimy wycofać się ze wszystkich przystanków i je zdobyć ich winogrona.",
        "mp3Start": "158.7",
        "mp3End": "165.3"
    },
    {
        "lineNo": 24,
        "lineEn": "Tom: OK but what about the aubergines?",
        "linePl": "Tom: OK, ale co z bakłażanami?",
        "mp3Start": "165.3",
        "mp3End": "167.5"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: Forget about the aubergines. We've got to get onto this now. It's our number one priority. You go and get the plastic grapes from the warehouse, I'll sort out this paperwork, and I'll meet you downstairs in 15 minutes.",
        "linePl": "Anna: Zapomnij o bakłażanach. Musimy się teraz do tego zabrać. To jest nasze priorytet numer jeden. Idź i weź plastikowe winogrona z magazynie, załatwię te dokumenty i spotkamy się na dole za 15 minuty.",
        "mp3Start": "167.5",
        "mp3End": "181.5"
    },
    {
        "lineNo": 26,
        "lineEn": "Tom: Why, where are we going?",
        "linePl": "TOM: Dlaczego, dokąd idziemy?",
        "mp3Start": "181.5",
        "mp3End": "183.5"
    },
    {
        "lineNo": 27,
        "lineEn": "Anna: We're getting a taxi to the offices of Nice'n'Cheesy so we can hand deliver the grapes.",
        "linePl": "Anna: Mamy taksówkę do biura Nice'n'Cheesy, żebyśmy mogli dostarczyć ją osobiście winogrona.",
        "mp3Start": "183.5",
        "mp3End": "188.6"
    },
    {
        "lineNo": 28,
        "lineEn": "Tom: Oh right, but isn't it nearly lunchtime?",
        "linePl": "Tom: No tak, ale czy nie jest już prawie pora lunchu?",
        "mp3Start": "188.6",
        "mp3End": "192.7"
    },
    {
        "lineNo": 29,
        "lineEn": "Anna: There's no time for lunch Tom. We need to do this now!",
        "linePl": "Anna: Nie ma czasu na lunch, Tom. Musimy to zrobić teraz!",
        "mp3Start": "192.7",
        "mp3End": "195.6"
    },
    {
        "lineNo": 30,
        "lineEn": "Denise: Oh Anna, you're amazing.",
        "linePl": "Denise: Och Anno, jesteś niesamowita.",
        "mp3Start": "195.6",
        "mp3End": "198.6"
    },
    {
        "lineNo": 31,
        "lineEn": "Narrator:  She certainly is! Anna has wasted no time in sorting out this problem and that's important if you want to keep your business going. Here's a reminder of some of the phrases Anna used:",
        "linePl": "Narrator: Z pewnością jest! Anna nie marnowała czasu na rozwiązanie tego problemu i to ważne, jeśli chcesz, aby Twoja firma się rozwijała. Oto przypomnienie niektórych zwrotów, których użyła Anna:",
        "mp3Start": "198.6",
        "mp3End": "215.1"
    },
    {
        "lineNo": 32,
        "lineEn": "We've got to pull out all the stops.",
        "linePl": "Musimy wyciągnąć wszystkie przystanki.",
        "mp3Start": "215.1",
        "mp3End": "218.2"
    },
    {
        "lineNo": 33,
        "lineEn": "We have an order we need to process urgently.",
        "linePl": "Mamy zamówienie, które musimy pilnie zrealizować.",
        "mp3Start": "218.2",
        "mp3End": "221.9"
    },
    {
        "lineNo": 34,
        "lineEn": "We need to pull out all the stops to get this sorted.",
        "linePl": "Musimy zrobić wszystko, by to załatwić.",
        "mp3Start": "221.9",
        "mp3End": "226.2"
    },
    {
        "lineNo": 35,
        "lineEn": "This is our number one priority.",
        "linePl": "To jest nasz priorytet numer jeden.",
        "mp3Start": "226.2",
        "mp3End": "229.2"
    },
    {
        "lineNo": 36,
        "lineEn": "Narrator: Tom and Anna have made it to the offices of Nice'n'Cheesy. Let's find out how they're getting on.",
        "linePl": "Narrator: Tom i Anna dotarli do biura Nice'n'Cheesy. Dowiedzmy Się jak im idzie.",
        "mp3Start": "229.2",
        "mp3End": "241.1"
    },
    {
        "lineNo": 37,
        "lineEn": "Anna: …so we're really sorry…",
        "linePl": "Anna:… więc bardzo nam przykro…",
        "mp3Start": "241.1",
        "mp3End": "243.5"
    },
    {
        "lineNo": 38,
        "lineEn": "Tom: Yeah, really sorry…",
        "linePl": "Tom: Tak, naprawdę przepraszam…",
        "mp3Start": "243.5",
        "mp3End": "244.9"
    },
    {
        "lineNo": 39,
        "lineEn": "Anna: …about the delay and it won't happen again. And hope you're pleased with the grapes…",
        "linePl": "Anna:… o opóźnieniu i to się więcej nie powtórzy. I mam nadzieję, że jesteś z tego zadowolony winogrona…",
        "mp3Start": "244.9",
        "mp3End": "250.4"
    },
    {
        "lineNo": 40,
        "lineEn": "Tom: ….and the price!",
        "linePl": "TOM:… .i cena!",
        "mp3Start": "250.4",
        "mp3End": "251.2"
    },
    {
        "lineNo": 41,
        "lineEn": "Jane: Yes, the price is very competitive and if you can guarantee a bit more 'customer care', then I'm sure we'll be buying from you again.",
        "linePl": "Jane: Tak, cena jest bardzo konkurencyjna i jeśli możesz zagwarantować trochę więcej „obsługa klienta”, to jestem pewien, że znowu będziemy kupować od Ciebie.",
        "mp3Start": "251.2",
        "mp3End": "259.7"
    },
    {
        "lineNo": 42,
        "lineEn": "Anna: Yes, of course. Thanks very much and sorry again. We hope to see you again soon. Bye",
        "linePl": "Anna: Tak, oczywiście. Bardzo dziękuję i jeszcze raz przepraszam. Mamy nadzieję, że się spotkamy ponownie wkrótce. PA",
        "mp3Start": "259.7",
        "mp3End": "266.9"
    },
    {
        "lineNo": 43,
        "lineEn": "Tom: Yeah, cheers.",
        "linePl": "Tom: Tak, na zdrowie.",
        "mp3Start": "266.9",
        "mp3End": "269.8"
    },
    {
        "lineNo": 44,
        "lineEn": "Jane: Goodbye.",
        "linePl": "Jane: Do widzenia.",
        "mp3Start": "269.8",
        "mp3End": "271.3"
    },
    {
        "lineNo": 45,
        "lineEn": "(Door closes. On the street)",
        "linePl": "(Drzwi się zamykają. Na ulicy)",
        "mp3Start": "271.3",
        "mp3End": "272.3"
    },
    {
        "lineNo": 46,
        "lineEn": "Tom: Phew, well done Anna. I think you saved the day once again. Hey, hold on, isn't that your boyfriend, Dave from IT, over there?",
        "linePl": "Tom: Uff, dobra robota Anno. Myślę, że znowu uratowałeś dzień. Hej, trzymaj się czy to nie twój chłopak, Dave z IT, tam?",
        "mp3Start": "272.3",
        "mp3End": "280.8"
    },
    {
        "lineNo": 47,
        "lineEn": "Anna: It is. But who's he with?",
        "linePl": "Anna: Tak. Ale z kim on jest?",
        "mp3Start": "280.8",
        "mp3End": "283.7"
    },
    {
        "lineNo": 48,
        "lineEn": "Tom: You mean, who's he holding hands with? It's Julie from accounts!",
        "linePl": "Tom: Masz na myśli, z kim on trzyma się za ręce? To Julie z kont!",
        "mp3Start": "283.7",
        "mp3End": "288.9"
    },
    {
        "lineNo": 49,
        "lineEn": "Anna: No, it can't be… It is! (Getting upset) What's Dave doing with another woman?",
        "linePl": "Anna: Nie, to niemożliwe… Jest! (Denerwuje się) Co Dave robi z kimś innym kobieta?",
        "mp3Start": "288.9",
        "mp3End": "295.5"
    },
    {
        "lineNo": 50,
        "lineEn": "Tom: I dunno – but I never trusted him. Come on Anna, you need a drink – a big one.",
        "linePl": "Tom: Nie wiem - ale nigdy mu nie ufałem. Chodź Anno, potrzebujesz drinka - dużego jeden.",
        "mp3Start": "295.5",
        "mp3End": "301.6"
    },
    {
        "lineNo": 51,
        "lineEn": "Narrator: Oh dear. Poor Anna, it looks like Dave's been cheating on her, but she needs to keep a clear head for the big launch of the plastic aubergine tomorrow. Will she be led by her head or her heart? Find out next time on",
        "linePl": "Narrator: Ojej. Biedna Anna, wygląda na to, że Dave ją zdradzał, ale ona musi zachować trzeźwą głowę przed wielkim wprowadzeniem plastikowego bakłażana jutro. Czy będzie prowadzona przez głowę czy serce? Dowiedz się następnym razem",
        "mp3Start": "301.6",
        "mp3End": "321.7"
    },
    {
        "lineNo": 52,
        "lineEn": "Listening Challenge:",
        "linePl": "Słuchanie Challenge:",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 53,
        "lineEn": "What has Anna made her number one priority?",
        "linePl": "Co sprawiło, że Anna uczyniła ją priorytetem numer jeden?",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 54,
        "lineEn": "To get the grapes to Nice'n'Cheesy",
        "linePl": "Aby dostarczyć winogrona do Nice'n'Cheesy ",
        "mp3Start": "",
        "mp3End": ""
    }
]