[
    {
        "lineNo": 1,
        "lineEn": "Narrator: Welcome back to English at Work. It’s an exciting day for Tip Top Trading.",
        "linePl": "Narrator: Witamy ponownie w English at Work. To ekscytujący dzień dla Tip Top Trading.",
        "mp3Start": "1.5",
        "mp3End": "9.8"
    },
    {
        "lineNo": 2,
        "lineEn": "It’s launching its latest product – the plastic aubergine. The launch is taking place at a swanky hotel; lots of clients have turned up - but there’s one important person missing.",
        "linePl": "Wprowadza swój najnowszy produkt - plastikowy bakłażan. Uruchomienie jest odbywające się w eleganckim hotelu; pojawiło się wielu klientów - ale jest Brakuje jednej ważnej osoby.",
        "mp3Start": "9.8",
        "mp3End": "21.6"
    },
    {
        "lineNo": 3,
        "lineEn": "Denise:  (whispering) Has anyone seen Anna?",
        "linePl": "Denise: (szeptem) Czy ktoś widział Annę?",
        "mp3Start": "21.6",
        "mp3End": "25.2"
    },
    {
        "lineNo": 4,
        "lineEn": "Paul: I haven’t seen her all morning. Tom, you were with her last.",
        "linePl": "Paul: Nie widziałem jej przez cały ranek. Tom, byłeś z nią ostatni.",
        "mp3Start": "25.2",
        "mp3End": "29.9"
    },
    {
        "lineNo": 5,
        "lineEn": "Tom: That was last night at the pub. She was drowning her sorrows.",
        "linePl": "Tom: To było wczoraj w pubie. Topiła swoje smutki.",
        "mp3Start": "29.9",
        "mp3End": "33.4"
    },
    {
        "lineNo": 6,
        "lineEn": "Denise: Drowning her sorrows?",
        "linePl": "Denise: Topiąc jej smutki?",
        "mp3Start": "33.4",
        "mp3End": "35.1"
    },
    {
        "lineNo": 7,
        "lineEn": "Tom: Yeah. She saw Dave from IT with another woman – Julie from accounts, actually. She was very upset.",
        "linePl": "Tom: Tak. Widziała Dave'a z IT z inną kobietą - Julie z relacji, tak właściwie. Była bardzo zdenerwowana.",
        "mp3Start": "35.1",
        "mp3End": "43.2"
    },
    {
        "lineNo": 8,
        "lineEn": "Denise: Oh poor Anna.",
        "linePl": "Denise: Och, biedna Anno.",
        "mp3Start": "43.2",
        "mp3End": "45.7"
    },
    {
        "lineNo": 9,
        "lineEn": "Paul: So you left her drowning in the pub? And who’s got the prototype aubergine to show at the launch?",
        "linePl": "Paul: Więc zostawiłeś ją tonącą w pubie? A kto ma prototyp bakłażan do pokazania na premierze?",
        "mp3Start": "45.7",
        "mp3End": "53.7"
    },
    {
        "lineNo": 10,
        "lineEn": "Tom: Oh no! Anna has. It’s in her bag. What are we going to do?",
        "linePl": "Tom: O nie! Anna ma. Jest w jej torbie. Co zrobimy?",
        "mp3Start": "53.7",
        "mp3End": "61.2"
    },
    {
        "lineNo": 11,
        "lineEn": "Denise: Panic!",
        "linePl": "Denise: Panika!",
        "mp3Start": "61.2",
        "mp3End": "62.2"
    },
    {
        "lineNo": 12,
        "lineEn": "Paul: No Denise. Calm down. I’ll just have to make a start and I’m sure Anna will turn up. OK, here goes. (Clears throat) Excuse me everyone, could you all gather round? Our presentation is about to begin.",
        "linePl": "Paul: Nie, Denise. Uspokój się. Muszę tylko zacząć i jestem pewien, że Anna to zrobi zjawiać się. OK, tutaj. (Odchrząkuje) Przepraszam wszystkich, moglibyście wszyscy gromadzą się wokół? Nasza prezentacja niedługo się rozpocznie.",
        "mp3Start": "62.2",
        "mp3End": "79.2"
    },
    {
        "lineNo": 13,
        "lineEn": "Tom: I’ll change the slides for you on the computer Paul. I’m good with technology.",
        "linePl": "Tom: Zmienię dla ciebie slajdy na komputerze Paul. Jestem dobry z technologia.",
        "mp3Start": "79.2",
        "mp3End": "85.1"
    },
    {
        "lineNo": 14,
        "lineEn": "Paul: Okey dokey. (Stumbling over words)  Ermm…ladies and gentlemen, thank you for coming to our presentation. We have something very exciting to…ermm…show you and it’s not a fruit…ha ha…",
        "linePl": "Paul: Dobra, dobra. (Potykając się o słowa) Eee ... panie i panowie, dziękuję za przybycie na naszą prezentację. Mamy coś bardzo ekscytującego żeby… ermm… pokazać i to nie jest owoc… ha ha…",
        "mp3Start": "85.1",
        "mp3End": "102.4"
    },
    {
        "lineNo": 15,
        "lineEn": "(Door opens)",
        "linePl": "(Drzwi się otwierają)",
        "mp3Start": "102.4",
        "mp3End": "103.8"
    },
    {
        "lineNo": 16,
        "lineEn": "Anna: ….and here it is – fresh from the factory – our plastic aubergine!",
        "linePl": "Anna:… .i oto - prosto z fabryki - nasz plastikowy bakłażan!",
        "mp3Start": "103.8",
        "mp3End": "109.5"
    },
    {
        "lineNo": 17,
        "lineEn": "(Polite applause)",
        "linePl": "(Grzeczne brawa)",
        "mp3Start": "109.5",
        "mp3End": "112"
    },
    {
        "lineNo": 18,
        "lineEn": "Narrator: Anna, you’re just in time.",
        "linePl": "Narrator: Anna, jesteś w samą porę.",
        "mp3Start": "112",
        "mp3End": "116"
    },
    {
        "lineNo": 19,
        "lineEn": "Anna: I know. I think I drank a bit too much last night and now I can’t remember what to say.",
        "linePl": "Anna: Wiem. Myślę, że wypiłem trochę za dużo wczoraj wieczorem i teraz nie mogę sobie przypomnieć co powiedzieć.",
        "mp3Start": "116",
        "mp3End": "122.2"
    },
    {
        "lineNo": 20,
        "lineEn": "Narrator: Well, you need to convince everyone that this is best product on the market and that it’s something they really want. You could say \"We believe this high quality product is something your business needs\" - and, \"Our new product has been designed to the highest specifications\" - and tell people that \"This product is the perfect decoration on any café or restaurant table\" - tell them that, and the orders will come flying in!",
        "linePl": "Narrator: Cóż, musisz wszystkich przekonać, że to najlepszy produkt na rynku rynku i że jest to coś, czego naprawdę chcą. Możesz powiedzieć „Wierzymy ten wysokiej jakości produkt jest czymś, czego potrzebuje Twoja firma ”- oraz„ Nasz nowy produkt został zaprojektowany zgodnie z najwyższymi specyfikacjami ”- i powiedz ludzie, że „Ten produkt jest idealną ozdobą każdej kawiarni lub stolik w restauracji ”- powiedz im to, a zamówienia przylecą!",
        "mp3Start": "122.2",
        "mp3End": "153.1"
    },
    {
        "lineNo": 21,
        "lineEn": "Anna: What? They’ll send them by aeroplane?",
        "linePl": "Anna: Co? Wyślą ich samolotem?",
        "mp3Start": "153.1",
        "mp3End": "156.1"
    },
    {
        "lineNo": 22,
        "lineEn": "Narrator: No Anna! Just do your presentation and see what happens.",
        "linePl": "Narrator: Nie, Anna! Po prostu zrób prezentację i zobacz, co się stanie.",
        "mp3Start": "156.1",
        "mp3End": "161.1"
    },
    {
        "lineNo": 23,
        "lineEn": "Anna: OK then. (To the audience) Yes everyone, this aubergine may look good enough to eat but it is made of the highest quality plastic and I’m convinced it’s something your business needs.",
        "linePl": "Anna: W takim razie OK. (Do publiczności) Tak, wszyscy, ten bakłażan może wyglądać dobrze wystarczy do jedzenia, ale jest zrobiony z najwyższej jakości plastiku i ja jestem przekonany, że jest to coś, czego potrzebuje Twoja firma.",
        "mp3Start": "161.1",
        "mp3End": "173.4"
    },
    {
        "lineNo": 24,
        "lineEn": "Paul: Err yes, that’s right. It may be plastic but it is… fantastic!",
        "linePl": "Paul: Eee tak, zgadza się. Może i plastik, ale jest… fantastyczny!",
        "mp3Start": "173.4",
        "mp3End": "179.7"
    },
    {
        "lineNo": 25,
        "lineEn": "Anna: Thank you Paul. This product has been designed to the highest specifications. It’s tough and durable.",
        "linePl": "Anna: Dziękuję Paul. Ten produkt został zaprojektowany na najwyższym poziomie specyfikacje. Jest mocny i trwały.",
        "mp3Start": "179.7",
        "mp3End": "186.9"
    },
    {
        "lineNo": 26,
        "lineEn": "Client: Yeah but why would I want to buy it?",
        "linePl": "Klient: Tak, ale dlaczego miałbym chcieć to kupić?",
        "mp3Start": "186.9",
        "mp3End": "189.8"
    },
    {
        "lineNo": 27,
        "lineEn": "Tom: ‘Cos it’s cheap mate!",
        "linePl": "TOM: „Bo to tani kolego!",
        "mp3Start": "189.8",
        "mp3End": "191.8"
    },
    {
        "lineNo": 28,
        "lineEn": "Anna: No Tom. It’s because it is the perfect decoration on any café or restaurant table. It shows you’re serious about food.",
        "linePl": "Anna: Nie Tom. To dlatego, że jest idealną ozdobą każdej kawiarni czy restauracji stół. Pokazuje, że poważnie podchodzisz do jedzenia.",
        "mp3Start": "191.8",
        "mp3End": "201.8"
    },
    {
        "lineNo": 29,
        "lineEn": "Paul: And it doesn’t go mouldy.",
        "linePl": "Paul: I nie pleśnieje.",
        "mp3Start": "201.8",
        "mp3End": "203.8"
    },
    {
        "lineNo": 30,
        "lineEn": "Anna: Yes. We’re taking orders today and… and…",
        "linePl": "Anna: Tak. Dzisiaj przyjmujemy zamówienia i… i…",
        "mp3Start": "203.8",
        "mp3End": "207.2"
    },
    {
        "lineNo": 31,
        "lineEn": "Narrator: And? And what, Anna?",
        "linePl": "Narrator: A co? A co, Anno?",
        "mp3Start": "207.2",
        "mp3End": "210.2"
    },
    {
        "lineNo": 32,
        "lineEn": "Anna: I don’t know what to say next.",
        "linePl": "Anna: Nie wiem, co powiedzieć dalej.",
        "mp3Start": "210.2",
        "mp3End": "212"
    },
    {
        "lineNo": 33,
        "lineEn": "Narrator: Offer them a discount and a guarantee.",
        "linePl": "Narrator: Zaproponuj zniżkę i gwarancję.",
        "mp3Start": "212",
        "mp3End": "215.2"
    },
    {
        "lineNo": 34,
        "lineEn": "Anna: Oh right. If you place an order for more than 1,000, we can offer you a generous discount. Plus, all our products come with a money-back guarantee.",
        "linePl": "Anna: Oh racja. Jeśli złożysz zamówienie na więcej niż 1000, możemy Ci zaoferować hojny rabat. Ponadto wszystkie nasze produkty objęte są zwrotem pieniędzy gwarancja.",
        "mp3Start": "215.2",
        "mp3End": "226.5"
    },
    {
        "lineNo": 35,
        "lineEn": "Client: I like it!",
        "linePl": "Klient: Podoba mi się!",
        "mp3Start": "226.5",
        "mp3End": "228"
    },
    {
        "lineNo": 36,
        "lineEn": "Narrator: Well done Anna. She gave a clear presentation, and sounded enthusiastic about the product. Here’s a reminder of some of the things she said:",
        "linePl": "Narrator: Dobra robota Anno. Dała wyraźną prezentację i brzmiała entuzjastycznie o produkcie. Oto przypomnienie niektórych jej wypowiedzi:",
        "mp3Start": "228",
        "mp3End": "244.4"
    },
    {
        "lineNo": 37,
        "lineEn": "It is made of the highest quality plastic and I’m convinced it’s something your business needs.",
        "linePl": "Jest wykonany z najwyższej jakości tworzywa sztucznego i jestem przekonany, że to coś Twoje potrzeby biznesowe.",
        "mp3Start": "244.4",
        "mp3End": "250.7"
    },
    {
        "lineNo": 38,
        "lineEn": "This product has been designed to the highest specifications. It’s tough and durable.",
        "linePl": "Ten produkt został zaprojektowany zgodnie z najwyższymi specyfikacjami. To trudne i trwały.",
        "mp3Start": "250.7",
        "mp3End": "256.7"
    },
    {
        "lineNo": 39,
        "lineEn": "It is the perfect decoration on any café or restaurant table.",
        "linePl": "Stanowi idealną dekorację na każdym stole w kawiarni lub restauracji.",
        "mp3Start": "256.7",
        "mp3End": "261.5"
    },
    {
        "lineNo": 40,
        "lineEn": "We can offer you a generous discount. Plus, all our products come with a money-back guarantee.",
        "linePl": "Możemy zaoferować hojną zniżkę. Ponadto wszystkie nasze produkty mają rozszerzenie Gwarancja zwrotu pieniędzy.",
        "mp3Start": "261.5",
        "mp3End": "268"
    },
    {
        "lineNo": 41,
        "lineEn": "Anna: Thanks for listening. Tom has a few slides to show, which illustrate how the aubergine has been designed. Tom… Tom?",
        "linePl": "Anna: Dzięki za wysłuchanie. Tom ma do pokazania kilka slajdów, które ilustrują, jak plik bakłażan został zaprojektowany. Tom… Tom?",
        "mp3Start": "268",
        "mp3End": "282.8"
    },
    {
        "lineNo": 42,
        "lineEn": "Tom: (whispering) Oh no, it’s frozen, the slides won’t change.",
        "linePl": "Tom: (szepcze) O nie, zamarzło, slajdy się nie zmienią.",
        "mp3Start": "282.8",
        "mp3End": "287.4"
    },
    {
        "lineNo": 43,
        "lineEn": "Dave: (From back of room) It’s OK, I can fix it, I am the IT guy after all.",
        "linePl": "Dave: (z tyłu pokoju) W porządku, mogę to naprawić, w końcu jestem informatykiem.",
        "mp3Start": "287.4",
        "mp3End": "291.6"
    },
    {
        "lineNo": 44,
        "lineEn": "Tom: Dave? What are you doing here? Cheating on Anna like that. Here Anna, give me that aubergine.",
        "linePl": "Tom: Dave? Co Ty tutaj robisz? Zdradza Annę w ten sposób. Tutaj Anna, daj mi ten bakłażan.",
        "mp3Start": "291.6",
        "mp3End": "298.7"
    },
    {
        "lineNo": 45,
        "lineEn": "Anna:  Tom, no!",
        "linePl": "Anna: Tom, nie!",
        "mp3Start": "298.7",
        "mp3End": "299.2"
    },
    {
        "lineNo": 46,
        "lineEn": "Tom: (Throwing the aubergine) There, that’s for upsetting Anna.",
        "linePl": "Tom: (rzuca bakłażanem) No, to za zdenerwowanie Anny.",
        "mp3Start": "299.2",
        "mp3End": "301.7"
    },
    {
        "lineNo": 47,
        "lineEn": "(Window smashes)",
        "linePl": "(Rozbicie okien)",
        "mp3Start": "301.7",
        "mp3End": "303.6"
    },
    {
        "lineNo": 48,
        "lineEn": "Dave: Ha ha - missed me!",
        "linePl": "Dave: Ha ha - tęskniłeś za mną!",
        "mp3Start": "303.6",
        "mp3End": "305.1"
    },
    {
        "lineNo": 49,
        "lineEn": "Denise: Ha! Well the aubergine’s certainly tough and durable.",
        "linePl": "Denise: Ha! Cóż, bakłażan jest z pewnością twardy i trwały.",
        "mp3Start": "305.1",
        "mp3End": "308.3"
    },
    {
        "lineNo": 50,
        "lineEn": "Paul: Tom, Anna, I think we’d better talk about this back in my office.",
        "linePl": "Paul: Tom, Anna, myślę, że lepiej porozmawiajmy o tym w moim biurze.",
        "mp3Start": "308.3",
        "mp3End": "311.9"
    },
    {
        "lineNo": 51,
        "lineEn": "Narrator: Crikey! That was certainly a spectacular presentation. Let’s hope Tom’s outburst doesn’t stop the orders flying in – but not via the window! Find out next time on English at Work. Bye!",
        "linePl": "Narrator: Crikey! To była z pewnością spektakularna prezentacja. Miejmy nadzieję, że Tom wybuch nie powstrzymuje napływających rozkazów - ale nie przez okno! Odnaleźć następnym razem na English at Work. PA!",
        "mp3Start": "311.9",
        "mp3End": "325.6"
    },
    {
        "lineNo": 52,
        "lineEn": "Listening challenge:",
        "linePl": "Wyzwanie ze słuchania:",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 53,
        "lineEn": "In her presentation, what does Anna suggest using the plastic aubergine for?",
        "linePl": "Do czego Anna w swojej prezentacji sugeruje użycie plastikowego bakłażana?",
        "mp3Start": "",
        "mp3End": ""
    },
    {
        "lineNo": 54,
        "lineEn": "(As a perfect decoration on tables in cafes and restaurants.)",
        "linePl": "(Jako doskonała dekoracja na stołach w kawiarniach i restauracjach.) ",
        "mp3Start": "",
        "mp3End": ""
    }
]