[
	{
		"lineNo": 0,
		"lineEn": "Narrator: Hello again and welcome back to English at Work. Last time we heard the team from Tip Top Trading having a smashing time at the launch of its plastic aubergine. Tom threw one at Dave from the IT department, but it missed him and went through a window!  It's time for Paul to hand out some harsh words.",
		"linePl": "Narrator: Witam ponownie i witam ponownie w English at Work. Ostatni raz słyszeliśmy zespół z Tip Top Trading świetnie się bawi przy uruchomieniu swojego plastikowy bakłażan. Tom rzucił jeden Dave'owi z działu IT, ale tak tęskniłem za nim i przeszedł przez okno! Nadszedł czas, aby Paul się rozdał kilka ostrych słów.",
		"mp3Start": "1.5",
		"mp3End": "25.2"
	},
	{
		"lineNo": 1,
		"lineEn": "(Door shuts)",
		"linePl": "(Drzwi się zamykają)",
		"mp3Start": "25.2",
		"mp3End": "26.7"
	},
	{
		"lineNo": 2,
		"lineEn": "Paul: That behaviour just isn't on.",
		"linePl": "Paul: Tego zachowania po prostu nie ma.",
		"mp3Start": "26.7",
		"mp3End": "29.3"
	},
	{
		"lineNo": 3,
		"lineEn": "Tom: Sorry Paul… but it was quite funny wasn't it?",
		"linePl": "Tom: Przepraszam Paul… ale to było całkiem zabawne, prawda?",
		"mp3Start": "29.3",
		"mp3End": "33.2"
	},
	{
		"lineNo": 4,
		"lineEn": "Paul: No it wasn't.",
		"linePl": "Paul: Nie, nie było.",
		"mp3Start": "33.2",
		"mp3End": "34.7"
	},
	{
		"lineNo": 5,
		"lineEn": "Anna: Sorry Paul, Tom was just angry with Dave. I thought he liked me but we saw him with Julie from accounts.",
		"linePl": "Anna: Przepraszam Paul, Tom był po prostu zły na Dave'a. Myślałem, że mnie lubi, ale my widziałem go z Julie z relacji.",
		"mp3Start": "34.7",
		"mp3End": "43"
	},
	{
		"lineNo": 6,
		"lineEn": "Paul: Really? He seemed such a decent chap… anyway, don't do it again. OK?",
		"linePl": "Paul: Naprawdę? Wydawał się porządnym facetem… w każdym razie nie rób tego więcej. DOBRZE?",
		"mp3Start": "43",
		"mp3End": "49.6"
	},
	{
		"lineNo": 7,
		"lineEn": "In the meantime, you're going to have to pay for that broken window.",
		"linePl": "W międzyczasie będziesz musiał zapłacić za to rozbite okno.",
		"mp3Start": "49.6",
		"mp3End": "53.6"
	},
	{
		"lineNo": 8,
		"lineEn": "Tom: What… hey? Bbbut…",
		"linePl": "TOM: Co… hej? Ale…",
		"mp3Start": "53.6",
		"mp3End": "55.1"
	},
	{
		"lineNo": 9,
		"lineEn": "(Phone rings)",
		"linePl": "(Telefon dzwoni)",
		"mp3Start": "55.1",
		"mp3End": "56.8"
	},
	{
		"lineNo": 10,
		"lineEn": "Paul: Now, excuse me, I need to take this. (Answers phone) Hello, Paul Smith speaking. Ah, Mr Socrates… yes… ah, you've heard…",
		"linePl": "Paul: Teraz przepraszam, muszę to wziąć. (Odbieranie telefonu) Witaj, Paul Smith mówienie. Ach, panie Sokrates… tak… ach, słyszałeś…",
		"mp3Start": "56.8",
		"mp3End": "67.1"
	},
	{
		"lineNo": 11,
		"lineEn": "Tom: (Whispering) Crikey, come on we'd better go.",
		"linePl": "Tom: (szeptem) Crikey, daj spokój, lepiej chodźmy.",
		"mp3Start": "67.1",
		"mp3End": "70.3"
	},
	{
		"lineNo": 12,
		"lineEn": "(Door shuts)",
		"linePl": "(Drzwi się zamykają)",
		"mp3Start": "70.3",
		"mp3End": "71.2"
	},
	{
		"lineNo": 13,
		"lineEn": "Denise:  That was a good shot Tom! Looks like it's made an impact on Dave. Look, he's sent Anna some flowers.",
		"linePl": "Denise: To był dobry strzał, Tom! Wygląda na to, że wywarło to wpływ na Dave'a. Popatrz, wysłał Annie kwiaty.",
		"mp3Start": "71.2",
		"mp3End": "80.2"
	},
	{
		"lineNo": 14,
		"lineEn": "Anna: Oh there's a note on it. It says \"You can count on me\" but no name.",
		"linePl": "Anna: Och, jest na tym notatka. Mówi „Możesz na mnie liczyć”, ale bez imienia.",
		"mp3Start": "80.2",
		"mp3End": "86.3"
	},
	{
		"lineNo": 15,
		"lineEn": "Denise: That is a strange thing for him to write.",
		"linePl": "Denise: To dla niego dziwna rzecz, którą pisze.",
		"mp3Start": "86.3",
		"mp3End": "89.5"
	},
	{
		"lineNo": 16,
		"lineEn": "Anna: Hmm, it is and it's not his handwriting.",
		"linePl": "Anna: Hmm, tak jest i to nie jest jego charakter pisma.",
		"mp3Start": "89.5",
		"mp3End": "93.5"
	},
	{
		"lineNo": 17,
		"lineEn": "Tom: Maybe a secret admirer eh? I wonder who it could be?",
		"linePl": "TOM: Może tajemniczy wielbiciel, co? Zastanawiam się, kto to może być?",
		"mp3Start": "93.5",
		"mp3End": "98.4"
	},
	{
		"lineNo": 18,
		"lineEn": "(Door opens)",
		"linePl": "(Drzwi się otwierają)",
		"mp3Start": "98.4",
		"mp3End": "99.5"
	},
	{
		"lineNo": 19,
		"lineEn": "Denise: Are you OK Paul? You look as white as a sheet.",
		"linePl": "Denise: Wszystko w porządku Paul? Wyglądasz na białą jak prześcieradło.",
		"mp3Start": "99.5",
		"mp3End": "104.5"
	},
	{
		"lineNo": 20,
		"lineEn": "Paul: I'm not actually. Mr Socrates says he's having a strategic review.",
		"linePl": "Paul: Właściwie to nie jestem. Pan Socrates mówi, że przeprowadza przegląd strategiczny.",
		"mp3Start": "104.5",
		"mp3End": "112.3"
	},
	{
		"lineNo": 21,
		"lineEn": "Anna: A what?",
		"linePl": "Anna: Co?",
		"mp3Start": "112.3",
		"mp3End": "113.9"
	},
	{
		"lineNo": 22,
		"lineEn": "Narrator: He means he's been looking at how the business is operating and how it should operate in the future.",
		"linePl": "Narrator: Ma na myśli, że przyglądał się temu, jak działa firma i jak to działa powinien działać w przyszłości.",
		"mp3Start": "113.9",
		"mp3End": "120.8"
	},
	{
		"lineNo": 23,
		"lineEn": "Anna: That sounds serious.",
		"linePl": "Anna: To brzmi poważnie.",
		"mp3Start": "120.8",
		"mp3End": "122.3"
	},
	{
		"lineNo": 24,
		"lineEn": "Paul: And as part of his review, he says he wants to downsize and he's asked me to… step aside.",
		"linePl": "Paul: I w ramach swojej recenzji mówi, że chce zmniejszyć, i został zapytany żebym… odsunął się na bok.",
		"mp3Start": "122.3",
		"mp3End": "133.5"
	},
	{
		"lineNo": 25,
		"lineEn": "Anna: Why? What are you in the way of?",
		"linePl": "Anna: Dlaczego? Co Ci przeszkadza?",
		"mp3Start": "133.5",
		"mp3End": "136.6"
	},
	{
		"lineNo": 26,
		"lineEn": "Narrator: No Anna. To step aside is a polite way of saying to leave your position in the company.",
		"linePl": "Narrator: Nie, Anna. Odsunięcie się na bok to grzeczny sposób powiedzenia, by zostawić swoją pozycję Firma.",
		"mp3Start": "136.6",
		"mp3End": "143.1"
	},
	{
		"lineNo": 27,
		"lineEn": "Anna: Oh. I don't understand Paul. Why?",
		"linePl": "Anna: Och. Nie rozumiem Paula. Dlaczego?",
		"mp3Start": "143.1",
		"mp3End": "148.1"
	},
	{
		"lineNo": 28,
		"lineEn": "Paul: He says the company needs new direction and more dynamic leadership.",
		"linePl": "Paul: Mówi, że firma potrzebuje nowego kierunku i bardziej dynamicznego przywództwa.",
		"mp3Start": "148.1",
		"mp3End": "155"
	},
	{
		"lineNo": 29,
		"lineEn": "Tom: Crumbs Paul, you can't get more dynamic than you! (sniggers).",
		"linePl": "Tom: Okruchy Paul, nie możesz być bardziej dynamiczny niż ty! (chichocze).",
		"mp3Start": "155",
		"mp3End": "159.3"
	},
	{
		"lineNo": 30,
		"lineEn": "Anna: Tom! But Paul, you've been a great boss.",
		"linePl": "Anna: Tom! Ale Paul, byłeś świetnym szefem.",
		"mp3Start": "159.3",
		"mp3End": "163.7"
	},
	{
		"lineNo": 31,
		"lineEn": "Paul: Thanks Anna. I guess it's the economic climate, we're not making enough money so cutting staff is inevitable.",
		"linePl": "Paul: Dzięki Anno. Myślę, że to klimat gospodarczy, nie zarabiamy wystarczająco dużo pieniędzy, więc redukcja personelu jest nieunikniona.",
		"mp3Start": "163.7",
		"mp3End": "171.7"
	},
	{
		"lineNo": 32,
		"lineEn": "Tom: Yeah but you cut Denise's job.",
		"linePl": "Tom: Tak, ale przerwałeś pracę Denise.",
		"mp3Start": "171.7",
		"mp3End": "174.9"
	},
	{
		"lineNo": 33,
		"lineEn": "Paul: Yes but we had to get her back because she was necessary for the smooth running of the department.",
		"linePl": "Paul: Tak, ale musieliśmy ją odzyskać, ponieważ była potrzebna do sprawne funkcjonowanie działu.",
		"mp3Start": "174.9",
		"mp3End": "180.5"
	},
	{
		"lineNo": 34,
		"lineEn": "Denise: That's right.",
		"linePl": "Denise: Zgadza się.",
		"mp3Start": "180.5",
		"mp3End": "181.8"
	},
	{
		"lineNo": 35,
		"lineEn": "Paul: But Mr Socrates says I'm 'surplus to requirement'.",
		"linePl": "Paul: Ale pan Sokrates mówi, że jestem „nadwyżką w stosunku do wymagań”.",
		"mp3Start": "181.8",
		"mp3End": "187"
	},
	{
		"lineNo": 36,
		"lineEn": "Anna: Oh, that doesn't sound good… does it?",
		"linePl": "Anna: Och, to nie brzmi dobrze… prawda?",
		"mp3Start": "187",
		"mp3End": "191.3"
	},
	{
		"lineNo": 37,
		"lineEn": "Narrator: If Paul's job is 'surplus to requirement', it means his input to the business is no longer needed. So it's not good news.",
		"linePl": "Narrator: Jeśli praca Paula to „nadwyżka w stosunku do wymagań”, oznacza to jego wkład w biznes nie jest już potrzebne. Więc to nie jest dobra wiadomość.",
		"mp3Start": "191.3",
		"mp3End": "200.8"
	},
	{
		"lineNo": 38,
		"lineEn": "Paul: Anyway Anna, Mr Socrates wants to know if you got his special message?",
		"linePl": "Paul: W każdym razie Anna, pan Sokrates chce wiedzieć, czy dostałeś jego specjalną wiadomość?",
		"mp3Start": "200.8",
		"mp3End": "206.1"
	},
	{
		"lineNo": 39,
		"lineEn": "Anna: Special message? The flowers!?",
		"linePl": "Anna: Specjalna wiadomość? Kwiaty!?",
		"mp3Start": "206.1",
		"mp3End": "210"
	},
	{
		"lineNo": 40,
		"lineEn": "Denise: That's strange. Why is Mr Socrates sending you flowers?",
		"linePl": "Denise: To dziwne. Dlaczego pan Sokrates przesyła ci kwiaty?",
		"mp3Start": "210",
		"mp3End": "214.9"
	},
	{
		"lineNo": 41,
		"lineEn": "Narrator: It is a bit strange. Anyway, Paul's news has come as a shock for everyone. Here are some of the phrases Mr Socrates used to break the bad news:",
		"linePl": "Narrator: To trochę dziwne. W każdym razie, wiadomość Paula była dla niego szokiem wszyscy. Oto kilka zwrotów, których Pan Sokrates użył do przełamania złe wieści:",
		"mp3Start": "214.9",
		"mp3End": "231.9"
	},
	{
		"lineNo": 42,
		"lineEn": "I've been doing a strategic review of the company.",
		"linePl": "Robiłem strategiczny przegląd firmy.",
		"mp3Start": "231.9",
		"mp3End": "235.9"
	},
	{
		"lineNo": 43,
		"lineEn": "I need to downsize.",
		"linePl": "Muszę zmniejszyć rozmiar.",
		"mp3Start": "235.9",
		"mp3End": "239"
	},
	{
		"lineNo": 44,
		"lineEn": "I need you to step aside.",
		"linePl": "Musisz się odsunąć.",
		"mp3Start": "239",
		"mp3End": "242"
	},
	{
		"lineNo": 45,
		"lineEn": "The company needs a new direction and more dynamic leadership.",
		"linePl": "Firma potrzebuje nowego kierunku i bardziej dynamicznego przywództwa.",
		"mp3Start": "242",
		"mp3End": "246.7"
	},
	{
		"lineNo": 46,
		"lineEn": "You are surplus to requirement.",
		"linePl": "Masz nadwyżkę wymagań.",
		"mp3Start": "246.7",
		"mp3End": "249.4"
	},
	{
		"lineNo": 47,
		"lineEn": "Anna: Right, I'm going to have to call Mr Socrates and find out why he's sent me flowers.",
		"linePl": "Anna: Tak, będę musiała zadzwonić do pana Sokratesa i dowiedzieć się, dlaczego mnie wysłał kwiaty.",
		"mp3Start": "249.4",
		"mp3End": "258.6"
	},
	{
		"lineNo": 48,
		"lineEn": "(Anna phones Mr Socrates)",
		"linePl": "(Anna dzwoni do pana Sokratesa)",
		"mp3Start": "258.6",
		"mp3End": "260.2"
	},
	{
		"lineNo": 49,
		"lineEn": "Mr Socrates: Socrates… who wants me?",
		"linePl": "Pan Socrates: Sokrates… kto mnie chce?",
		"mp3Start": "260.2",
		"mp3End": "262.9"
	},
	{
		"lineNo": 50,
		"lineEn": "Anna: Erm… hello Mr Socrates… it's Anna here, in London.",
		"linePl": "Anna: Eee… witam panie Socrates… tu Anna, w Londynie.",
		"mp3Start": "262.9",
		"mp3End": "267.8"
	},
	{
		"lineNo": 51,
		"lineEn": "Mr Socrates: Anna! My favourite girl. Please call me Brad. So glad you called.",
		"linePl": "Pan Socrates: Anna! Moja ulubiona dziewczyna. Proszę mów mi Brad. Tak się cieszę, że zadzwoniłeś.",
		"mp3Start": "267.8",
		"mp3End": "270.8"
	},
	{
		"lineNo": 52,
		"lineEn": "Anna: I needed to speak to you about the flowers you sent me. I'm very flattered but I don't think…",
		"linePl": "Anna: Musiałam z tobą porozmawiać o kwiatach, które mi przysłałeś. Jestem bardzo pochlebia, ale nie sądzę…",
		"mp3Start": "270.8",
		"mp3End": "277.3"
	},
	{
		"lineNo": 53,
		"lineEn": "Mr Socrates: The flowers?! Sorry honey, I haven't sent you any flowers but I have sent you an email – have you read it yet?",
		"linePl": "Pan Socrates: Kwiaty ?! Przepraszam kochanie, nie wysłałem Ci żadnych kwiatów, ale wysłałem Ty e-mail - czy już go przeczytałeś?",
		"mp3Start": "277.3",
		"mp3End": "283.5"
	},
	{
		"lineNo": 54,
		"lineEn": "Anna: No. What did it say?",
		"linePl": "Anna: Nie. Co powiedział?",
		"mp3Start": "283.5",
		"mp3End": "285.4"
	},
	{
		"lineNo": 55,
		"lineEn": "Mr Socrates: I was saying that as I'm giving Paul the chop, would you like a promotion?",
		"linePl": "Pan Socrates: Mówiłem, że kiedy daję Paulowi kotleta, chciałbyś awans?",
		"mp3Start": "285.4",
		"mp3End": "290.5"
	},
	{
		"lineNo": 56,
		"lineEn": "Anna: A promotion?",
		"linePl": "Anna: Awans?",
		"mp3Start": "290.5",
		"mp3End": "292"
	},
	{
		"lineNo": 57,
		"lineEn": "Mr Socrates: Yes. You have been an outstanding member of the team so how would you like to be the new manager of Tip Top Trading's London office?",
		"linePl": "Pan Socrates: Tak. Byłeś wybitnym członkiem zespołu, więc jak by to było chcesz zostać nowym menedżerem londyńskiego biura Tip Top Trading?",
		"mp3Start": "292",
		"mp3End": "300"
	},
	{
		"lineNo": 58,
		"lineEn": "Narrator: What a fantastic opportunity and one that Anna surely can't refuse – or can she? And who did send Anna those flowers with a message saying \"You can count on me\"? Find out what her answer is in the next English at",
		"linePl": "Narrator: Cóż za fantastyczna okazja, której Anna z pewnością nie może odmówić - lub czy ona może? A kto wysłał Annie te kwiaty z wiadomością \"Możesz na mnie liczyć\"? Dowiedz się, jaka jest jej odpowiedź w następnym angielskim pod adresem",
		"mp3Start": "300",
		"mp3End": "316.3"
	},
	{
		"lineNo": 59,
		"lineEn": "Work. Bye.",
		"linePl": "Praca. PA.",
		"mp3Start": "316.3",
		"mp3End": "317.3"
	},
	{
		"lineNo": 60,
		"lineEn": "Listening Challenge:",
		"linePl": "Słuchanie Challenge:",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 61,
		"lineEn": "Who do you think sent Anna the flowers?",
		"linePl": "Jak myślisz, kto wysłał Annie kwiaty?",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 62,
		"lineEn": "Answer: A secret admirer/we don't know yet!",
		"linePl": "Odpowiedź: tajemniczy wielbiciel / jeszcze nie wiemy! ",
		"mp3Start": "",
		"mp3End": ""
	}
]