[
	{
		"lineNo": 0,
		"lineEn": "Narrator: (Whispering) Hello again and welcome back to the final English at Work.",
		"linePl": "Narrator: (szeptem) Witam ponownie i wracam do ostatniego języka angielskiego w pracy.",
		"mp3Start": "1.5",
		"mp3End": "8.3"
	},
	{
		"lineNo": 1,
		"lineEn": "Mr Socrates has sacked Paul from his position as manager of Tip Top Trading and he’s offered Anna a promotion – to be the new boss. But will she accept?  What’s wrong Anna?",
		"linePl": "Pan Socrates zwolnił Paula ze stanowiska menedżera Tip Top Trading i zaproponował Annie awans - na nowego szefa. Ale będzie ona akceptuje? Co się stało, Anno?",
		"mp3Start": "8.3",
		"mp3End": "21.6"
	},
	{
		"lineNo": 2,
		"lineEn": "Anna: I feel bad about replacing Paul. He’s been good to me.",
		"linePl": "Anna: Czuję się źle, zastępując Paula. Był dla mnie dobry.",
		"mp3Start": "21.6",
		"mp3End": "26.4"
	},
	{
		"lineNo": 3,
		"lineEn": "Narrator: It’s business Anna. He’s just not up to the job – but you are.",
		"linePl": "Narrator: To biznes Anna. Po prostu nie nadaje się do pracy - ale ty tak.",
		"mp3Start": "26.4",
		"mp3End": "30.7"
	},
	{
		"lineNo": 4,
		"lineEn": "Anna: Thanks. But why me? Can I do the job? I’m not as experienced as Tom.",
		"linePl": "Anna: Dzięki. Ale dlaczego ja? Czy mogę wykonać tę pracę? Nie mam takiego doświadczenia jak Tom.",
		"mp3Start": "30.7",
		"mp3End": "37.2"
	},
	{
		"lineNo": 5,
		"lineEn": "Narrator: I think we have seen over the year that you definitely have more experience than Tom! Go on Anna, you can do it.",
		"linePl": "Narrator: Myślę, że widzieliśmy przez rok, że zdecydowanie masz więcej doświadczenie niż Tom! Idź Anno, możesz to zrobić.",
		"mp3Start": "37.2",
		"mp3End": "45"
	},
	{
		"lineNo": 6,
		"lineEn": "Anna: Hmmm.",
		"linePl": "Anna: Hmmm.",
		"mp3Start": "45",
		"mp3End": "46.1"
	},
	{
		"lineNo": 7,
		"lineEn": "Mr Socrates: (On the phone) So Anna… what do you say? Will you replace Paul as the new boss of Tip Top Trading? Come on Anna. This promotion recognises your achievements at the company. It’s an opportunity of a lifetime.",
		"linePl": "Pan Sokrates: (przez telefon) A więc Anna… co powiesz? Czy zastąpisz Paula jako nowy szef Tip Top Trading? Chodź Anna. Ta promocja uznaje Twoje osiągnięcia w firmie. To życiowa szansa.",
		"mp3Start": "46.1",
		"mp3End": "58.5"
	},
	{
		"lineNo": 8,
		"lineEn": "Anna: I know.",
		"linePl": "Anna: Wiem.",
		"mp3Start": "58.5",
		"mp3End": "59.4"
	},
	{
		"lineNo": 9,
		"lineEn": "Mr Socrates: You’ll be my right-hand man.",
		"linePl": "Pan Socrates: Będziesz moją prawą ręką.",
		"mp3Start": "59.4",
		"mp3End": "62"
	},
	{
		"lineNo": 10,
		"lineEn": "Narrator: I think he means right-hand woman! It means you’d be his most trusted and invaluable assistant.",
		"linePl": "Narrator: Myślę, że ma na myśli kobietę z prawej ręki! To znaczy, że będziesz mu najbardziej zaufany i nieoceniony asystent.",
		"mp3Start": "62",
		"mp3End": "68.8"
	},
	{
		"lineNo": 11,
		"lineEn": "Anna: I see.",
		"linePl": "Anna: Rozumiem.",
		"mp3Start": "68.8",
		"mp3End": "70.3"
	},
	{
		"lineNo": 12,
		"lineEn": "Narrator: Anna, if you need time to think you could say “thank you for your kind words” and, “could I have time to consider your offer?”",
		"linePl": "Narrator: Anno, jeśli potrzebujesz czasu do namysłu, możesz powiedzieć „dziękuję za twój rodzaj słowa ”i„ czy mogę mieć czas na rozważenie Twojej oferty? ”",
		"mp3Start": "70.3",
		"mp3End": "79.3"
	},
	{
		"lineNo": 13,
		"lineEn": "Anna: Erm, Mr Socrates. This news has come as a bit of a shock. Thank you for your kind words but please could I have some time to consider your offer?",
		"linePl": "Anna: Erm, panie Socrates. Ta wiadomość była dla mnie szokiem. Dziękuję Ci za twoje miłe słowa, ale czy mógłbym mieć trochę czasu na rozważenie twoich oferta?",
		"mp3Start": "79.3",
		"mp3End": "90.6"
	},
	{
		"lineNo": 14,
		"lineEn": "Mr Socrates: Oh… OK Anna. But don’t leave it too long. I have a habit of changing my mind.",
		"linePl": "Pan Socrates: Och… OK Anno. Ale nie zostawiaj tego zbyt długo. Mam zwyczaj zmieniać moje umysł.",
		"mp3Start": "90.6",
		"mp3End": "98.1"
	},
	{
		"lineNo": 15,
		"lineEn": "Anna: OK, Mr Socrates… I mean Brad… I’ll call you back soon.  Bye.",
		"linePl": "Anna: OK, panie Socrates… to znaczy Brad… Wkrótce oddzwonię. PA.",
		"mp3Start": "98.1",
		"mp3End": "101.9"
	},
	{
		"lineNo": 16,
		"lineEn": "(Anna puts the phone down)",
		"linePl": "(Anna odkłada telefon)",
		"mp3Start": "101.9",
		"mp3End": "103.2"
	},
	{
		"lineNo": 17,
		"lineEn": "Tom: Oh… has Mr S offered you Paul’s job by any chance?",
		"linePl": "Tom: Och… czy Pan S przypadkiem zaoferował ci pracę Paula?",
		"mp3Start": "103.2",
		"mp3End": "106.9"
	},
	{
		"lineNo": 18,
		"lineEn": "Anna: Yes!",
		"linePl": "Anna: Tak!",
		"mp3Start": "106.9",
		"mp3End": "107.8"
	},
	{
		"lineNo": 19,
		"lineEn": "Tom: And you said you’d think about it?",
		"linePl": "Tom: I powiedziałeś, że pomyślisz o tym?",
		"mp3Start": "107.8",
		"mp3End": "109.9"
	},
	{
		"lineNo": 20,
		"lineEn": "Anna: Yes. I’m not sure if I can take on that much responsibility.",
		"linePl": "Anna: Tak. Nie jestem pewien, czy potrafię wziąć na siebie taką odpowiedzialność.",
		"mp3Start": "109.9",
		"mp3End": "114"
	},
	{
		"lineNo": 21,
		"lineEn": "Tom: It’s easy peasy. I could do it standing on my head.",
		"linePl": "Tom: To proste. Mogłem to zrobić stojąc na głowie.",
		"mp3Start": "114",
		"mp3End": "117.8"
	},
	{
		"lineNo": 22,
		"lineEn": "Denise: But he’s not offering you the job Tom.",
		"linePl": "Denise: Ale on nie oferuje ci pracy, Tom.",
		"mp3Start": "117.8",
		"mp3End": "120.5"
	},
	{
		"lineNo": 23,
		"lineEn": "Anna: Please don’t mention this to Paul… not yet… he’s very upset.",
		"linePl": "Anna: Proszę, nie wspominaj o tym Paulowi… jeszcze nie… jest bardzo zdenerwowany.",
		"mp3Start": "120.5",
		"mp3End": "125.5"
	},
	{
		"lineNo": 24,
		"lineEn": "Tom: I know nothing!",
		"linePl": "Tom: Nic nie wiem!",
		"mp3Start": "125.5",
		"mp3End": "127.4"
	},
	{
		"lineNo": 25,
		"lineEn": "Anna: You know nothing? About what?",
		"linePl": "Anna: Nic nie wiesz? O czym?",
		"mp3Start": "127.4",
		"mp3End": "130"
	},
	{
		"lineNo": 26,
		"lineEn": "Tom: I mean, I’ll remain tight lipped… I won’t say a word… until it’s all official like. You can count on me.",
		"linePl": "Tom: Chodzi mi o to, że pozostanę zacięty… Nie powiem ani słowa… dopóki wszystko nie będzie oficjalne lubić. Możesz na mnie liczyć.",
		"mp3Start": "130",
		"mp3End": "139.1"
	},
	{
		"lineNo": 27,
		"lineEn": "Anna: “You can count on me”!?",
		"linePl": "Anna: „Możesz na mnie liczyć” !?",
		"mp3Start": "139.1",
		"mp3End": "141.7"
	},
	{
		"lineNo": 28,
		"lineEn": "Tom: Uh?",
		"linePl": "Tom: Uh?",
		"mp3Start": "141.7",
		"mp3End": "142.4"
	},
	{
		"lineNo": 29,
		"lineEn": "Anna: “You can count on me”. That was the message with that that bunch of flowers someone sent me. It was you wasn’t it?!",
		"linePl": "Anna: „Możesz na mnie liczyć”. Taka była wiadomość od tej grupy kwiaty, które ktoś mi przysłał. To byłeś ty, prawda ?!",
		"mp3Start": "142.4",
		"mp3End": "150.9"
	},
	{
		"lineNo": 30,
		"lineEn": "Tom: (Flustered) Well… err… I suppose… yes… it was me Anna. I couldn’t help it. I… I… love you Anna.",
		"linePl": "Tom: (zdenerwowany) Cóż… eee… przypuszczam… tak… to ja, Anna. Nie mogłem pomóc to. Ja… ja… kocham cię Anno.",
		"mp3Start": "150.9",
		"mp3End": "161.8"
	},
	{
		"lineNo": 31,
		"lineEn": "Anna: Do you know what Tom… I quite like you too… I think you’re… sweet",
		"linePl": "Anna: Czy wiesz, co Tom… Ja też cię lubię… Myślę, że jesteś… słodki",
		"mp3Start": "161.8",
		"mp3End": "168"
	},
	{
		"lineNo": 32,
		"lineEn": "(giggle). Now come on and give me a kiss.",
		"linePl": "(chichot). A teraz chodź i daj mi buziaka.",
		"mp3Start": "168",
		"mp3End": "170.5"
	},
	{
		"lineNo": 33,
		"lineEn": "(Door opens)",
		"linePl": "(Drzwi się otwierają)",
		"mp3Start": "170.5",
		"mp3End": "171.6"
	},
	{
		"lineNo": 34,
		"lineEn": "Paul: Oh crumbs, shall I come back later?!",
		"linePl": "Paul: O okruchy, czy wrócę później ?!",
		"mp3Start": "171.6",
		"mp3End": "174.9"
	},
	{
		"lineNo": 35,
		"lineEn": "Tom: No it’s ok Paul. We’re just… getting to know each other a bit better. In fact, Anna… I’d like to ask you something.",
		"linePl": "Tom: Nie, w porządku Paul. Po prostu… poznajemy się trochę lepiej. W Fakt, Anno… Chciałbym cię o coś zapytać.",
		"mp3Start": "174.9",
		"mp3End": "184"
	},
	{
		"lineNo": 36,
		"lineEn": "Denise: Oh, why is Tom getting down on one knee?",
		"linePl": "Denise: Oh, dlaczego Tom klęka na jedno kolano?",
		"mp3Start": "184",
		"mp3End": "188.1"
	},
	{
		"lineNo": 37,
		"lineEn": "Paul: I expect he’s dropped one of his contact lenses.",
		"linePl": "Paul: Spodziewam się, że upuścił jedną ze swoich soczewek kontaktowych.",
		"mp3Start": "188.1",
		"mp3End": "191.5"
	},
	{
		"lineNo": 38,
		"lineEn": "Tom: No it’s not that. Anna, I’d like to ask you something… err… will you… will you marry me?",
		"linePl": "TOM: Nie, to nie to. Anno, chciałbym cię o coś zapytać… eee… czy ty… zrobisz wyjdziesz za mnie?",
		"mp3Start": "191.5",
		"mp3End": "200.1"
	},
	{
		"lineNo": 39,
		"lineEn": "Anna: What?!",
		"linePl": "Anna: Co ?!",
		"mp3Start": "200.1",
		"mp3End": "200.9"
	},
	{
		"lineNo": 40,
		"lineEn": "Narrator: Crikey, what a dilemma. Now Anna’s got two important questions to answer. Will she take the job as Tip Top Trading’s newest and youngest manager? And will she marry Tom?  Here’s a reminder of what Mr Socrates had to say about her:",
		"linePl": "Narrator: Crikey, co za dylemat. Teraz Anna ma dwa ważne pytania odpowiedź. Czy podejmie pracę jako najnowsza i najmłodsza w Tip Top Trading menedżer? Czy wyjdzie za Toma? Oto przypomnienie tego, co pan Sokrates musiał o niej powiedzieć:",
		"mp3Start": "200.9",
		"mp3End": "223.4"
	},
	{
		"lineNo": 41,
		"lineEn": "This promotion recognises your achievements at the company.",
		"linePl": "Ta promocja jest wyrazem uznania dla Twoich osiągnięć w firmie.",
		"mp3Start": "223.4",
		"mp3End": "227.1"
	},
	{
		"lineNo": 42,
		"lineEn": "It’s an opportunity of a lifetime.",
		"linePl": "To życiowa szansa.",
		"mp3Start": "227.1",
		"mp3End": "230.2"
	},
	{
		"lineNo": 43,
		"lineEn": "You would be my right-hand man.",
		"linePl": "Byłbyś moją prawą ręką.",
		"mp3Start": "230.2",
		"mp3End": "233.3"
	},
	{
		"lineNo": 44,
		"lineEn": "Narrator: And if Anna accepts the job, here’s what she could say:",
		"linePl": "Narrator: A jeśli Anna przyjmie pracę, oto co mogłaby powiedzieć:",
		"mp3Start": "233.3",
		"mp3End": "237.8"
	},
	{
		"lineNo": 45,
		"lineEn": "I’d be delighted to accept. Thank you.",
		"linePl": "Z przyjemnością przyjmuję. Dziękuję Ci.",
		"mp3Start": "237.8",
		"mp3End": "241.5"
	},
	{
		"lineNo": 46,
		"lineEn": "When would I start?",
		"linePl": "Kiedy miałbym zacząć?",
		"mp3Start": "241.5",
		"mp3End": "243.6"
	},
	{
		"lineNo": 47,
		"lineEn": "Could we discuss the terms and conditions of the new job?",
		"linePl": "Czy moglibyśmy omówić warunki nowej pracy?",
		"mp3Start": "243.6",
		"mp3End": "247.7"
	},
	{
		"lineNo": 48,
		"lineEn": "Narrator:  Let’s find out what Anna has to say.",
		"linePl": "Narrator: Dowiedzmy się, co Anna ma do powiedzenia.",
		"mp3Start": "247.7",
		"mp3End": "254.6"
	},
	{
		"lineNo": 49,
		"lineEn": "Anna: Oh Tom, I don’t know what to say. It’s come as a bit of a shock. Can I have some time to think about it?",
		"linePl": "Anna: Och Tom, nie wiem, co powiedzieć. To był trochę szokujący. Czy mogę masz trochę czasu, aby o tym pomyśleć?",
		"mp3Start": "254.6",
		"mp3End": "262.3"
	},
	{
		"lineNo": 50,
		"lineEn": "Tom: I suppose.",
		"linePl": "TOM: Chyba.",
		"mp3Start": "262.3",
		"mp3End": "265.3"
	},
	{
		"lineNo": 51,
		"lineEn": "Paul: Well, while you think about that, I’ve got some good news. I’ve been offered a new job.",
		"linePl": "Paul: Cóż, kiedy o tym pomyślisz, mam dobre wieści. Byłem zaproponował nową pracę.",
		"mp3Start": "265.3",
		"mp3End": "272.1"
	},
	{
		"lineNo": 52,
		"lineEn": "Denise: That’s fantastic news Paul. What is it?",
		"linePl": "Denise: To fantastyczna wiadomość Paul. Co to jest?",
		"mp3Start": "272.1",
		"mp3End": "276.4"
	},
	{
		"lineNo": 53,
		"lineEn": "Paul: It’s to be Head Taster at a company called Better Biscuits.",
		"linePl": "Paul: Będzie to Head Taster w firmie o nazwie Better Biscuits.",
		"mp3Start": "276.4",
		"mp3End": "281.4"
	},
	{
		"lineNo": 54,
		"lineEn": "Anna: That’s fantastic news Paul.",
		"linePl": "Anna: To fantastyczna wiadomość Paul.",
		"mp3Start": "281.4",
		"mp3End": "283.5"
	},
	{
		"lineNo": 55,
		"lineEn": "Tom: Yeah, well done Paul. That’s right up your street.",
		"linePl": "TOM: Tak, dobra robota Paul. To jest tuż przy twojej ulicy.",
		"mp3Start": "283.5",
		"mp3End": "287.2"
	},
	{
		"lineNo": 56,
		"lineEn": "Denise: So Anna, does that mean you’ll do Paul’s job now?",
		"linePl": "Denise: A więc Anna, czy to oznacza, że ​​teraz będziesz wykonywać pracę Paula?",
		"mp3Start": "287.2",
		"mp3End": "291.6"
	},
	{
		"lineNo": 57,
		"lineEn": "Tom: Don’t answer that. Answer my proposal first.",
		"linePl": "TOM: Nie odpowiadaj na to. Najpierw odpowiedz na moją propozycję.",
		"mp3Start": "291.6",
		"mp3End": "295.4"
	},
	{
		"lineNo": 58,
		"lineEn": "Denise:  No, I think she should sort out her work first.",
		"linePl": "Denise: Nie, myślę, że najpierw powinna uporządkować swoją pracę.",
		"mp3Start": "295.4",
		"mp3End": "299.5"
	},
	{
		"lineNo": 59,
		"lineEn": "Tom: But I’ve been waiting to ask her for months.",
		"linePl": "Tom: Ale czekałem, żeby ją o to zapytać od miesięcy.",
		"mp3Start": "299.5",
		"mp3End": "301"
	},
	{
		"lineNo": 60,
		"lineEn": "Paul: I think it’s up to Anna to say what she wants.",
		"linePl": "Paul: Myślę, że Anna musi powiedzieć, czego chce.",
		"mp3Start": "301",
		"mp3End": "302.9"
	},
	{
		"lineNo": 61,
		"lineEn": "Anna: Quiet! Look everyone, I can’t decide what to say to you Tom, or Mr Socrates. So I’ve decided I’m going to take a short holiday to have some time to think.",
		"linePl": "Anna: Cicho! Spójrzcie wszyscy, nie mogę się zdecydować, co wam powiedzieć Tom, czy panie Sokrates. Postanowiłem więc, że pojadę na krótkie wakacje, żeby trochę odpocząć Czas pomyśleć.",
		"mp3Start": "302.9",
		"mp3End": "316"
	},
	{
		"lineNo": 62,
		"lineEn": "Tom: Good idea. Where shall we go to?",
		"linePl": "Tom: Dobry pomysł. Dokąd się udamy?",
		"mp3Start": "316",
		"mp3End": "318.3"
	},
	{
		"lineNo": 63,
		"lineEn": "Anna: On my own Tom. When I return I will give you my answers.",
		"linePl": "Anna: Sam Tom. Kiedy wrócę, udzielę ci odpowiedzi.",
		"mp3Start": "318.3",
		"mp3End": "322.7"
	},
	{
		"lineNo": 64,
		"lineEn": "Paul: Crumbs. I think I’d better get a biscuit.",
		"linePl": "Paul: Okruchy. Myślę, że lepiej wezmę ciastko.",
		"mp3Start": "322.7",
		"mp3End": "325.8"
	},
	{
		"lineNo": 65,
		"lineEn": "Narrator: A good idea Anna. But we’re going to have to wait a while to find out what she decides. She needs a rest after learning so much during her year at Tip Top Trading. We hope you’ve enjoyed learning with her and now feel more confident in using English at work! That’s all from me and the team at Tip Top Trading for now.  Until we meet again, bye!",
		"linePl": "Narrator: Dobry pomysł, Anno. Ale będziemy musieli chwilę poczekać, aby się dowiedzieć co zdecyduje. Potrzebuje odpoczynku po tym, jak wiele się podczas niej nauczyła rok w Tip Top Trading. Mamy nadzieję, że podobała Ci się nauka z nią i teraz poczuj się pewniej w używaniu angielskiego w pracy! To wszystko ode mnie i zespół w Tip Top Trading na razie. Dopóki się znowu nie spotkamy, pa!",
		"mp3Start": "325.8",
		"mp3End": "352.7"
	},
	{
		"lineNo": 66,
		"lineEn": "Listening Challenge:",
		"linePl": "Słuchanie Challenge:",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 67,
		"lineEn": "What new job is Paul going to do?",
		"linePl": "Jaką nową pracę wykona Paul?",
		"mp3Start": "",
		"mp3End": ""
	},
	{
		"lineNo": 68,
		"lineEn": "Answer: He’s going to be Head Taster at Better Biscuits.",
		"linePl": "Odpowiedź: Będzie głównym degustatorem w Better Biscuits. ",
		"mp3Start": "",
		"mp3End": ""
	}
]